{
    "title": "Assassin's Creed Identity",
    "summary": "Play now the first ACTION RPG game of the acclaimed ASSASSIN’S CREED Franchise.",
    "icon": "//lh3.googleusercontent.com/JRel0B51k_s4K1-xbtYGJ14tkl3F3Nn9hD6jG6rzeAaJVK3O_5rlXnJwiPA-J5OCY2KV=w300",
    "price": "$4.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 3.6,
    "reviews": 24650,
    "developer": "Ubisoft Entertainment",
    "developerEmail": "aci-support-oce-en@assassinscreedidentity.com",
    "developerWebsite": "http://ubi.com",
    "updated": "November 23, 2016",
    "version": "2.8.2",
    "genre": "Action",
    "genreId": "GAME_ACTION",
    "description": "* Requires an online connection to play.Play now the first ACTION RPG game of the acclaimed ASSASSIN’S CREED Franchise. Explore the ITALIAN RENAISSANCE through the eyes of your OWN ASSASSIN, complete dozens of missions and unravel the epic mystery of The Crows.WHAT THEY SAID ABOUT US:• “the graphics look spectacular” cnet.com• “a proper bonafide Assassin’s Creed game” pocketgamer• “gorgeous graphics” phonearena.comCREATE, EVOLVE AND CUSTOMIZE YOUR ASSASSIN!- Pick a CLASS: Choose between Berserker, Shadow Blade, Trickster and Thief- CUSTOMIZE your Assassins: Use loot, choose your outfits and weapons like epic swords and the iconic hidden blade.- Make your Assassin EVOLVE from NOVICE to MASTER! TONS OF MISSIONS AND POSSIBILITIES!- Experience the FREEDOM OF MOVEMENT: Run, jump, climb and feel the thrill of the leap of faith on your mobile screen!- Achieve an infinity of QUESTS, unlock new locations and hundreds of items.- PLAY HOW YOU WANT TO with simple tap-to-move, dual virtual stick controls or with a gamepad.THE TECHNICAL EXCELLENCE OF THE ASSASSIN'S CREED GAMES!- The Unity game engine brings STUNNING GRAPHICS through amazing custom-made HD textures, shaders, and models to your screen.- Every place you visit in the ITALIAN RENAISSANCE will be an open map for you to explore: Santa Croce Area in Firenze, the Colosseum area in Roma etc. **ASSASSIN’S CREED** is one of the most popular franchise of all time. Its success has been built through years with famous titles such as Assassin’s Creed Syndicate, Assassin’s Creed Unity, Assassin’s Creed Black Flag etc. This game is available in: English, French, Italian, German, Spanish, Russian, Brazilian, Japanese and Korean. Are you a fan of ASSASSIN’S CREED IDENTITY? Like us on Facebook or follow us on Twitter to get the latest news:https://www.facebook.com/AssassinsCreedIdentity https://twitter.com/acidentity/",
    "descriptionHTML": "* Requires an online connection to play.<br><br>Play now the first ACTION RPG game of the acclaimed ASSASSIN&#x2019;S CREED Franchise. <br>Explore the ITALIAN RENAISSANCE through the eyes of your OWN ASSASSIN, complete dozens of missions and unravel the epic mystery of The Crows.<br><br><br>WHAT THEY SAID ABOUT US:<br>&#x2022; &#x201C;the graphics look spectacular&#x201D; cnet.com<br>&#x2022; &#x201C;a proper bonafide Assassin&#x2019;s Creed game&#x201D; pocketgamer<br>&#x2022; &#x201C;gorgeous graphics&#x201D; phonearena.com<br><br><br>CREATE, EVOLVE AND CUSTOMIZE YOUR ASSASSIN!<br>- Pick a CLASS: Choose between Berserker, Shadow Blade, Trickster and Thief<br>- CUSTOMIZE your Assassins: Use loot, choose your outfits and weapons like epic swords and the iconic hidden blade.<br>- Make your Assassin EVOLVE from NOVICE to MASTER! <br><br><br>TONS OF MISSIONS AND POSSIBILITIES!<br><br>- Experience the FREEDOM OF MOVEMENT: Run, jump, climb and feel the thrill of the leap of faith on your mobile screen!<br>- Achieve an infinity of QUESTS, unlock new locations and hundreds of items.<br>- PLAY HOW YOU WANT TO with simple tap-to-move, dual virtual stick controls or with a gamepad.<br><br><br>THE TECHNICAL EXCELLENCE OF THE ASSASSIN&apos;S CREED GAMES!<br>- The Unity game engine brings STUNNING GRAPHICS through amazing custom-made HD textures, shaders, and models to your screen.<br>- Every place you visit in the ITALIAN RENAISSANCE will be an open map for you to explore: Santa Croce Area in Firenze, the Colosseum area in Roma etc. <br><br><br>**ASSASSIN&#x2019;S CREED** is one of the most popular franchise of all time. Its success has been built through years with famous titles such as Assassin&#x2019;s Creed Syndicate, Assassin&#x2019;s Creed Unity, Assassin&#x2019;s Creed Black Flag etc. <br><br>This game is available in: English, French, Italian, German, Spanish, Russian, Brazilian, Japanese and Korean. <br><br>Are you a fan of ASSASSIN&#x2019;S CREED IDENTITY? Like us on Facebook or follow us on Twitter to get the latest news:<br>https://www.facebook.com/AssassinsCreedIdentity <br>https://twitter.com/acidentity/",
    "histogram": {
        "1": 5412,
        "2": 1501,
        "3": 2135,
        "4": 3149,
        "5": 12453
    },
    "offersIAP": true,
    "adSupported": true,
    "androidVersionText": "4.1 and up",
    "androidVersion": "4.1",
    "contentRating": "Teen",
    "screenshots": [
        "//lh3.googleusercontent.com/kNrXRrKxFHiZ64IuCZm98stzAVRC9j10YrGvYpOYb73kPfQ-wExkW88SegbB9gxcp5I=h310",
        "//lh3.googleusercontent.com/XLzo7kcM6h2Yydo8vFEiZBBJIUjkIPfAcL169N65wbF7IgMQRnrwacU6jL61b76UcxTn=h310",
        "//lh3.googleusercontent.com/THTtXGCEqN6Aw1yJDFPCk8fp5kutCqu1a9_MtNC7xdA-EF4YWrPGZVjWobhrH982t7jn=h310",
        "//lh3.googleusercontent.com/TH3V_ap1uGysB8Ab-1zxRhibZ-qtyLxZBlOQK3M3DCC6dgfXFihq7XNArF_TyMkUh50=h310",
        "//lh3.googleusercontent.com/13WfWxp48qO1mpQ7lpQIWidRXuebTS0-MkmI-sMiahmR_7OkAzOgM8GJxEg4Zv4aNQ=h310",
        "//lh3.googleusercontent.com/J1o5sE94j16-_lHt9pZ7-OiB1tbMbzbZRa2mIRDAwgz0tmVrsw4h8_CNqq6XLGKe2ffL=h310",
        "//lh3.googleusercontent.com/oH_Q7m123TuJ1iHpoOC-6_hXqdWdbwvXNeo-2TMIPdmttM5oi0PcXVDD6h2gIBVLyQ=h310",
        "//lh3.googleusercontent.com/Thdw6c_QSIdPHWCt6vRlk014jEErmECOTtE74O7d5EMpQeKA-WtEU930rhmJpjpYGH8=h310",
        "//lh3.googleusercontent.com/2rJRDLH-6V3M8sQ2r-KiJcU2rn3y7BYBKsAeqgtUXrQK_mX3JBxVN_506NRAtlR8qG0=h310",
        "//lh3.googleusercontent.com/frx8HiFijCT1CLVa1MXhabPovMAszAzyKR3LguRWoyX7N-nERtEri22R9uQwVY3TtONk=h310",
        "//lh3.googleusercontent.com/PQSXoaBuj844yL26cHF2Ep8cJwta4U8bSwHsV5X4WeD3194NtrMBsb7wSszXiWwFXKs=h310",
        "//lh3.googleusercontent.com/TsVta58DGydlgKFqeGvFdtA7hQJNUGHPotno4yBzcANW2DS1SAP-oSypKTg9N29Cmiw=h310",
        "//lh3.googleusercontent.com/DtxBdThwOic0Zy2hPE6r0_8Hh9uOCZYP12JYoHt70q0C3hImcrwnZtqG1FySJ89RdLpk=h310",
        "//lh3.googleusercontent.com/gHLFHqpwg4mpD04qeETbkPr2mNlq0X0jX0B-OxYWYm_GwC6qUaJ44bR5Y5Xum9jg8A=h310",
        "//lh3.googleusercontent.com/qhKnMJuPPvrUFDPIb-CAFyqZD2F1fxSsfa8JDR-rb8Br-oIwsdXXQ5_0LhxekCt180ut=h310"
    ],
    "comments": [
        "I cannot use an Xbox 360 controller (wired) with an OTG USB connection or an Xbox one controller with Bluetooth. It will recognize that a controller is plugged into it, but the controller will do nothing. It works fine with other games with controller support, and perfect fine with the PPSSPP emulator. Also, in-app purchases in a paid game is really not ok, I should be able to do everything in the game for the $5 price. Edit: My Bluetooth controller, which works fine with Gear VR and other games, is having the same issues.",
        "Great job ! Firstly, the download, for me, was hassle free onto an S7 Edge.      The download is 2.46 gb so make sure you have plently of storage on your device and a good wifi signal !  For those not familiar with  Assassins Creed think \"The Matrix\" set in Italy in the time if Da Vinci. The game looks and sounds authentic and the gameplay is of course a much simplified version of console gameplay but nicely done, the parkour is great.                  A throwback to the original Assassins Creed game.",
        "Great Game! Worth getting if your a assassins creed fan!! Good game and awesome graphics. They have recently fixed the downloading issue as of the 8/12/16. Game is a bit laggy for me and I'm playing on a s7. Nothing like any of the games on console but you should expect that for a mobile game but it's good to try something different, worth the money especially with the fixed bugs. The fact that you can customize and upgrade your own assassin is just enough for me! People struggling with app should make sure they are on WiFi or have plenty data. 5 stars!!!",
        "Refund, please. Haven't been able to get the game to fully download and install since I first paid for it. Uninstalled twice to try again, didn't fix the 6010 error of not having enough space on my device. Uninstalled everything ... Still not enough space. No mention anywhere how much space is needed to run this game including post-purchase downloads. There is no refund option on the page, either.",
        "This game is really good and plays great on my Nvidia Shield but for some reason it doesn't give me the option to access Facebook for account and that's where I have my saved data. Not sure if that save is transferable to another place but its increasingly annoying since I have played a lot of time on it and spent actual money for the game and in game. Please fix this",
        "Give me my money back now... You need to refund my money immediately as I can't even play the game. I don't know WTF you have me downloading (I assume PlayStations entire back catalogue of games to my SD card?) because this is taking way too long to download even with fast wifi. I'm not waiting 10 decades for this crap to download, already tried different connections at different places. I want my money back please."
    ],
    "recentChanges": [
        "Dear Assassins!",
        "To celebrate the release of the Assassin’s Creed movie we are not only bringing you new gear and chests. Additionally, enjoy our 4 weeks long special event for a chance to win the famous Benedicto and Aguilar outfits!",
        "Collect the new gear from the Spanish Inquisition featuring more than 100 new weapons and armour!",
        "New Relic chests will give you a chance to win colour variations of the Spanish Novice, Benedicto and Aguilar outfits.",
        "Enjoy!",
        "Your Assassin’s Creed Identity Team"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.ubisoft.assassinscreed.identity&hl=en&gl=us",
    "appId": "com.ubisoft.assassinscreed.identity"
}