{
    "title": "LEGO Harry Potter: Years 1-4",
    "summary": "Explore Hogwarts across 40+ levels based on the first four Harry Potter books.",
    "icon": "//lh3.googleusercontent.com/Zn6ev8OOZqvg7gPrcrIWrzVn9Bb1Fl1saSPbWUt1gn3dqB1gLd-e5oJaNtkGZDTAaaD6=w300",
    "price": "$0.99",
    "free": false,
    "minInstalls": 50000,
    "maxInstalls": 100000,
    "score": 4,
    "reviews": 1934,
    "developer": "Warner Bros. International Enterprises",
    "developerEmail": "support@wbgames.com",
    "developerWebsite": "http://www.warnerbros.com",
    "updated": "September 27, 2016",
    "genre": "Adventure",
    "genreId": "GAME_ADVENTURE",
    "familyGenre": "Action & Adventure",
    "familyGenreId": "FAMILY_ACTION",
    "description": "Play as Harry, Ron, Hermione and many more as you explore Hogwarts and engage in countless hours of gameplay spread across 40+ levels based on the Harry Potter books and movies. Based on the first four Harry Potter books and movies, LEGO® Harry Potter: Years 1-4 builds on the foundations of previous LEGO® video games by offering a mix of fun, accessible gameplay and light-hearted humor – appealing to all ages. Players can explore the wizarding world and feel as though they are at Hogwarts. Features:• The Events of Harry Potter’s First Four Years at Hogwarts – LEGO® style! – including the Triwizard Tournament, the Quidditch World Cup, the Basilisk battle in the Chamber of Secrets, the encounter with Aragog and the face-to-face confrontation with Voldemort himself.• Intuitive Touch-Screen Controls – take complete control over your character to explore, solve puzzles and duel.• An Authentic Harry Potter Experience, including iconic locations like Diagon Alley, the Forbidden Forest, the village of Hogsmeade and Hogwarts castle – a grand, immersive 3-D environment and one of the largest, most detailed LEGO® game locations ever built. • Play as over 100 characters – including Harry Potter, Ron Weasley, and Hermione Granger.• Attend Hogwarts – cast spells, mix potions, fly on broomsticks and complete hundreds of magical tasks to earn points.• Character Customization – using hundreds of different LEGO® Harry Potter pieces.• Classic LEGO® Humor – enjoy the characteristic comedic LEGO® ‘twist’ on events from the fiction.• Endless Replayability – use ‘Freeplay’ to discover areas of gameplay not accessible in Story Mode.• Collectables – pick up a huge variety of items throughout the game.",
    "descriptionHTML": "Play as Harry, Ron, Hermione and many more as you explore Hogwarts and engage in countless hours of gameplay spread across 40+ levels based on the Harry Potter books and movies. Based on the first four Harry Potter books and movies, LEGO&#xAE; Harry Potter: Years 1-4 builds on the foundations of previous LEGO&#xAE; video games by offering a mix of fun, accessible gameplay and light-hearted humor &#x2013; appealing to all ages. Players can explore the wizarding world and feel as though they are at Hogwarts. <br><br>Features:<br><br>&#x2022; The Events of Harry Potter&#x2019;s First Four Years at Hogwarts &#x2013; LEGO&#xAE; style! &#x2013; including the Triwizard Tournament, the Quidditch World Cup, the Basilisk battle in the Chamber of Secrets, the encounter with Aragog and the face-to-face confrontation with Voldemort himself.<br><br>&#x2022; Intuitive Touch-Screen Controls &#x2013; take complete control over your character to explore, solve puzzles and duel.<br><br>&#x2022; An Authentic Harry Potter Experience, including iconic locations like Diagon Alley, the Forbidden Forest, the village of Hogsmeade and Hogwarts castle &#x2013; a grand, immersive 3-D environment and one of the largest, most detailed LEGO&#xAE; game locations ever built. <br><br>&#x2022; Play as over 100 characters &#x2013; including Harry Potter, Ron Weasley, and Hermione Granger.<br><br>&#x2022; Attend Hogwarts &#x2013; cast spells, mix potions, fly on broomsticks and complete hundreds of magical tasks to earn points.<br><br>&#x2022; Character Customization &#x2013; using hundreds of different LEGO&#xAE; Harry Potter pieces.<br><br>&#x2022; Classic LEGO&#xAE; Humor &#x2013; enjoy the characteristic comedic LEGO&#xAE; &#x2018;twist&#x2019; on events from the fiction.<br><br>&#x2022; Endless Replayability &#x2013; use &#x2018;Freeplay&#x2019; to discover areas of gameplay not accessible in Story Mode.<br><br>&#x2022; Collectables &#x2013; pick up a huge variety of items throughout the game.",
    "histogram": {
        "1": 284,
        "2": 97,
        "3": 168,
        "4": 231,
        "5": 1154
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "4.0.3 and up",
    "androidVersion": "4.0.3",
    "contentRating": "Everyone 10+",
    "screenshots": [
        "//lh3.googleusercontent.com/6Kz6oF9CavrgZRPvwaglacT0fKoqlZa55DXVKGLalzu3WBQ3WDX4cIVxol7wi0f9vO4=h310",
        "//lh3.googleusercontent.com/n6lAQNtEJwW7SnXh2XQ9AT08YYj4Uy5gf91PU4bOW0GDLziM9O7f6ZEzoKNW74OniuDT=h310",
        "//lh3.googleusercontent.com/IyWIv4UXTloY-yB4dtztpx2aqoM7IYcGBB9-Vn0hNq2miC60V8hK5DLmdu05sIFhHRY=h310",
        "//lh3.googleusercontent.com/TYp1I7tcwbaSgUo9S_uNm3ZBzWo7t--3BaJBWM8dGHD57MaNCDIluoek_7RUQsQD8Uo=h310",
        "//lh3.googleusercontent.com/NZXUchpc_ILMXfcfJxvgA5vT_285zooxlzx6RA_3NJYESJJOdAE0ld_mAzmOfFqnR9k=h310",
        "//lh3.googleusercontent.com/KMV_2LPMmhW_KUTgrXHjosZyCkJES3FSqhov3Y3FBdKov70moxIgYnRVyafYwySJXLM=h310",
        "//lh3.googleusercontent.com/jUw2qWSB6KG3tL_E4t383tsRlL_y9XgzGhr4kDUaiCJLjJqpt8JbgpvqoS-spWS3wNg=h310",
        "//lh3.googleusercontent.com/OzCW5sPmBzNnF6qHOlU9ASuLw4NP-hjAj10955xqS_r7jx5r1Mux7q-zCDZJ1TXL2A=h310",
        "//lh3.googleusercontent.com/2N-brNsrONQ9m4A2s9-hkhpmdtsag8_ayGNIQNf-2Xfcql2Jjf5psOw8b_ZA4vgfzQ=h310",
        "//lh3.googleusercontent.com/HsfYA4c9O1HFYln-d5evcoPcRQqY67Bx69JI9blrtnD4seWuJEXGhCKV80gqyxXu9FDu=h310",
        "//lh3.googleusercontent.com/BEBkBEX_eJdYXaGQ58ITprTJdL0DOKBI2Urd8F4-IR67tDxTg2fUFsylr04pwblcNDE=h310",
        "//lh3.googleusercontent.com/3r8AUCEBySEXNiWE_rciIModkQERirHiN0FA6GxyGuDsMDVulL9Z0LaYl-FOcR5K_94=h310",
        "//lh3.googleusercontent.com/QUBUNlVxyV05PoCAdjnYWdYS5-3cQI00IfxGmpxmzN1KSjQHn6EhhLX1xnXhGT3BfRPx=h310",
        "//lh3.googleusercontent.com/wUov9R79ZrS3t0gJWHIy15nRbcyitfYKJgURwcGTQSrLZza0dMZfGO7_gD7kzubdag=h310",
        "//lh3.googleusercontent.com/SDVnsEfUZycCTbHGa8MOS924xIsNuyODm51G5F4QpLKTyutKZPd9B-LR8E2Z67sPL5U=h310"
    ],
    "comments": [
        "Love it!! I love this game, It's so interactive once you go past a certain point in the game, year 1, like doing spells, and potions. Having the invisibility cloak is cool. Although, I wish we had more characters to begin with. The things you can smash with gives you coins, galleons and those silver coins. The graphics and the music to the game is awesome, you can have the options in the game, like having the toggle or not to move around the screen. Overall, this is the best game I've ever played after Thor game.",
        "AMAZING It's just like playing it on the wii all over again! It's one of my favorite games! What I think you need now is a lego Fantastic Beasts And Where To Find Them! The reason behind my four stars however is the game play. When you're on a broom, it doesn't look like you're flying. The levels are also totally alienated compared to the books, movies, and the wii version in my opinion",
        "A solid port of an excellent game. I had fond memories playing this on the PSP and DS back then and being able to experience it again on my android after it's been on iOS for so long is an absolute delight. However the controls feel about stiff and wonky, it's not game breaking but coming from the DS stylus and PSP analog stick, I have to say it's not as fluid on my Z3 Compact. The game however hasn't changed and the gaming experience is great. Smooth buttery framerates no hitches and stutters and loading times are good. Only gripe about the game play is that it won't play in full screen. I get this weird sort of 4:3 aspect ratio during gameplay. Hopefully it will be patched out. But great job on the port nonetheless lads.",
        "Wish it could work I paid 5 dollars on this. The game can't even say it's game logo nothing. When I open the app, after a few seconds \"Unfortunately Harry Poter........stopped working.\" This is on my Samsung tab. I send feedback. So I tried it again but it did the same thing.",
        "Argh! Hello?! I don't pay 5 dollars for nothing!! I can't even start the game and it says to me, that this app is stopped! Either you fix this bug or I want my money back! I'm not that rich that I can buy every day a new card and I don't have to worry about 5 dollars! I wanted to play this game cause I'm a huge Harry Potter fan but like this, I can't play..... &gt;:(",
        "Aspect ratio and sound issues The game should be full screen. Not 4:3. Also some sound issues. The game looks just like the screenshots. Just put your device in landscape mode and you will see how the game will look on your device. It will not be full screen. The game has great potential. Why did you mess up a Harry Potter game ?"
    ],
    "recentChanges": [],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.wb.goog.legohp1&hl=en&gl=us",
    "appId": "com.wb.goog.legohp1"
}