{
    "title": "The Wonder Weeks",
    "summary": "Baby&#39;s leap guide based on the world wide bestseller The Wonder Weeks.",
    "icon": "//lh3.googleusercontent.com/SgcUhzNPQIIOIRaD78K8dUHcaZSRAAiXr9LM2MUsH90_Z3twmA8WhKyReokCfs-xNA=w300",
    "price": "$1.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 3.9,
    "reviews": 2016,
    "developer": "Domus Technica",
    "developerEmail": "support.android@thewonderweeks.com",
    "developerWebsite": "http://support.thewonderweeks.com/",
    "updated": "February 21, 2017",
    "version": "6.1.9",
    "genre": "Health & Fitness",
    "genreId": "HEALTH_AND_FITNESS",
    "description": "\"The Wonder Weeks app can be a lifesaver for parents during those times of wondering what on earth is going on.\"A CALENDAR EXPLAINING THE DEVELOPMENT OF YOUR BABY: WHY YOUR BABY IS FUSSY, SLEEPS POOR AND EATS LESS DURING SET TIMES AND HOW YOU CAN HELP YOUR BABY.================================================THE BEST APP AROUND THE GLOBE•\tAwarded Coolest App for Moms•\tAwarded by Apple as top 10 ‘Best of the year 2016’ in Australia, UK, Netherlands, and a great number of other countries.•\tConsumer Choice & Gold Award by MumIi •\tAppRx Awards Top 10 Children’s Health App•\tNHS (UK) – Best App for parents listing.•\tBest App Ever Wards 2013 & 2014 (Health & Fitness) •\tTop 25 App in health & fitness is most countries around the world.================================================The Wonder Weeks worldwide bestselling baby app is now a (native) iOS app! A personalized daily calendar of your baby’s development that will keep you informed about the (mental) leaps and bounds and the fussy phases of your baby -- any time of day or night. This baby calendar app won prizes in several countries as BEST PARENTING APP!    Think of it as a portable, at-a-glance version of the calendar leap chart in The Wonder Weeks. Where the book describes in-depth and easy-to-understand terms the incredible developmental changes your baby goes through, the app is the perfect leap calendar companion to track your baby’s mental development (during the first 20 months). By knowing what is going on inside the head of your baby, you can help him to make the leap more easily and stimulate his development. The Wonder Weeks app helps new parents by:   - Calendar Showing when your baby makes a leap in his mental development - What your baby can understand & learn after this mental leap  - What your baby can do after this leap  - What you can do to help your baby   This app is also a handy reminder for new parents when their baby’s brain is changing, or “leaping,” the baby is making a significant advance in mental development, and with each step forward comes a drastic change in the way your baby sees the world around him. Because these leaps come so quickly, the “new world” and new abilities can sometimes be scary, and the development can initially manifest in poor sleep, bad appetite, crying, clinging and crankiness – exhausting and frustrating mom and dad. International experts on The Wonder Weeks:  “This is a very practical and entertaining window into the baby’s first year and a half. van de Rijt and Plooij have observed and found the vulnerable times in an infant’s development that I independently came to in my book Touchpoints (Perseus Books Group). The authors’ observations and practical suggestions are wonderful.”  -T. Berry Brazelton, M.D., professor emeritus, Harvard Medical School   \"Anyone who deals with infants and young children will want to read The Wonder Weeks. This book will open parents' eyes to aspects of their children's growth, development, changing behavior, and emotional responsiveness that they might otherwise not notice or find puzzling and distressing.\"  -Catherine Snow, Ph.D., Shattuck Professor of Education, Harvard Graduate School of Education   Disclaimer:   This App is developed with the greatest care. Neither the developer nor the author shall nevertheless be liable for any damages arising from any inaccuracies or omissions in this app.Please send your feedback, comments or complaints to:support.android@thewonderweeks.comIf you liked the app, please leave a comment. Thanks for your review :)** Marco **",
    "descriptionHTML": "&quot;The Wonder Weeks app can be a lifesaver for parents during those times of wondering what on earth is going on.&quot;<br><br>A CALENDAR EXPLAINING THE DEVELOPMENT OF YOUR BABY: WHY YOUR BABY IS FUSSY, SLEEPS POOR AND EATS LESS DURING SET TIMES AND HOW YOU CAN HELP YOUR BABY.<br><br>================================================<br><b>THE BEST APP AROUND THE GLOBE</b><br><br>&#x2022;\tAwarded Coolest App for Moms<br>&#x2022;\tAwarded by Apple as top 10 &#x2018;Best of the year 2016&#x2019; in Australia, UK, Netherlands, and a great number of other countries.<br>&#x2022;\tConsumer Choice &amp; Gold Award by MumIi <br>&#x2022;\tAppRx Awards Top 10 Children&#x2019;s Health App<br>&#x2022;\tNHS (UK) &#x2013; Best App for parents listing.<br>&#x2022;\tBest App Ever Wards 2013 &amp; 2014 (Health &amp; Fitness) <br>&#x2022;\tTop 25 App in health &amp; fitness is most countries around the world.<br>================================================<br><br>The Wonder Weeks worldwide bestselling baby app is now a (native) iOS app! A personalized daily calendar of your baby&#x2019;s development that will keep you informed about the (mental) leaps and bounds and the fussy phases of your baby -- any time of day or night. This baby calendar app won prizes in several countries as BEST PARENTING APP!&#x2028; &#x2028;&#x2028;<br><br>Think of it as a portable, at-a-glance version of the calendar leap chart in The Wonder Weeks. Where the book describes in-depth and easy-to-understand terms the incredible developmental changes your baby goes through, the app is the perfect leap calendar companion to track your baby&#x2019;s mental development (during the first 20 months).&#x2028;By knowing what is going on inside the head of your baby, you can help him to make the leap more easily and stimulate his development. <br><br>The Wonder Weeks app helps new parents by:&#x2028; &#x2028;<br>- Calendar Showing when your baby makes a leap in his mental development&#x2028;<br>- What your baby can understand &amp; learn after this mental leap&#x2028; <br>- What your baby can do after this leap&#x2028; <br>- What you can do to help your baby&#x2028; &#x2028;<br><br>This app is also a handy reminder for new parents when their baby&#x2019;s brain is changing, or &#x201C;leaping,&#x201D; the baby is making a significant advance in mental development, and with each step forward comes a drastic change in the way your baby sees the world around him. Because these leaps come so quickly, the &#x201C;new world&#x201D; and new abilities can sometimes be scary, and the development can initially manifest in poor sleep, bad appetite, crying, clinging and crankiness &#x2013; exhausting and frustrating mom and dad.&#x2028;<br><br>International experts on The Wonder Weeks:&#x2028; &#x201C;This is a very practical and entertaining window into the baby&#x2019;s first year and a half. van de Rijt and Plooij have observed and found the vulnerable times in an infant&#x2019;s development that I independently came to in my book Touchpoints (Perseus Books Group). The authors&#x2019; observations and practical suggestions are wonderful.&#x201D;&#x2028; -T. Berry Brazelton, M.D., professor emeritus, Harvard Medical School&#x2028; &#x2028;<br><br>&quot;Anyone who deals with infants and young children will want to read The Wonder Weeks. This book will open parents&apos; eyes to aspects of their children&apos;s growth, development, changing behavior, and emotional responsiveness that they might otherwise not notice or find puzzling and distressing.&quot;&#x2028; -Catherine Snow, Ph.D., Shattuck Professor of Education, Harvard Graduate School of Education&#x2028; &#x2028;<br><br>Disclaimer:&#x2028; &#x2028;This App is developed with the greatest care. Neither the developer nor the author shall nevertheless be liable for any damages arising from any inaccuracies or omissions in this app.<br><br><br>Please send your feedback, comments or complaints to:<br>support.android@thewonderweeks.com<br><br><br>If you liked the app, please leave a comment. Thanks for your review :)<br>** Marco **",
    "histogram": {
        "1": 208,
        "2": 149,
        "3": 237,
        "4": 483,
        "5": 939
    },
    "offersIAP": true,
    "adSupported": false,
    "androidVersionText": "4.1 and up",
    "androidVersion": "4.1",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/dtxuZu2wszqoEki3CArCIb3DwoVivAHAYVz5gb-nkzl7HcsnzpZ9PMCAOJOJw_U-R6zh=h310",
        "//lh3.googleusercontent.com/VslM_Dx30GX2YYQIVx0A-Yne6ef6MT8b91v1YpCO1FrBWSgVKx3EzWodHtrDCz_uOd0=h310",
        "//lh3.googleusercontent.com/TmdFYTt-8HKtYLMfZg3kWCU8BhNl1vrDrf0uCoLd6-18K7UYwBOgSgdQaRXfVZpI45I=h310",
        "//lh3.googleusercontent.com/9GPCU_nhJgPbSB4xaaxmAFuY0W28x9504p-QIqt97Zy6qv6kBjbdU_b6OuiknAYikQ=h310",
        "//lh3.googleusercontent.com/CcMpC1-97TMR5HpQ3rEk3_Q6SghCamkpL_F94uee7SE3RezoQ-05mthGkqlMk1EYMA=h310",
        "//lh3.googleusercontent.com/uK1hqf2GvnePF-rer0B0Pw7MeZWADlDLUrtSnm4lacAgVUsujv0IXnjwp8mj9gVwjiw=h310",
        "//lh3.googleusercontent.com/STAXiQbZ8cfiejXQfOKTzIPFrIEjOML6r3-EbIGlVU1qhQXu9ZnDQrTjbG0VHwJhcIeo=h310",
        "//lh3.googleusercontent.com/zEYVQqKC_xLIQapqDbebEh0cvRnGvlLUkHB7Y6Em1fT0zD_vun8h8BI6H0SdizIKvb0=h310",
        "//lh3.googleusercontent.com/8K2xBLyhxY-BFFEjuo8KKpAdbY1HBxfIL_-INRW-MrK09ojDBXKwTrK0dGmRaV5IHsY=h310",
        "//lh3.googleusercontent.com/BuRdhnaZErWiaz9WRKzn0-cpCN9eT7EidOUwiGrquUmBSz3VmDPwpQWYQ9oXfNAbYw=h310",
        "//lh3.googleusercontent.com/2iJrTQ4NuqC86OQRB1NdMkMCwZyY48jTHctgDh6tjLLQSm-qrM7GXHc-fi7FRdL9nsY=h310",
        "//lh3.googleusercontent.com/h3aIKj2oRYvGj5tMl3S_z2YUmfi-55I5cczFTvAoA_5WnDt1Q4Y1fSKaPVfzTSgbXQs=h310"
    ],
    "video": "https://www.youtube.com/embed/s44MdS7-V3w",
    "comments": [
        "Love the book, has so much more info in regards to the leap and how to help them and what to expect. I bought the app so I would get alerts when a leap would start and finish. My little ones sleep is terrible in the last 2 weeks and the alert was so helpful. Now it tells me when the next leap is happening. Which to be honest is a little depressing when you're in the midde of a different leap. Tell me when my sunshine days will be starting again before I lose my sanity 😀  Thank you for listening and updating the app! I'm back to loving it 😃",
        "Keeps deleting my baby's picture Edit: yes I'm using the crop and the save button. I'm able to see the image for a couple of hours.  Then randomly it goes back to no image.",
        "Clunky to maneuver.   Also would be nice if it would reference the gender you've chosen instead of \"him or her\". Or use baby's name.",
        "Matched up almost perfectly! Thank God for the app. Really helped put things in perspective so we could sympathize and react now appropriately.",
        "This app is and has been SO helpful in understanding my baby's development. I can be better prepared and feel a better sense of understanding when my baby is going through those \"leaps\". It's awesome to see the new skills she develops right in line with what the app predicts. I would recommend this to any parent.",
        "I love the info but am having issues with the correct weeks of the leaps (app says 1 thing, text says another). I saw a similar review but with a reply from Support stating they'd fixed it..I downloaded the app today but it definitely is still a problem. Please fix asap!"
    ],
    "recentChanges": [
        "- Minor updates"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=org.twisevictory.apps&hl=en&gl=us",
    "appId": "org.twisevictory.apps"
}