{
    "title": "Toca Life: City",
    "summary": "Welcome to Toca Life: City, a metropolis filled with everyday fun!",
    "icon": "//lh3.googleusercontent.com/YTzxbgZGksnYetrA3A2CoZvNzsr83zkidx03ljBFLgrNhi7m90qY6dKs7nN7TRs2Ops=w300",
    "price": "$2.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 4.4,
    "reviews": 6850,
    "developer": "Toca Boca",
    "developerEmail": "support@tocaboca.com",
    "developerWebsite": "http://tocaboca.com",
    "updated": "May 19, 2016",
    "version": "1.3",
    "genre": "Education",
    "genreId": "EDUCATION",
    "familyGenre": "Pretend Play",
    "familyGenreId": "FAMILY_PRETEND",
    "description": "Welcome to Toca Life: City, a metropolis filled with everyday fun! Customize characters, explore exciting locations and find hidden treasures — there’s something in every corner! INTRODUCING TOCA LIFEThanks to the great response to Toca Town, we're bringing you Toca Life — a series of apps that gives you an even bigger world of everyday fun. First out in the series is Toca Life: Town and Toca Life: City!CREATETry, experiment and customize. It’s time to get creative in Toca Life: City! Change outfits, dye your hair any color and switch hairstyles in the Hair 3000! There are millions of ways to personalize the characters — we dare you to create them all.EXPLORE Say hi to 6 locations and 34 characters! Go shopping at the mall, grab a bite to eat at the food park or invite friends over to your loft. Characters, and anything they are holding, can easily be transported between locations. DISCOVERThere are treasures hidden everywhere in the City, and with Life Weekly it’s easy to find out about them. Located in the top right corner on the start screen, this feature gives you fun insights in the world of Toca Life: City!FEATURES:- 6 locations to explore: loft apartment, shopping mall, hair salon, food park, theatre and tailor- 35 characters that are customizable in over 4 million ways! - 47 hairstyles to test, 37 colors to choose from and various outfits to try on- 7 different food stands at the food park — have some sushi with your burger and try the famous fish ‘n chips! - Shop for clothes, kitchenware, pets, toys and groceries at the mall- Write a play and perform it at the theatre- More fun videos and games for the TV- No time limit or high scores — play for as long as you like!- No third-party advertising- No in-app purchasesWE LISTENToca Life: City was uniquely created for you by you. We received over 10,000 feature requests after Toca Town was released, which we added directly into this app. We want to keep hearing from you so don’t be shy and keep on suggesting! What do you want to see next? Share your ideas with @tocaboca on Facebook, Twitter, Pinterest and Instagram!***ABOUT TOCA BOCAAt Toca Boca, we believe in the power of play to spark kids’ imaginations and help them learn about the world. We design our products from the kids' perspective to empower kids to be playful, to be creative and to be who they want to be. Our products include award-winning apps that have been downloaded more than 130 million times in 215 countries and offer fun, safe, open-ended play experiences. Learn more about Toca Boca and our products at tocaboca.com.PRIVACY POLICYPrivacy is an issue that we take very seriously. To learn more about how we work with these matters, please read our privacy policy: http://tocaboca.com/privacy",
    "descriptionHTML": "Welcome to Toca Life: City, a metropolis filled with everyday fun! Customize characters, explore exciting locations and find hidden treasures &#x2014; there&#x2019;s something in every corner! <br><br><br>INTRODUCING TOCA LIFE<br>Thanks to the great response to Toca Town, we&apos;re bringing you Toca Life &#x2014; a series of apps that gives you an even bigger world of everyday fun. First out in the series is Toca Life: Town and Toca Life: City!<br><br>CREATE<br>Try, experiment and customize. It&#x2019;s time to get creative in Toca Life: City! Change outfits, dye your hair any color and switch hairstyles in the Hair 3000! There are millions of ways to personalize the characters &#x2014; we dare you to create them all.<br><br>EXPLORE <br>Say hi to 6 locations and 34 characters! Go shopping at the mall, grab a bite to eat at the food park or invite friends over to your loft. Characters, and anything they are holding, can easily be transported between locations. <br><br>DISCOVER<br>There are treasures hidden everywhere in the City, and with Life Weekly it&#x2019;s easy to find out about them. Located in the top right corner on the start screen, this feature gives you fun insights in the world of Toca Life: City!<br><br>FEATURES:<br>- 6 locations to explore: loft apartment, shopping mall, hair salon, food park, theatre and tailor<br>- 35 characters that are customizable in over 4 million ways! <br>- 47 hairstyles to test, 37 colors to choose from and various outfits to try on<br>- 7 different food stands at the food park &#x2014; have some sushi with your burger and try the famous fish &#x2018;n chips! <br>- Shop for clothes, kitchenware, pets, toys and groceries at the mall<br>- Write a play and perform it at the theatre<br>- More fun videos and games for the TV<br>- No time limit or high scores &#x2014; play for as long as you like!<br>- No third-party advertising<br>- No in-app purchases<br><br>WE LISTEN<br>Toca Life: City was uniquely created for you by you. We received over 10,000 feature requests after Toca Town was released, which we added directly into this app. We want to keep hearing from you so don&#x2019;t be shy and keep on suggesting! What do you want to see next? Share your ideas with @tocaboca on Facebook, Twitter, Pinterest and Instagram!<br><br><br>***<br><br>ABOUT TOCA BOCA<br>At Toca Boca, we believe in the power of play to spark kids&#x2019; imaginations and help them learn about the world. We design our products from the kids&apos; perspective to empower kids to be playful, to be creative and to be who they want to be. Our products include award-winning apps that have been downloaded more than 130 million times in 215 countries and offer fun, safe, open-ended play experiences. Learn more about Toca Boca and our products at tocaboca.com.<br><br>PRIVACY POLICY<br>Privacy is an issue that we take very seriously. To learn more about how we work with these matters, please read our privacy policy: http://tocaboca.com/privacy",
    "histogram": {
        "1": 493,
        "2": 216,
        "3": 466,
        "4": 874,
        "5": 4801
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "4.1 and up",
    "androidVersion": "4.1",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/NpLf9_NnGLgeYmz_5zQzg7kIFYXpn_0I3KTrVuRAKtb69Usre53xJvkj6OOH1Q8aAUdC=h310",
        "//lh3.googleusercontent.com/ITaRGYvPWFd2jKqLRpwMIo-rRIzJe8DQlHvvabLfrnCz4oqZ1TigHOskLjS59LQpmlM=h310",
        "//lh3.googleusercontent.com/Yz_gn7aGrEETKbxpzhflgOFZkUgXhuG4n3ZVWxcAgjlnEjFy7H1IGV_1Xf89UA8uhjM=h310",
        "//lh3.googleusercontent.com/lzorPVc9kOr67KKAsNwx7YI26oCXxFIPF0YQtNxjrjcVHGECKeX58rvoyg8IEpD9VQ=h310",
        "//lh3.googleusercontent.com/tQd_nomfVQ_SPkVrd1BORwfxQKlD_1SOCooboOkdD06SfAJWXi5ok8NnP31sBm-We-M=h310",
        "//lh3.googleusercontent.com/P8uAnVG26F3x_xdwFelJRXx-VAKsJQqmKc9Y7F8pqFjWuAEu5-_Yg__GpRhXWPdG9V0=h310",
        "//lh3.googleusercontent.com/pS--bWlEivxB8Ju4oS4DbCutzzRPpbRq2Qh1kEAoKnC6Wuoyn8jDNFElcOMSMSpSvA=h310",
        "//lh3.googleusercontent.com/cLehdtg8LacI6zwZa7lh87477Tp9xOZDd2CZET6_Ob7FtQWABjhopNFT_aoTR2FUOvI=h310",
        "//lh3.googleusercontent.com/2cGSlS_3-v4GxNbGweW8vbB7M5RIieoyRkcB7SxsrFPdgDmqehyLt1cNkiuzNXmwJ30=h310",
        "//lh3.googleusercontent.com/E1YLWX0CqsqXJMWZn0wv1ZuOgBXB03Sx_RwLdxPV4NtUYaYwDhBHdT1fc3BJxGh5cgI=h310",
        "//lh3.googleusercontent.com/cztgo0UrqYmNKBShkTBPBIR-pV-TybOJ1ZaXaPbAiENdD0HE-ARKXO5NjzIUrmetWsA=h310",
        "//lh3.googleusercontent.com/LnDoU9y_fWx3kvK0XNoov21wnR43X9d0PYeqAOXvMsKrurrF8R6DMTZtRogCppSo-7s=h310",
        "//lh3.googleusercontent.com/qmVX4eeoxB6vk_KsRDmjGxrmbjS665VfkrgL3UYKynl9kkVrA_Gyc69SYcK3uQvSHHI=h310",
        "//lh3.googleusercontent.com/J1_EjDFaX9I5KoRRufZwBFOLtJqU58o1ECln_xnf9qhTiuU7H04xQDw8f7t6GFt4OQ=h310",
        "//lh3.googleusercontent.com/hmTdckDXCPCrzvlAKTFtmvq_LKGbyra-HYVQu-hNn296dvPoA5c0uWqSIUpPZSHtWqw=h310",
        "//lh3.googleusercontent.com/ce4qaC-pqG4zk8peycxcKf92AJIAnEsPAoWg5aQdwy6qWVKt6wEYVDknb7fW2rOjdQ=h310",
        "//lh3.googleusercontent.com/lrBmOWxWTxckqkXiPKhUGi0dui3lprHOTAymT1abl3tSS9clpikn6A5jYYc5sGpngQ=h310",
        "//lh3.googleusercontent.com/SGz-hZ4phkx28gib_Na7xq5KcQHiinAFhph9W22fdXJRTmDEHacBpahXX7nbTbI0wg=h310"
    ],
    "video": "https://www.youtube.com/embed/jSQ-ADAv0P0",
    "comments": [
        "GREAT game but some problems I really like this game it's fun , cute game and it's so cool you can do it your way! And be creative! But I like to move stuff like my way so that's what I did then a couple days later it restarts everything! Then one day I was putting a outfit on a girl and the outfit frozed  it was in the air like a ghost and I couldn't put it on her so I needed to restart it so please fix and thank you :)",
        "Loving it I absolutely love❤❤❤❤❤this app is amazing love all the stuff you can use in it. But I think that can add even more interest  if you add like a cafe and like an elevator like toca vacation and like things that you have in a city. (High school , steam boat,cruise ship, fair/carnival, mall,motels, ect.) but overall it's just a great app maybe if add you these things people will enjoy it even more thank you for creating this app😉😀😄😆 also one last thing I think iyou could combine some of them that be cool",
        "Great game I love this game it's so much fun. But may I suggest a couple of things. Retail. Buying new houses instead of being in one tiny apartment. Also instead of everything being free why don't you add jobs and add prices to everything. Sorry, just one more things. Instead of having EVERY person in town as your character just have one and if the person wants another character then they press a few buttons then. BAM. Like magic they have another character to play with along with there original.",
        "Love the game and i say \"Thank you\" to whom created this game. I have an idea, i hope you will accept it. Why don't you make Toca life: Hollywood? There'd be models, theatre or Cinema, talent show and a boutique to design the actress and models. And why not a cafeteria for the models or a café? Your choice. And for the fashion show, please create a radio speaker and cd for music! I'm so excited if you would make this. Sadly, today is my Birthday and... I don't think i can buy that game. So, please make on game that is free and is a Toca Life. Thank you, and good luck.♡♡♡☆☆☆",
        "AMAZING I absolutely love this game and i just got the update. Amazing. To all those looking at the amount to pay and thinking whether it is worth it, just think about whether you want something to spend your time on and enjoy every second doing it. Trust me. I do.                                                          There is a few problems though. 1) when i exit a place, sometimes the things i had previously did was cancelled. 2) i cant make the people drink water 3) sometimes my characters cant wear masks.",
        "Great app Well my sister who is 3 had this app and she asked me to play it with her and I thought it would be a dumb baby app(like most of the games she plays) but it was actually a lot of fun and I ended up buying it for my self and I'm 11! but its surprisingly a lot of fun. the only things I would change is I  wish there were more than 1 apartment and I wish the people had names. This game is worth the money.:-)"
    ],
    "recentChanges": [],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.tocaboca.tocacity&hl=en&gl=us",
    "appId": "com.tocaboca.tocacity"
}