{
    "title": "Teeny Titans - Teen Titans Go!",
    "summary": "Get our Google Play Year-End Deal! Teeny Titans is 75% off for a limited time!",
    "icon": "//lh3.googleusercontent.com/g9J3eidpDHOwtAK5yeNS-675ZG1YiW6YNMd5y7f2QOy5w6H-lKMUEo4bx_Ra6kDJIqjr=w300",
    "price": "$2.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 4.6,
    "reviews": 10442,
    "developer": "Cartoon Network",
    "developerEmail": "advanced.platforms@turner.com",
    "developerWebsite": "http://www.cartoonnetwork.com",
    "updated": "October 24, 2016",
    "version": "1.1.2",
    "genre": "Strategy",
    "genreId": "GAME_STRATEGY",
    "familyGenre": "Action & Adventure",
    "familyGenreId": "FAMILY_ACTION",
    "description": "Get our Google Play Year-End Deal! Teeny Titans is 75% off for a limited time!Teeny Titans, GO! Join Robin for a figure battling RPG of epic proportions. Play for hours with no in-app purchases! TEENY COMBATAssemble your squad and face off in 3-on-3 battles! Bust out super moves in real time with the battle bar. Switch between your heroes to launch awesome attacks and take down your opponents.77 COLLECTIBLE FIGURESGotta snatch ‘em all! Collect all 77 Teeny Titans figures, including Harley Quinn, Blue Beetle, Alfred Pennyworth, Kid Flash, the 80s Titans, Batgirl, Silkie, and many more! Level up and combine your figs for even more powerful abilities.EXPLORE JUMP CITYRace from store to store to shop for your favorite super hero figures. Complete special missions, enter tournaments, and unlock new areas on your journey to become the Jump City Mega Teeny Champion!ORIGINAL VO!Teeny Titans features original voiceover from Robin, Starfire, Cyborg, Raven, and Beast Boy!********************* This game is available in the following languages: English, French, Italian, Spanish (Latin American), Portuguese (Brazilian), Russian, Turkish, Korean, Japanese If you're having any problems with this app, feel free to contact us at advanced.platforms@turner.com. Tell us about the issues you're running into as well as what device and OS version you're using. ********************* IMPORTANT CONSIDERATIONS: This app may contain ads that feature other products, services, shows or offers from Cartoon Network and our partners.PRIVACY INFORMATION: Your privacy is important to us at Cartoon Network, a division of Turner Broadcasting System, Inc. This game collects and uses information as described in Cartoon Network’s Privacy Policy linked below. This information may be used, for example, to respond to user requests; enable users to take advantage of certain features and services; personalize content; serve advertising; perform network communications; manage and improve our products and services; and perform other internal operations of Cartoon Network web sites or online services. Our privacy practices are guided by data privacy laws in the United States. For users residing in the EU or other countries outside the U.S., please note that this app may use persistent identifiers for game management purposes. By downloading this application, you accept our Privacy Policy and End User License Agreement, and you give permission for such uses for all users of your device. The Privacy Policy and End User License Agreement are in addition to any terms, conditions or policies imposed by your wireless carrier and Google, Inc. Cartoon Network and its affiliates are not responsible for any collection, use, or disclosure of your personal information by Google or your wireless carrier. Terms of Use: http://www.cartoonnetwork.com/legal/termsofuse.html Privacy Policy: http://www.cartoonnetwork.com/legal/privacy/mobile.html",
    "descriptionHTML": "Get our Google Play Year-End Deal! Teeny Titans is 75% off for a limited time!<br><br><br>Teeny Titans, GO! Join Robin for a figure battling RPG of epic proportions. Play for hours with no in-app purchases! <br><br>TEENY COMBAT<br>Assemble your squad and face off in 3-on-3 battles! Bust out super moves in real time with the battle bar. Switch between your heroes to launch awesome attacks and take down your opponents.<br><br>77 COLLECTIBLE FIGURES<br>Gotta snatch &#x2018;em all! Collect all 77 Teeny Titans figures, including Harley Quinn, Blue Beetle, Alfred Pennyworth, Kid Flash, the 80s Titans, Batgirl, Silkie, and many more! Level up and combine your figs for even more powerful abilities.<br><br>EXPLORE JUMP CITY<br>Race from store to store to shop for your favorite super hero figures. Complete special missions, enter tournaments, and unlock new areas on your journey to become the Jump City Mega Teeny Champion!<br><br>ORIGINAL VO!<br>Teeny Titans features original voiceover from Robin, Starfire, Cyborg, Raven, and Beast Boy!<br><br><br>********************* <br><br>This game is available in the following languages: English, French, Italian, Spanish (Latin American), Portuguese (Brazilian), Russian, Turkish, Korean, Japanese <br><br>If you&apos;re having any problems with this app, feel free to contact us at advanced.platforms@turner.com. Tell us about the issues you&apos;re running into as well as what device and OS version you&apos;re using. <br><br>********************* <br><br>IMPORTANT CONSIDERATIONS: <br>This app may contain ads that feature other products, services, shows or offers from Cartoon Network and our partners.<br><br>PRIVACY INFORMATION: Your privacy is important to us at Cartoon Network, a division of Turner Broadcasting System, Inc. This game collects and uses information as described in Cartoon Network&#x2019;s Privacy Policy linked below. This information may be used, for example, to respond to user requests; enable users to take advantage of certain features and services; personalize content; serve advertising; perform network communications; manage and improve our products and services; and perform other internal operations of Cartoon Network web sites or online services. Our privacy practices are guided by data privacy laws in the United States. For users residing in the EU or other countries outside the U.S., please note that this app may use persistent identifiers for game management purposes. By downloading this application, you accept our Privacy Policy and End User License Agreement, and you give permission for such uses for all users of your device. The Privacy Policy and End User License Agreement are in addition to any terms, conditions or policies imposed by your wireless carrier and Google, Inc. Cartoon Network and its affiliates are not responsible for any collection, use, or disclosure of your personal information by Google or your wireless carrier.&#xA0;<br><br>Terms of Use: http://www.cartoonnetwork.com/legal/termsofuse.html <br>Privacy Policy: http://www.cartoonnetwork.com/legal/privacy/mobile.html",
    "histogram": {
        "1": 622,
        "2": 192,
        "3": 349,
        "4": 839,
        "5": 8440
    },
    "offersIAP": false,
    "adSupported": true,
    "androidVersionText": "4.0 and up",
    "androidVersion": "4.0",
    "contentRating": "Everyone 10+",
    "screenshots": [
        "//lh3.googleusercontent.com/9OAU-dvmcyOdiO3f2guacKMMNcFlM99Ln7JkdrTsxabuY3gTIkU1hQad3-SWEXof9cub=h310",
        "//lh3.googleusercontent.com/ykJHD65-9M15ueO-oy4tJQHgDbBLnJMNIpDiPND_ICWudjBO4BuxiFU1k4TWHgCZwDJ-=h310",
        "//lh3.googleusercontent.com/7b2vcGHNCaVrBeOawM6s9m6-ZsYoRJx9auU0URRAMC_yTYTWBNXRENwmpnitlkDrPA=h310",
        "//lh3.googleusercontent.com/1yuqTv3E_Y4pBgCd3jMgwGIjNiVI2qdf8FvYl_Kzp34dG7qb7mGqVcesBSc49V4WFA=h310",
        "//lh3.googleusercontent.com/QNg2WCjmultu691A6jyOULvQFFTfaH37YBdCBcmmEi9BD5iP8bMdC6ITdqfNo4r2N1A=h310",
        "//lh3.googleusercontent.com/6OSogIqtMZlt43czaFlJG6cBXd4ltGTTepwXSLBBsQz6IWiuM_4S_FnDfoQ399nvSL8=h310",
        "//lh3.googleusercontent.com/-o1mqV3cgklU5edi7O_JlwzPK2QUNml1hVc964S9jdLxZraRcRlfxK7wPK7e8ezxHjw=h310",
        "//lh3.googleusercontent.com/YT1OxS5RsKbQHH5tOC-uqSCOBrm30cbFcdOcFxX8-E5U6zMJmVTJhcUgb4kwdImtQFaP=h310",
        "//lh3.googleusercontent.com/OCKcBwCQ_u0eKSGFz-IMgEhKCHNhz_YCUR6kGRuijHejoe-6NYcS5yLZRVgyVY8qu7g=h310",
        "//lh3.googleusercontent.com/ZYman0ZCsAJXc76idYeq4bG30aV71bEXmAUL9zFX27t41wkc6V27VjW5gyP7GyB-FRw=h310",
        "//lh3.googleusercontent.com/aTHcHR3l8vOFUbmJE8nVT6ixXntP70NQ8OtJ3Cc0Ibhs6J-mImI9Am4QQcAO66ybxss=h310",
        "//lh3.googleusercontent.com/Q8w0HlxX90984nQSEzS0McvJpv-MUsDuDHWGZ5xovY0kX5B2sS42PbktvS3MEJJfH-A=h310",
        "//lh3.googleusercontent.com/JqKoPH8B9gw-V2NNEfJ4PboyWH-23IrB2Drcl0lXZdRhn54S83Wo1XWuM4FkehdS-xk=h310",
        "//lh3.googleusercontent.com/QbU8oKgkVt3Mc9LcAthgqGexjzJupKrds4E6ifSGNRxwETuWJO9TtPxa_L5pBrpQmxQ=h310",
        "//lh3.googleusercontent.com/sezMnVbGw22lJ27ijGK0diolJxh7dxqHaWbeyt8d_r0Ze3QgXFpWdKevoJcOYYlMhg=h310"
    ],
    "video": "https://www.youtube.com/embed/jxMyQ0lqU9A",
    "comments": [
        "I loved it. It is amazing to collect your favorite characters from DC nation and the show itself. And the fact to battle them too is great. The only bad thing about it is that I see little glitches in the figures and I don't get many side activities because I think I used them all but please create more. But other than that, it's great and very creative. Side note: great graphics! 🤗",
        "Super fun, and great value while it's on sale I love collecting and battling games and this one is pretty great. Lots of jokes and funny stuff going on but the funnest part is opening the riddler packs cause you can get literally any figure from them. For 1 dollar it's deffinitely worth it. Give it a try!",
        "Really cute. Amazing graphics!😘 It doesn't need Internet which is good because I need it at home but now I'm at my Dad's place, and he has Internet. It may cost money but it is great! Half demon. Cyborg. Enthusiastic leader. Alien princess. Boy that turns into 🐈🐒🐕🐆🐖🐏🐐🐎",
        "Fun and addicting game.  But controls are bad enough to drop my rating to 3 stars. Toon kinda runs wherever tf it wants to during flash sale game, and good luck making it over a couple bridges. The game can't tell if your tapping the bridge or the street under it, so your toon just runs back and forth",
        "Great game. Scratch your DC and Pokemon itch at the same time! Though not a huge Teen Titans Go fan, I loved the original series, but I'm glad for TT Go's tonal change as it allows for this great game to exist as a natural extension of the show, which will surely please fans, perhaps even those who only really watched the old series like myself. Mechanically, Teeny Titans Go, fuses Pokemon and JRPG charge-bar combat to a very satisfying result. Ultimately it's a great game for all ages. Don't let the 9 to 12 fool you.",
        "When I first saw this game I thought it was just a money grab, but after paying the small amount for it initially I found out this is genuinely one of the funnest apps I have played in a long time. No micro-transactions to mooch money just pure fun and good humor. Could use a slightly bigger character list and some more events, but sure they will come in time. Definitely worth the small sum."
    ],
    "recentChanges": [
        "Bug Fixes"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.turner.ttgfigures&hl=en&gl=us",
    "appId": "com.turner.ttgfigures"
}