{
    "title": "The Room Three",
    "summary": "The Room Three",
    "icon": "//lh3.googleusercontent.com/fVc6E1dbaia-JUEk-UZHqGzCYABrRiMBv3xbDC029E75ZOTcyTe2hYJWHp0c1q2ok9U=w300",
    "price": "$3.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 4.9,
    "reviews": 64571,
    "developer": "Fireproof Games",
    "developerEmail": "info@fireproofgames.com",
    "developerWebsite": "http://www.fireproofgames.com/android_help",
    "updated": "August 9, 2016",
    "version": "1.03",
    "genre": "Puzzle",
    "genreId": "GAME_PUZZLE",
    "description": "“A triumph. We fully recommend immersing yourself in this atmospheric mystery” - Stuff.tv“Much bigger and longer than the previous titles, more of a full-blown adventure game” - Touch Arcade“A brilliant, uniquely tactile experience packed with incredible puzzles. Just go and buy it.” - Pocket Gamer“With its rich atmosphere and clever puzzles, The Room Three is engrossing and hard to put down.” - Game Informer“Probably the Best Mobile Game of 2015” - Vice.com___________________________________________________________________________________The eagerly awaited sequel to the BAFTA award winning 'The Room' and 'The Room Two' is finally here.Welcome to The Room Three, a physical puzzle game within a beautifully tactile world.Lured to a remote island, you must draw upon all your puzzle-solving ability to navigate a series of trials devised by a mysterious figure known only as “The Craftsman”.PICK-UP-AND-PLAY DESIGNEasy to begin yet hard to put down, enjoy a unique mix of intriguing puzzles with a simple user interface.INTUITIVE TOUCH CONTROLSA tactile experience so natural you can almost feel the surface of each object.EXPANDED LOCATIONSLose yourself in a variety of stunning new environments, each spanning multiple areas.INTRICATE OBJECTSRotate, zoom and examine dozens of artifacts to discover their hidden secrets.ATMOSPHERIC AUDIOA haunting soundtrack coupled with dynamic sound effects create an unforgettable soundscape.MAGNIFIED WORLDSUse the new eyepiece ability to explore the world in miniatureALTERNATE ENDINGSReturn to a persistent environment and change your fateENHANCED HINT SYSTEMRe-read hints to get the full pictureCLOUD SAVING SUPPORTEDShare your progress between multiple devices, and unlock the all-new achievements. MULTI LANGUAGE SUPPORTAvailable in English, French, Italian, German, Spanish, Brazilian Portuguese, Turkish and Russian.Fireproof Games is an independent studio from Guildford, United Kingdom.Find out more at fireproofgames.comFollow us @Fireproof_GamesFind us on Facebook",
    "descriptionHTML": "&#x201C;A triumph. We fully recommend immersing yourself in this atmospheric mystery&#x201D; - Stuff.tv<br><br>&#x201C;Much bigger and longer than the previous titles, more of a full-blown adventure game&#x201D; - Touch Arcade<br><br>&#x201C;A brilliant, uniquely tactile experience packed with incredible puzzles. Just go and buy it.&#x201D; - Pocket Gamer<br><br>&#x201C;With its rich atmosphere and clever puzzles, The Room Three is engrossing and hard to put down.&#x201D; - Game Informer<br><br>&#x201C;Probably the Best Mobile Game of 2015&#x201D; - Vice.com<br>___________________________________________________________________________________<br><br>The eagerly awaited sequel to the BAFTA award winning &apos;The Room&apos; and &apos;The Room Two&apos; is finally here.<br><br>Welcome to The Room Three, a physical puzzle game within a beautifully tactile world.<br>Lured to a remote island, you must draw upon all your puzzle-solving ability to navigate a series of trials devised by a mysterious figure known only as &#x201C;The Craftsman&#x201D;.<br><br><br>PICK-UP-AND-PLAY DESIGN<br>Easy to begin yet hard to put down, enjoy a unique mix of intriguing puzzles with a simple user interface.<br><br>INTUITIVE TOUCH CONTROLS<br>A tactile experience so natural you can almost feel the surface of each object.<br><br>EXPANDED LOCATIONS<br>Lose yourself in a variety of stunning new environments, each spanning multiple areas.<br><br>INTRICATE OBJECTS<br>Rotate, zoom and examine dozens of artifacts to discover their hidden secrets.<br><br>ATMOSPHERIC AUDIO<br>A haunting soundtrack coupled with dynamic sound effects create an unforgettable soundscape.<br><br>MAGNIFIED WORLDS<br>Use the new eyepiece ability to explore the world in miniature<br><br>ALTERNATE ENDINGS<br>Return to a persistent environment and change your fate<br><br>ENHANCED HINT SYSTEM<br>Re-read hints to get the full picture<br><br>CLOUD SAVING SUPPORTED<br>Share your progress between multiple devices, and unlock the all-new achievements. <br><br>MULTI LANGUAGE SUPPORT<br>Available in English, French, Italian, German, Spanish, Brazilian Portuguese, Turkish and Russian.<br><br><br><br>Fireproof Games is an independent studio from Guildford, United Kingdom.<br>Find out more at fireproofgames.com<br>Follow us @Fireproof_Games<br>Find us on Facebook",
    "histogram": {
        "1": 488,
        "2": 240,
        "3": 385,
        "4": 2000,
        "5": 61458
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "4.0.3 and up",
    "androidVersion": "4.0.3",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/mF0BbmIsK3e0l8sutcbF9SGhdHLcL7LJUAjd2ssQIB0_tR7KX0uekPL-xesQyLZjXM4E=h310",
        "//lh3.googleusercontent.com/OO9Gonj2BGyt77zEFGepZ_Q03Z_tpuqq2kN96vTC6R2Ml5B9Nrme3TJ6q3JX9ujzyrc=h310",
        "//lh3.googleusercontent.com/lOep7UamT1tw9yjvYS1mEgwpU_r8MwE7JM5rhjlagvX5wtlBWjlThydNhChyr3VnTWCn=h310",
        "//lh3.googleusercontent.com/E_yUIj3h3voTJV7Zm0IxPB35U7SvJksC3OSEJ-ms9Xa965JZbQ4Ae56zrX7YvUAnPTyr=h310",
        "//lh3.googleusercontent.com/OvqVT_JzcBAAgeZqjYqSFmh5skDymtjdlAkBVRAPF1R8umjnmtCjjs_VrlJcD4TaUg=h310",
        "//lh3.googleusercontent.com/XKFYpYuWz3SDfE0cWAV6HuJtMC9quyKXVtF641haU0McBoezKmvmwTmAnrXSqTA-O4Y=h310",
        "//lh3.googleusercontent.com/sLfKlKW1m7lZQxu6LOGqzEubMivSAlHXcpTWkK9o3wGgmpvt16RteTB7RVrRsnDuC5I=h310",
        "//lh3.googleusercontent.com/IHz3dgMBaN3Th1NL-6xJGZq5dZ5yR224q1m6EQIf2trTckC71OCAWPAf91Ybu-qQHGY=h310",
        "//lh3.googleusercontent.com/5UL9OS_CNUl0CX7nTxuNUjFeMk7kQoayw9_MPZ-UK7_FOeskGKweSNmI68inGMUK3A=h310",
        "//lh3.googleusercontent.com/W9i78Xo1GAgFh-i-qdNAgI6XIWVD1GN98DA4Tjh4J5nuhZ2K3aRZ5eGMf29chlBEEzI=h310",
        "//lh3.googleusercontent.com/sXq0MVnMvkqpljhLqZ7V4NFqrpCTonIpM4x262gAZSjFNhVNC8E89fyguyaCd_iTLIY=h310",
        "//lh3.googleusercontent.com/oHhzbcmOnM5Zq3q1TR4dWGVk_xWQ7f0sjn_bYJSXyaSkWE0FcapeiM74tMAsEd11hg=h310",
        "//lh3.googleusercontent.com/Eana4x6UpxKLO4lx12lauwiSeYBN7W3SuvH1MB81lIjFksh1aTrMTMiu15wCcHwa8PY=h310",
        "//lh3.googleusercontent.com/0YySbGWH7KPLWRyTXeOdD9x5WOCzpgLlZ8_1o3gVBMr8GxHwigxGcjIcJq3T0xX8Jg=h310",
        "//lh3.googleusercontent.com/PZd9XLVAfwUlRF1V4M6asGhLOZ5As6klpV_JTVRFXiQpVtQ0Xq7wXfVrABq7tTvD7p8=h310"
    ],
    "video": "https://www.youtube.com/embed/NaZ2DiDH4i0",
    "comments": [
        "OH MY GOD,  this game was so amazing, all three were. This one was the most challenging out of all of them, but it was amazing, I loved the challenge. I think there should be another installment where you learn to control and harness the null to do stuff in other places, who knows, maybe it is already in progress? I would totally buy it if it were made. These three apps have been the most expensive set of one game I have gotten on my phone, but it was more then worth the money. I can easily and honestly say that this is the BEST Mobil game I have played, and I anticipate playing it many more times again. Thank you for making this game a thing!!!",
        "Best so far The 3rd release is by far the best of the lot. The developers have added more movement that gives the player a greater sense of freedom within the environments, even though they're clearly scripted and the hints are always there to guide you through the end. There is a new mechanic that adds depth to the challenges. Despite this being a case of more of the same, the sense of wonder is still there, the graphics stunning, and the sound immerses the player in the atmosphere. More please!",
        "Finally decided to review this game after getting all endings. It's not easy but not impossibly hard. For me, all puzzles were solvable with a little bit of logic, but I did have to do a lot of to and fro in order to get all the endings. But despite that, it's so satisfying to finally finish it 100%. If you're a fan of this series and would love a wee bit of challenge then I suggest turning off the hints at the very beginning, since it gives more satisfaction when you are finally able to solve those puzzles. I am in love with this series and am hoping there'll be more rooms to come.",
        "Amazing! I've always been a fan of adventure games. Likewise the style of puzzles have been great. Not entirely disjointed from the game as it is their intended purpose. It has been reminding me of my old favorite Zork Nemesis. The series so far has been developing very well. A little more active story such as real time or videos spread out during the game would make the series perfect. All in all an amazing game series!",
        "Almost perfect Loved every second of it! I binge played all three entries in the series and they saved the best for last... not to take anything away from the first two, they were both excellent. I would have given this five stars but there were some aggregating issues with object manipulation/viewing angles, and the graphics stopped being smooth in places, but just in the alternate endings. I love that there are three endings! Technically there are four endings but two are just different paths to the same ending.  Still, outstanding game, worth every penny --- beautiful graphics, great puzzles, (almost entirely) smooth play.",
        "Wow Hints doesn't waste the pleasure. Each room becomes a surprise and each surprise becomes a surprising room. The castle of our chilhood, the perfect house  a child could expect. Secret rooms, path here and there, need to go from here to there to arrive somewhere else. No need of zombie or anything else. The game leads you and give a great part to your imagination too. Not a simple escape game as you do not really ever escape from it. Is there an end?"
    ],
    "recentChanges": [
        "Added switch to disable Cloud Save"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.FireproofStudios.TheRoom3&hl=en&gl=us",
    "appId": "com.FireproofStudios.TheRoom3"
}