{
    "title": "Play Cardboard apps on Gear VR",
    "summary": "Run Cardboard Apps &amp; Games on Samsung Gear VR -NO ROOT",
    "icon": "//lh3.googleusercontent.com/lisyePbQ7TbrvjrPd74MOnYPePQ5ZSnqMzNp6v-45Iw-XqERP0fvecHkzPj3z9stAH7N=w300",
    "price": "$1.49",
    "free": false,
    "minInstalls": 10000,
    "maxInstalls": 50000,
    "score": 4.4,
    "reviews": 1202,
    "developer": "KunKunSoft",
    "developerEmail": "contact@wakasoftware.com",
    "developerWebsite": "http://wakasoftware.com/products/",
    "updated": "March 10, 2017",
    "version": "1.3.8",
    "genre": "Business",
    "genreId": "BUSINESS",
    "description": "Only for Samsung Galaxy S6, S6 Edge, S6 Edge+, S7, S7 Edge and Galaxy Note 4, Note 5 with Samsung Gear VR headset - WITHOUT ROOT☆☆☆ Work with Android Nougat 7.0 ☆☆☆☆☆☆ Not support for Galaxy Note 7 for safety reason ☆☆☆► Go Play Store market to download Cardboard apps (games). If it not work well with your Cardboard app (game), try to run with others and do following that game's instruction► If your ringing, vibration or alarm not work well after using this app, Switch to Gear VR mode and Restart your phone☆ If you have a Samsung Gear VR headset, you might have noticed that the App store that comes with it has nice high-end games and applications. But not very many, and the prices are high compared to other mobile apps. Meanwhile, there are other a thousand apps and games for Google Cardboard.☆ For Gear VR lovers, you can now use your Gear VR headset with Cardboard apps and games without launching the default Gear VR app. As a result, the Oculus Home app will not be auto-launched until you enable them again.✔ Play Cardboard apps on Gear VR is simple app, help you run any Cardboard apps and games on Samsung Gear VR and WITHOUT ROOT✔ Play Cardboard apps on Gear VR is easy to use, you can use this app to switch between Samsung Gear VR apps and Google Cardboard apps by a simple click✔ Home Screen Widget quickly to enable/disable Gear VR or Cardboard mode✔ Advanced Mode to improve Motion Blur by enabling [Gear VR Developer Mode]✔ Key Disabler Mode feature help you temporarily disable any hardware button you want (support for Galaxy S7 Edge and some Samsung devices)✔ Calibrate Cardboard apps Viewer - calibrate cardboard apps viewer (Screen to lens distance, Inter-lens distance, Distortion coefficients...etc) to work well with Samsung Gear VR with most comfortable VR experience.✔ Run Youtube VR app on Samsung Gear VR✔ Disable Oculus Home app from auto-loadingHow to use:- Run this application, then TAP ON the IMAGE of the platform that you want to run, Cardboard app (right-side) or Gear VR app (left-side)- In Gear VR mode (only run GearVR app), when you put your phone into the Gear VR headset, no matter what app is currently playing, it will automatic switch you into the Gear VR starting space. It's a giant living room with the app selection screen.- In Cardboard mode (only run Cardboard app), simply load up the app like the way you normally do, then put the phone in the headset. But now, instead of it switching into Gear VR mode, the app continues to run and you can play it. You can even use the trackpad for your button.- Advanced mode, Key Disabler and Calibrate Cardboard apps Viewer are optional.How to add Home screen Widget:- Go Home screen, press and hold on Home screen for 1 or 2 seconds. - Select WIDGETS tab, find [Play Cardboard apps on Gear VR] then drag and drop widget to Home screenHow to uninstall:- This application use [Device Administrator] permission to work, so go Menu (on top-right corner) then click on Uninstall this app button in this application to uninstall- In other way, Go Setting -> Security -> deactivate Device Administrator permission of this app before uninstall normallyWe would love to hear from our customers. If you have any problem, questions or feedback about this app please contact us at [kunkunsoft@gmail.com]",
    "descriptionHTML": "<u>Only for Samsung Galaxy S6, S6 Edge, S6 Edge+, S7, S7 Edge and Galaxy Note 4, Note 5 with Samsung Gear VR headset - WITHOUT ROOT</u><br>&#x2606;&#x2606;&#x2606; <b>Work with Android Nougat 7.0</b> &#x2606;&#x2606;&#x2606;<br><br>&#x2606;&#x2606;&#x2606; Not support for Galaxy Note 7 for safety reason &#x2606;&#x2606;&#x2606;<br><br>&#x25BA; Go <b>Play Store</b> market to download Cardboard apps (games). If it not work well with your Cardboard app (game), try to run with others and do following that game&apos;s instruction<br><br>&#x25BA; If your <b>ringing, vibration or alarm</b> not work well after using this app, <b>Switch to Gear VR mode</b> and <b>Restart your phone</b><br><br><br><br>&#x2606; If you have a Samsung Gear VR headset, you might have noticed that the App store that comes with it has nice high-end games and applications. But not very many, and the prices are high compared to other mobile apps. Meanwhile, there are other a thousand apps and games for Google Cardboard.<br><br>&#x2606; For Gear VR lovers, you can now use your Gear VR headset with Cardboard apps and games without launching the default Gear VR app. As a result, the Oculus Home app will not be auto-launched until you enable them again.<br><br>&#x2714; <b>Play Cardboard apps on Gear VR</b> is simple app, <b>help you run any Cardboard apps and games</b> on <b>Samsung Gear VR</b> and <b>WITHOUT ROOT</b><br>&#x2714; <b>Play Cardboard apps on Gear VR</b> is easy to use, you can use this app to switch between Samsung Gear VR apps and Google Cardboard apps by a simple click<br>&#x2714; <b>Home Screen Widget</b> quickly to enable/disable Gear VR or Cardboard mode<br>&#x2714; <b>Advanced Mode</b> to improve Motion Blur by enabling [Gear VR Developer Mode]<br>&#x2714; <b>Key Disabler Mode</b> feature help you temporarily disable any hardware button you want (support for Galaxy S7 Edge and some Samsung devices)<br>&#x2714; <b>Calibrate Cardboard apps Viewer</b> - calibrate cardboard apps viewer (Screen to lens distance, Inter-lens distance, Distortion coefficients...etc) to work well with Samsung Gear VR with most comfortable VR experience.<br>&#x2714; <b>Run Youtube VR</b> app on Samsung Gear VR<br>&#x2714; <b>Disable Oculus Home</b> app from auto-loading<br><br><b><u>How to use:</u></b><br>- Run this application, then <b>TAP ON</b> the <b>IMAGE</b> of the platform that you want to run, Cardboard app (right-side) or Gear VR app (left-side)<br>- In <b>Gear VR mode (only run GearVR app)</b>, when you put your phone into the Gear VR headset, no matter what app is currently playing, it will automatic switch you into the Gear VR starting space. It&apos;s a giant living room with the app selection screen.<br>- In <b>Cardboard mode (only run Cardboard app)</b>, simply load up the app like the way you normally do, then put the phone in the headset. But now, instead of it switching into Gear VR mode, the app continues to run and you can play it. You can even use the trackpad for your button.<br>- <b>Advanced mode</b>, <b>Key Disabler</b> and <b>Calibrate Cardboard apps Viewer</b> are optional.<br><br><b><u>How to add Home screen Widget:</u></b><br>- Go Home screen, press and hold on Home screen for 1 or 2 seconds. <br>- Select WIDGETS tab, find [Play Cardboard apps on Gear VR] then drag and drop widget to Home screen<br><br><b><u>How to uninstall:</u></b><br>- This application use [Device Administrator] permission to work, so go <b>Menu</b> (on top-right corner) then click on <b>Uninstall this app</b> button in this application to uninstall<br>- In other way, Go Setting -&gt; Security -&gt; deactivate Device Administrator permission of this app before uninstall normally<br><br><br>We would love to hear from our customers. If you have any problem, questions or feedback about this app please contact us at [kunkunsoft@gmail.com]",
    "histogram": {
        "1": 117,
        "2": 26,
        "3": 37,
        "4": 117,
        "5": 905
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "4.1 and up",
    "androidVersion": "4.1",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/bU34NT_gAX4J_AX5WjxpmIWO66gzCg7dJY1cafrT4tUh552y32ou219TJcOiiu8SQjoZ=h310",
        "//lh3.googleusercontent.com/kTQJ1JjpSElplBwWNoBY7ahr3JGsv7n0Qm3DGaZ6TJECYkqiGaV7mGmnJHsM1GPcjsg=h310",
        "//lh3.googleusercontent.com/a2YYbLewzRMbQ7yHEgAgfb7yYBT0D3CfdwEWdYZnqiLE2JpOjWGkAeqjLRyOzbu7WVhV=h310",
        "//lh3.googleusercontent.com/oao2uccKrVws9xdstqhaQ-DlUqS5L_cVhELl7CPC_SUGQhaVDqIFN4MRAs8_4pr6QA=h310",
        "//lh3.googleusercontent.com/-V1D6kmasJuQ0f2XeLc6Plxp5xQxq5dRSfH7uuLIzRyoYDpoObiJMBB6S6e_mEQz9lMS=h310",
        "//lh3.googleusercontent.com/95uPgL00z6swXaXGyr6OoX9gOd3T0pJWwTY3zAorrn11LPm8jRIlJs9Xrb3SqKLD8Q=h310",
        "//lh3.googleusercontent.com/rznr9n2W99hXP49oeFYDUaRRlERp1avQKW7KdAXfwEzi6I3UndOyWEevXXH14pi-RSIS=h310"
    ],
    "video": "https://www.youtube.com/embed/0IunlMuRc1w",
    "comments": [
        "Works perfectly on my S7 edge and gear vr.  Only one problem is i can no longer charge my phone when in the gear headset. The app has disabled the usb port when in cardboard mode.",
        "App not working from the start. Tries to ACTIVATE SDK Licence and fails every time even when following the instructions exactly.",
        "Rubbish. Money spent but does allow google cardboard apps to run samsung vr on s7. Avoid",
        "I'm curious. The app worked for me but my phone will no longer charge when hooked up inside the gear vr??? This means longevity of gaming will be short",
        "Doesn't work and now gear vr does not load... very poor",
        "Basically stole my money. App won't work without another file. Can't obtain the required file, so it's basically STEALING from us if your app doesn't even work!!!!"
    ],
    "recentChanges": [
        "Version 1.3.8:",
        "- Fix license bug",
        "Version 1.3.3:",
        "- Adding [HomeKey Long press Disabler] function",
        "- Change some UI, edit instructions",
        "- If you think this app is useful, we'd love you to rate our app 5 stars ☆☆☆☆☆",
        "- If you have any problem, please contact us at [kunkunsoft@gmail.com]"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.kunkunsoft.cardboardappforgearvr&hl=en&gl=us",
    "appId": "com.kunkunsoft.cardboardappforgearvr"
}