{
    "title": "Nova Launcher Prime",
    "summary": "The highly customizable, performance driven, home screen",
    "icon": "//lh3.googleusercontent.com/zRAiqBjSWH4tjZqQU_2I0xbubdPS_8hY8Cf35DezaYWqdMmYrtCGn6XgruPOd5VpOmE=w300",
    "price": "$4.99",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 4.8,
    "reviews": 248557,
    "developer": "TeslaCoil Software",
    "developerEmail": "support@teslacoilsw.com",
    "developerWebsite": "http://novalauncher.com",
    "updated": "December 15, 2016",
    "version": "2017",
    "genre": "Personalization",
    "genreId": "PERSONALIZATION",
    "description": "Accept no substitutes! Nova Launcher is the original and most polished customizable launcher for modern AndroidNova Launcher PrimeUnlock the following extras by purchasing Nova Launcher Prime• Gestures - Swipe, pinch, double tap and more on the home screen to open your favorite apps• Unread Counts - Never miss a message. Unread count badges for Hangouts, SMS, Gmail and more using the TeslaUnread plugin• Custom Drawer Groups - Create new tabs or folders in the app drawer• Hide Apps - Keep a clean app drawer by hiding never used apps• Icon Swipes - Set custom actions for swiping on app shortcuts or folders• More scroll effects - Such as Wipe, Accordion, and ThrowNova Launcher Prime acts as a license to unlock these features in the free Nova Launcher App. You will need to install Nova Launcher  first.",
    "descriptionHTML": "<i>Accept no substitutes! Nova Launcher is the original and most polished customizable launcher for modern Android</i><br><br><br><br><b>Nova Launcher Prime</b><br>Unlock the following extras by purchasing Nova Launcher Prime<br>&#x2022;&#x2003;<b>Gestures</b> - Swipe, pinch, double tap and more on the home screen to open your favorite apps<br>&#x2022;&#x2003;<b>Unread Counts</b> - Never miss a message. Unread count badges for Hangouts, SMS, Gmail and more using the <a href=\"https://play.google.com/store/apps/details?id=com.teslacoilsw.notifier\">TeslaUnread plugin</a><br>&#x2022;&#x2003;<b>Custom Drawer Groups</b> - Create new tabs or folders in the app drawer<br>&#x2022;&#x2003;<b>Hide Apps</b> - Keep a clean app drawer by hiding never used apps<br>&#x2022;&#x2003;<b>Icon Swipes</b> - Set custom actions for swiping on app shortcuts or folders<br>&#x2022;&#x2003;<b>More scroll effects</b> - Such as Wipe, Accordion, and Throw<br><br>Nova Launcher Prime acts as a license to unlock these features in the free <a href=\"https://play.google.com/store/apps/details?id=com.teslacoilsw.launcher\">Nova Launcher</a> App. You will need to install <a href=\"https://play.google.com/store/apps/details?id=com.teslacoilsw.launcher\">Nova Launcher</a>  first.",
    "histogram": {
        "1": 3112,
        "2": 2131,
        "3": 4826,
        "4": 24084,
        "5": 214404
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "4.0 and up",
    "androidVersion": "4.0",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/HrvYSlhlZ2VysR9VcO3iZw7p6DoxyraAQGV-9G09gqSgcGx0f7pq9ZxdmAeFNQL-4Ns=h310",
        "//lh3.googleusercontent.com/2DZUuNRcWbxeQ-aX0FVkPh-B1cl7cCxgKhCeTMmTAtwmBoPffO-86HjX_p9h0ul8hg=h310",
        "//lh3.googleusercontent.com/IN_hV7fa_m09f1HMKSPq3wdMTQ7yfQPvMGNpttAQqc7_Rwh9fpoW_NuJmi8s0qfb-3eY=h310",
        "//lh3.googleusercontent.com/eR86JoDaRo-i3_Fdpy9jv1Orx3FS6Xp5Nv-s6ScytBId_0DHq0SIFn-GVVS1Zw2XFET1=h310",
        "//lh3.googleusercontent.com/_QGoq9TxfJk4scbuA3pFQcDUmK74jvEzrmxwVx8V0YTyY_coxFrFuh1qfEp-NKNvLDU=h310",
        "//lh3.googleusercontent.com/0AT7OiUzR7BSmkB_4Pd3hihUqHLLxwyY0MVspDLPG4Puflx1sCedlfMG81VnCFuGZ10=h310",
        "//lh3.googleusercontent.com/g7UMx8wi3Ml2OQS98JeKh00aJ3R0IXq-xLRUEWiOIbaCaILID6OMCj8aDQrS7Hp60rrX=h310",
        "//lh3.googleusercontent.com/RsFa9a6YHwYp7cEPxUuGIXB2qQcVKRDGn9ZTmZnO2ZNyNwrWaHHWyozLeVa8O5aKGHc=h310",
        "//lh3.googleusercontent.com/IX74WjDUcrxTTfu9bIm7gK7OzcPi-DAHlCw98ya0oEOqXDiQw6k4zkwUmKvUq895eHjh=h310",
        "//lh3.googleusercontent.com/8lhWyNipc6g2wrNAf0uXJFUv5BN8bzjBr_olIr8F7OXJbliqIo9tMW79I6pcm1kUXQ=h310",
        "//lh3.googleusercontent.com/VEe4KnuF5uw-gtVMHbqlZpceuN8JcZGHGumVBds7U7kpi7zbxcSopJBc6SEhVTd-YL6c=h310"
    ],
    "comments": [
        "One last thing... I absolutely love that you added pixel launcher features to this launcher. However, it would be so much better if you add a setting to adjust the position of the pixel style search bar because for me, it is just too close to the notification bar and looks a bit odd. It would also be nice to have the google now shortcut from the left side of the home screen just like in Pixel phones. Those key features are what's keeping me from giving 5 stars, but nonetheless this is still the best launcher ever.",
        "I couldn't figure out why my app icons kept disappearing on my new android 6 offbrand tablet. I read this could be a launcher issue so I looked around in the store and saw references to this app even on pages for other apps. In my case this has solved the issue and I love the crazy amount of customization and it looks like you can save your settings to put on another device as well. Nothing to complain about and five bucks is not expensive for all you get here.",
        "If you want options, this is the way to go.   I've used this on every device I've purchased since it came out and Nova has never failed me.  Thanks for the quality work on this and all your other apps!  As a feedback on the new dynamic badges.  Is there a way we could explore experimenting with the ability to have them even larger? This old man's eyesight isn't getting any better!  Thanks!",
        "Is there no Samsung Icon support? I've long-loved Nova, and have used the free version for years without issue... until I downloaded a theme (via Samsung Hub) for my Samsung S7. It comes with a new set of icons, but Nova doesn't give me any option to apply them.   I've tried applying them from Nova settings as well as long-pressing each individual icon, to no avail. Yet, both the stock TouchWiz and Google Now launcher apply them just fine. This was actually the main reason I purchased Nova Prime, but unfortunately it hasn't made a difference.",
        "The best. Love it! Just checking in to say that this is indeed still the best launcher. I got my husband to use it, and he's an ex iPhone user that refuses to modify the \"vanilla experience\". He loves it too. He was sold when I pointed out that he won't have to get used to new random crap with phone updates lol. Simple to use but as feature rich as you want it to be. Great stuff! Keep it up, you're consistently awesome.",
        "The standard I have always preferred Android for the ability to customize, but the last time I got a new phone (Samsung Galaxy S5), I was lazy and didn't bother digging into my options. After a friend introduced me to Nova, I seriously cannot believe I used the default launcher for so long. I tested the free version, which got me hooked, so of course I had to buy pro to have access to all the features. It is a great value, because it makes every interaction with my phone more efficient. Indispensable."
    ],
    "recentChanges": [
        "Nova Launcher Prime acts as a license for in the free Nova Launcher App. You will need to install it first.",
        "Updates are released as part of the Nova Launcher app, please see the changelog there."
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.teslacoilsw.launcher.prime&hl=en&gl=us",
    "appId": "com.teslacoilsw.launcher.prime"
}