{
    "title": "FL Studio Mobile",
    "summary": "The fastest way from your brain to your speakers.",
    "icon": "//lh3.googleusercontent.com/Pxdgk7UjvfpihQv_WaAIndFJS0f_NcGvKGoKDN6HovXmnAQexYTgxDtPWdFRErJ_NRs=w300",
    "price": "$15.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 4.1,
    "reviews": 10558,
    "developer": "Image-Line",
    "developerEmail": "flstudiomobile@image-line.com",
    "developerWebsite": "http://www.flstudiomobile.com",
    "updated": "March 15, 2017",
    "version": "3.1.36",
    "genre": "Music & Audio",
    "genreId": "MUSIC_AND_AUDIO",
    "description": "Create and save complete multi-track music projects on your Android Phone or Tablet. Record, sequence, edit, mix and render complete songs.FEATURE HIGHLIGHTS•  High quality synthesizers, sampler, drum kits & sliced-loop beats•  Step sequencer for fast percussion programming •  Configurable virtual piano-keyboard & Drumpads•  MIDI controller support. Play instruments and link to knobs/sliders•  MIDI file import and Export (Single-track or Multi-track)•  Audio recording (with monitoring), track-length stem/wav import•  Browse sample and presets with pitchable-preview  •  Pan, volume, release and attack time configurable per instrument•  High quality audio engine (input/output latency depends on your device)•  Mixer: Per-track mute, solo, effect bus, pan and volume adjustment•  Effects include: Auto Ducker, Chorus, Compressor, Limiter, Distortion, Parametric Equalizer, Graphic Equalizer, Flanger, Reverb, High-Pass/Low-Pass/Band-Pass/Formant (Vox) Filters, Delays and Phaser to enhance your mix•  Piano roll editor to enter notes & chords or to edit recorded performances •  Intuitive screen layout configurable to work with all screen resolutions and sizes.•  Save and load your songs, export to WAV and MP3•  Share your songs via Sync to other Mobile 3 devices / installations•  Load your projects in the FL STUDIO* FREE Plugin Version of this App# and take them to the next level! •  Wirelessly share project data with other FL Studio Mobile Android, iOS and Windows App instances.  WANT A TRIAL VERSION?Install FL Studio 12.4 for the PC and you can use the FL Studio Mobile Plugin. This is identical to the App, just inside FL Studio for Windows PC. Get it here: http://www.image-line.com/downloads/flstudiodownload.htmlMANUAL / SUPPORT / TRAINING / VIDEOShttp://support.image-line.com/redirect/flstudiomobile_helphttp://support.image-line.com/redirect/flstudiomobile_videosPERMISSIONS REQUIRED•  In app purchases - There is an in-App shop (content and additional synths).•  Location - Related to Bluetooth MIDI support; Apps that scan for BT devices must request LOCATION permission. It's required because it may be possible to guess the location of an Android device by seeing which BT devices are nearby.•  Photos/Media/Files - FL Studio Mobile accesses audio files etc.•  Microphone - FL Studio can record audio. Your devices mic is the default input.•  Bluetooth - FL Studio Mobile supports Bluetooth MIDI Controllers.TROUBLE-SHOOTING / STARTUP ISSUESIMPORTANT! FL Studio Mobile needs access to the Internet once, for a few seconds, the first time is started after an installation or update. Otherwise it will close after a few seconds. Follow the steps here:http://support.image-line.com/redirect/flmobile_android_troubleshootingPlease help us to help you! Register FL Studio Mobile (the App will pop-up a link) and visit the support forum to report bugs/problems:http://support.image-line.com/redirect/flmobile_forum  NOTESA custom ROM, a rooted Android OS (with privileged apps installed) and antivirus software can cause significant performance issues.* \"FL Studio\" desktop PC version (sold separately) is installed, on average, over 30,000 times each DAY making it one of the world's most popular and exciting music production systems. You can download the demo version of the FL Studio Desktop PC version and use the FL plugin version of FL Studio Mobile.# See: http://support.image-line.com/redirect/flstudiomobile_plugin",
    "descriptionHTML": "Create and save complete multi-track music projects on your Android Phone or Tablet. Record, sequence, edit, mix and render complete songs.<br><br>FEATURE HIGHLIGHTS<br><br>&#x2022;  High quality synthesizers, sampler, drum kits &amp; sliced-loop beats<br>&#x2022;  Step sequencer for fast percussion programming <br>&#x2022;  Configurable virtual piano-keyboard &amp; Drumpads<br>&#x2022;  MIDI controller support. Play instruments and link to knobs/sliders<br>&#x2022;  MIDI file import and Export (Single-track or Multi-track)<br>&#x2022;  Audio recording (with monitoring), track-length stem/wav import<br>&#x2022;  Browse sample and presets with pitchable-preview  <br>&#x2022;  Pan, volume, release and attack time configurable per instrument<br>&#x2022;  High quality audio engine (input/output latency depends on your device)<br>&#x2022;  Mixer: Per-track mute, solo, effect bus, pan and volume adjustment<br>&#x2022;  Effects include: Auto Ducker, Chorus, Compressor, Limiter, Distortion, Parametric Equalizer, Graphic Equalizer, Flanger, Reverb, High-Pass/Low-Pass/Band-Pass/Formant (Vox) Filters, Delays and Phaser to enhance your mix<br>&#x2022;  Piano roll editor to enter notes &amp; chords or to edit recorded performances <br>&#x2022;  Intuitive screen layout configurable to work with all screen resolutions and sizes.<br>&#x2022;  Save and load your songs, export to WAV and MP3<br>&#x2022;  Share your songs via Sync to other Mobile 3 devices / installations<br>&#x2022;  Load your projects in the FL STUDIO* FREE Plugin Version of this App# and take them to the next level! <br>&#x2022;  Wirelessly share project data with other FL Studio Mobile Android, iOS and Windows App instances.  <br><br>WANT A TRIAL VERSION?<br><br>Install FL Studio 12.4 for the PC and you can use the FL Studio Mobile Plugin. This is identical to the App, just inside FL Studio for Windows PC. Get it here: http://www.image-line.com/downloads/flstudiodownload.html<br><br><br>MANUAL / SUPPORT / TRAINING / VIDEOS<br><br>http://support.image-line.com/redirect/flstudiomobile_help<br><br>http://support.image-line.com/redirect/flstudiomobile_videos<br><br>PERMISSIONS REQUIRED<br><br>&#x2022;  In app purchases - There is an in-App shop (content and additional synths).<br>&#x2022;  Location - Related to Bluetooth MIDI support; Apps that scan for BT devices must request LOCATION permission. It&apos;s required because it may be possible to guess the location of an Android device by seeing which BT devices are nearby.<br>&#x2022;  Photos/Media/Files - FL Studio Mobile accesses audio files etc.<br>&#x2022;  Microphone - FL Studio can record audio. Your devices mic is the default input.<br>&#x2022;  Bluetooth - FL Studio Mobile supports Bluetooth MIDI Controllers.<br><br>TROUBLE-SHOOTING / STARTUP ISSUES<br><br>IMPORTANT! FL Studio Mobile needs access to the Internet once, for a few seconds, the first time is started after an installation or update. Otherwise it will close after a few seconds. <br><br>Follow the steps here:<br><br>http://support.image-line.com/redirect/flmobile_android_troubleshooting<br><br>Please help us to help you! Register FL Studio Mobile (the App will pop-up a link) and visit the support forum to report bugs/problems:<br><br>http://support.image-line.com/redirect/flmobile_forum  <br><br>NOTES<br><br>A custom ROM, a rooted Android OS (with privileged apps installed) and antivirus software can cause significant performance issues.<br><br>* &quot;FL Studio&quot; desktop PC version (sold separately) is installed, on average, over 30,000 times each DAY making it one of the world&apos;s most popular and exciting music production systems. You can download the demo version of the FL Studio Desktop PC version and use the FL plugin version of FL Studio Mobile.<br><br># See: http://support.image-line.com/redirect/flstudiomobile_plugin",
    "histogram": {
        "1": 999,
        "2": 512,
        "3": 926,
        "4": 1834,
        "5": 6287
    },
    "offersIAP": true,
    "adSupported": false,
    "androidVersionText": "3.2 and up",
    "androidVersion": "3.2",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/mO8mN_qxcqOzwMw5Pa2d9KSWr5TqoUoFVV2aV1NaVAStD0l5TkqR-z_h7DCqvFD7exOR=h310",
        "//lh3.googleusercontent.com/pe_Ddk--7awjEXhhdouNdK2l05ZOUMmIgAxWEPbmdWxkiHv7LXTWBea9fDepL2Mw8VQ=h310",
        "//lh3.googleusercontent.com/rkn3VUx6Vunks8tqdnmIGipVlDXZ7G9KU880DFLBE5XofI0Nzr1JWhgk6qgH0wpBM8k=h310",
        "//lh3.googleusercontent.com/eKLU_-b7jL9ckpi2Zi7F8IHlUkFU4fEvXRyxoFBbaHVtiB2fbgCOLhSdz2ydepF1tXc=h310",
        "//lh3.googleusercontent.com/08aDrqxsSLx9ml7-xR-URKJaF7nTzVMNEvxpgYPdtRiOt1BsjnlssCeLuwyfemRECbRo=h310",
        "//lh3.googleusercontent.com/c-QNFb428n796qOHkzzFuFj69dsrWxL8Yby4furrqQeBXDzrf2dvkkWU_sb5zwJNPy8=h310",
        "//lh3.googleusercontent.com/TkrL8N7eamAaKmjyby9NzVCeEJJhd8b8AegnXPTMFQ81uBkv_hxxn-jimeP703BogOk=h310",
        "//lh3.googleusercontent.com/brCJMinMaWJqyKJXKYdGL22jV8_SdPf-JhIghkUEF87X1jE5jeD0PZV0-MyqUWR8eWE=h310",
        "//lh3.googleusercontent.com/b7CnCR27t_ZtyyPduvFNBi2mlWm78oYu1EpvP4ziu39r0s8HyutvJLEMUEx2LkidsBo=h310",
        "//lh3.googleusercontent.com/iN3acA7Z4gNzKCd2ytWmo97pAmk3DdF4Lw9MOv0szAuZb6i-nrO7e9AWYreWRYFcmA=h310",
        "//lh3.googleusercontent.com/wrmaOjfbY1N7-wPW1W9nJwCNIAI-AaeoYYvjHe1NC-xGL23KJT70kbeMMGJ8xrigsA=h310",
        "//lh3.googleusercontent.com/eXBgH3PyK-35Y1nWqwtRDL4sng22vxae9x8HL-zdhRtgdhF5P0GifKbP6n2HM6Z88Wc=h310",
        "//lh3.googleusercontent.com/ry0IbMPhE6phdTXQwhXwbUKIXCILjVp8Xd7WpYEwjFyM1I6ThjoV0AT1-EkPNKwz3Q=h310",
        "//lh3.googleusercontent.com/AieapgvO31iYXMJQiFfLU9qbxtSBhaoLVE_iw4rvhWM_3Cfta2GRplMZQBHSsXmBIB-S=h310",
        "//lh3.googleusercontent.com/1WRV-8jIGWQ-Sq9cwDN5gAkidK2ArZKAGMNQCcTSoncnXr_UwrDK3liaE2wwUH5zJCgu=h310",
        "//lh3.googleusercontent.com/GtO9QpPVthL3bTSMGH0E2A1YZJy8DR2sTJdG2DxjUkItmSB-wmQ_phbUGY1Nvhxyqb4=h310",
        "//lh3.googleusercontent.com/1dGxpqWQevLiR86S-K20RAWtXPo5YeCqFvy1leKh4wVtW2Em51I8txh-TSC-0dtk8XSJ=h310",
        "//lh3.googleusercontent.com/E1Z18L3wu8EA_iB3DBck3XuD2kljaZfYXVMb03cic6chgVNPQfaY-9qhghuz63LixMLW=h310",
        "//lh3.googleusercontent.com/qSs2R37JQp_f0Ml8EavZbpuEOr1NBF44lMZvjoM3CT32puH00OCyCrY_FqjtEX-DVg=h310",
        "//lh3.googleusercontent.com/J7WTf1d0F4YdX2GbvbJlheWZ4pgCpB1K40Qx1LIb92H7rIf16qYPY5S4-7xyVgmj_U8=h310",
        "//lh3.googleusercontent.com/-4KeEpqE8O-Bx7qXWPPyekbEu1bTDE_ycurQuql0FY8lkUkLWVIWSi_3cXtwRlhatg=h310",
        "//lh3.googleusercontent.com/9RL5LbqcD5lk2TwYOjJb8HDzZ7-phVm6otVaDBsZECKEG5jThBvWNa0oPAiElA1aO1o=h310",
        "//lh3.googleusercontent.com/IkU-qvgCSLbNDfC4iW6SIF9v2QqBYoEZhK1o9zTlmUx2S02vgZlcaEISGtBtvLh7mg=h310",
        "//lh3.googleusercontent.com/SAb-cSzmaBKGnwfG6QJP1AkZ2YUDPkAPh72TRouQnGLLnk8NZbTrpLHUTz07_CuqXmXb=h310"
    ],
    "video": "https://www.youtube.com/embed/D0JJvcfqfOE",
    "comments": [
        "This app has really changed my life. For years I've wanted something like this, something to allow me to play on the go, and make music to play for my wife and child. This app is everything I dreamed of, and at a cheap price dispite how great of quality it is! I have never been more satisfied! If you want to make music on your phone, this is all you need, look no further.",
        "Piece of crap and no way to get a refund. I paid for and registered an app that gives me annoying popups about \"demo mode\" every single time I open it? Lousy software design. And the least helpful \"help\" I have ever seen by a company that has English speaking people working for it.",
        "This  is  an incredible  deal for the money. It comes  with  many voices.  I  bought  all of  the  extras so far  except  for the guitar  and the orchestra  soundpacks. I'm  really  glad that  I  bought  them. I think  that this program   is  very  intuitive . It is Sooo intuitive .  I don't  understand  why  people  are  complaining  or struggling. How much  easier  could  it be?   I love it. I thought  it was missing  key features  but i was wrong. it requires  a little  time reading  the  manual  and watching  the youtube  videos  to find everything   .  Some things are right there and yet are not obvious  until  you  think  about  it  closely .  This app is truly  awesome !  Thanks  developers  :)",
        "I really miss the interface of flm2. Flm3 has great sound and looks but in the matter of usage ease I could do anything with flm2 but flm3 is way too complicated. I need a reverse update if possible so I can revert back to 2. The daw stuff is just too complicated for me and I can't just import midi files like I used to",
        "This app is the best in this genre, i have been looking at many such apps for the past two years, but this app is so good, it leaves me speechless. The app is really powerful in the sense that I didn't expect a mobile DAW app could be this versatile and capable at the same time. The interface is simple, simplistic, effective and beautiful. Really worth buying it, and this sounds like an understatement to me. Really worth every penny and more",
        "Its really good I use it for all my music making. It has all u need For editing. Although for the guitar and trombone and all those real instruments its not so good. They sound too artificial. But if you want to make techno and stuff its amazing. Has everything."
    ],
    "recentChanges": [
        "WHAT'S NEW 3.1.36",
        "* Audio Recording calibration (better alignment of audio to Playlist)",
        "* Custom DirectWave presets saved",
        "* DirectWave loop stopping early",
        "* Hidden track markers",
        "* Keyboard Labels (SETTINGS tab)",
        "* MiniSynth free Synth Expansion preset pack (in Preset Browser)",
        "* Redo button",
        "* Selected track markers",
        "* Sustain Pedal support (CC 64)",
        "* Bugfixes and stability improvements",
        "FOR SUPPORT USE - http://support.image-line.com/redirect/flmobile_forum"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.imageline.FLM&hl=en&gl=us",
    "appId": "com.imageline.FLM"
}