{
    "title": "FoxFi Key (supports PdaNet)",
    "summary": "Unlock the full version of both FoxFi and PdaNet.",
    "icon": "//lh4.ggpht.com/l-4T6YZMaYK0rorjB1YEs0GDI-KS6idirk1tSN-wBu1gCFeCLnLMmMvLlGoTh-RO_Q=w300",
    "price": "$7.95",
    "free": false,
    "minInstalls": 500000,
    "maxInstalls": 1000000,
    "score": 3.9,
    "reviews": 12622,
    "developer": "FoxFi Software",
    "developerEmail": "support@junefabrics.com",
    "developerWebsite": "http://pdanet.co/help",
    "updated": "August 2, 2013",
    "version": "1.03",
    "genre": "Communication",
    "genreId": "COMMUNICATION",
    "description": "This app now unlocks the full version of both FoxFi and PdaNet. Please install this key app from Play Store after purchasing. If you haven't installed PdaNet or FoxFi, please also do so from either Play Store or at http://pdanet.co/androidPlease read the following agreement and refund policy below before purchasing the full version.1. Not all phones models support WiFi mode. Some phone updates may also breaks WiFi mode. Please first install the free version and making sure it works. See http://pdanet.co/devices for compatibility.2. We do not provide any sort of warranties for our apps due to many things we can't control. Carriers may be finding ways to interfere unpaid tether usages, most commonly through system updates. 3. We have extended the refund period from Play Store's 15 minutes to 10 days. Please use the contact link in the order receipt email to request refunds. We won't be able to refund after 10 days, even if some features in PdaNet or FoxFi stop working due to causes we can't control.After installing the full version key, both FoxFi and PdaNet should display \"Full Version Unlocked\" at the bottom and should no longer prompt you to upgrade. If that is not happening please contact us. Rare issues in Play Store do happen from time to time. It could also be caused by problem with your Google transaction.",
    "descriptionHTML": "This app now unlocks the full version of both FoxFi and PdaNet. Please install this key app from Play Store after purchasing. If you haven&apos;t installed PdaNet or FoxFi, please also do so from either Play Store or at http://pdanet.co/android<br><br>Please read the following agreement and refund policy below before purchasing the full version.<br><br>1. Not all phones models support WiFi mode. Some phone updates may also breaks WiFi mode. Please first install the free version and making sure it works. See http://pdanet.co/devices for compatibility.<br><br>2. We do not provide any sort of warranties for our apps due to many things we can&apos;t control. Carriers may be finding ways to interfere unpaid tether usages, most commonly through system updates. <br><br>3. We have extended the refund period from Play Store&apos;s 15 minutes to 10 days. Please use the contact link in the order receipt email to request refunds. We won&apos;t be able to refund after 10 days, even if some features in PdaNet or FoxFi stop working due to causes we can&apos;t control.<br><br>After installing the full version key, both FoxFi and PdaNet should display &quot;Full Version Unlocked&quot; at the bottom and should no longer prompt you to upgrade. If that is not happening please contact us. Rare issues in Play Store do happen from time to time. It could also be caused by problem with your Google transaction.",
    "histogram": {
        "1": 2355,
        "2": 620,
        "3": 773,
        "4": 1474,
        "5": 7400
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "2.2 and up",
    "androidVersion": "2.2",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh6.ggpht.com/XzBD_zAwuZsj0q1GOOw3HtI2OmX3C-UfeTcNJTcW0gE8iPek41zCKhM9puiGnEJOVCg=h310",
        "//lh5.ggpht.com/Q-Vzx-VeL_oH5JwrmLlh2UQP23bOVm8tRpbP2efioOaNaVZ_R-cjhd71wpsRN-jyZ8Ho=h310"
    ],
    "comments": [
        "DO NOT UPDATE YOUR ANDROID. This app works like a champ, the only problem is when you update your Android system, Developers will try to fix it but most of Android updates will patch the only way this app has to have access to your internet. This will work if your Android version isn't as new (which is hard now). I have a an extra phone that I keep around for long trips so I can keep my passengers entertained with this app without paying a carrier for a service that should be included with my phone service.",
        "Works on Samsung Galaxy Note 2 & 3 BUT... Which is now rooted, but even so, it sometimes works better than some of the free rooted variants out there. IT CHANGES YOUR SWIPE LOCK SCREEN to a Pattern or Pin lock AND CAN'T CHANGE IT BACK EVEN AFTER UNINSTALLING FOXFI. PLEASE FIX THIS. I have multiple security measures in place without the need for a screen lock. Please remove this permission devs.",
        "Works Awesome and as advertised! Thank you! This app does everything it says it does. Worth paying for full version as this developer deserves our support. Keep it coming with apps like this. There are so many apps in the play store that claim to do things and don't do anything besides give you advertising banners and spam you.. but this app Is 100% legit. I installed it on all my devices and use it regularly as a USB hot spot together with pdanet on my laptop and I get great speeds (T-Mobile LTE network). Works so well I replaced my home internet",
        "Works perfectly on my samsung s4 running Android 4.4.2 I followed foxfi's screen by screen instructions including adding a security security exception and everything works. The app seems to leverage Verizon's hot spot app by proxy in a way that Verizon does not know. I'm on a prepaid plan and get 4G WiFi tethering at full speed. I think the trick is following all the instructions as prompted. I'm using the paid version.",
        "The best Wi-Fi hotspot app ever. I've had this app installed on my droid x my HTC Rezound my samsung galaxy s3 my galaxy s5 and now on my galaxy s 7. I'm on Verizon and my slow speed is usually about 30 megabytes per second and it types out at about 65 megabytes per second I leave it on 24 hours a day on the weekends it never shuts off it always works and last month believe it or not I use 447. Something gigabytes worth of data. Thank God I'm still grandfathered in with my unlimited data and I don't even have to pay $20 a month.",
        "I loved this until today. Worked like a dream, have had it for several months now. Unfortunately as of 11/20/2015 around 10-11am EST the app no longer let's me Hotspot. I've seen reports that the app still works via Bluetooth and direct teether, but not to happy with installing additional software. To my knowledge this is a issue of. VERIZON only. Please fix this Devs"
    ],
    "recentChanges": [
        "12/11/2012: If you have purchased and are still unable to either install or unlock FoxFi/PdaNet+ please select contact developer in your order receipt email. We will help you unlock the full version on our end since Play Store issues do happen.",
        "8/2/2013: You will not be sent a serial code after your purchase because you don't need it. Just keep this key app installed on your phone! It will unlock both FoxFi and PdaNet."
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.foxfi.key&hl=en&gl=us",
    "appId": "com.foxfi.key"
}