{
    "title": "The Sims 3",
    "summary": "ENJOY THIS AWARD-WINNING SIMS EXPERIENCE ON YOUR ANDROID DEVICE!",
    "icon": "//lh5.ggpht.com/Ia5EUZhxxeqcveKoFra-zkqltQYDqeAtvdhs9ULmOWlyugHVUPzhDMlJsPUIJZ03yx8=w300",
    "price": "$6.99",
    "free": false,
    "minInstalls": 500000,
    "maxInstalls": 1000000,
    "score": 2.9,
    "reviews": 33096,
    "developer": "ELECTRONIC ARTS",
    "developerEmail": "help@eamobile.com",
    "developerWebsite": "http://help.ea.com",
    "updated": "January 13, 2014",
    "version": "1.5.21",
    "genre": "Simulation",
    "genreId": "GAME_SIMULATION",
    "description": "LONG LIVE THE SIMS! Enjoy hours of fun on your Android device as you shape your Sims and their world. The possibilities are endless!Can’t get enough of The Sims? Download and play The Sims FreePlay to continue living large!Live it up with The Sims 3! •              Take your Sims with you anywhere! The Sims 3 is the ONLY Sims game on your Android devices that does not require internet connection to play•              Complete Goals and Wishes! Unlock and achieve 73 goals and wishes to help your Sims reach their full potential•              Complete activities to earn “simoleons” to purchase items for your Sims and moreCREATE YOUR OWN SIMWill your Sims be neurotic, funny or shy? Choose appearances, clothing, personality traits, and accessories, and bring your Sims to life! Make your Sims flirtatious or total jerks! If your Sims are the solitary kinds, head to the lake and go fishing (make sure to bring a pole, though).SEE AND EXPLORE NEW LOCATIONS Lose yourself in the amazing open-world environment. Discover what kinds of characters your Sims will turn out to be! Will they stay home and take care of the house, or will they be Sims about town?KEEP ‘EM SATISFIEDFulfill your Sims' essential needs like eating and sleeping to increase the amount of activities your Sims can do. Take good care of your Sims so you can enjoy more exciting interactions and activities.DREAM BIG! Stay in tune with your Sims’ whimsical desires like growing corn, staying well-rested, or buying stuff. Unlock and achieve 73 Goals and Wishes to help your Sims reach their full potentials.As always – due to the rich, immersive quality of this game – your download will take some time. We promise it’s worth the wait!Be the first to know! Get inside EA info on great deals, plus the latest game updates, tips & more…VISIT US: eamobile.com/androidFOLLOW US: twitter.com/eamobileLIKE US: facebook.com/eamobileWATCH US: youtube.com/eamobilegamesCheck out more exciting games from EA like The Sims FreePlay, Need for Speed Most Wanted and Theme Park!User Agreement: terms.ea.comVisit https://help.ea.com/ for assistance or inquiries.EA may retire online features and services after 30 days’ notice posted on www.ea.com/1/service-updates.Important Consumer Information. This app: Contains direct links to the Internet; Contains advertisements for EA and its partnersRequires acceptance of EA’s Privacy & Cookie Policy and User Agreement.",
    "descriptionHTML": "LONG LIVE THE SIMS! Enjoy hours of fun on your Android device as you shape your Sims and their world. The possibilities are endless!<br><br>Can&#x2019;t get enough of The Sims? Download and play The Sims FreePlay to continue living large!<br><br>Live it up with The Sims 3! <br>&#x2022;              Take your Sims with you anywhere! The Sims 3 is the ONLY Sims game on your Android devices that does not require internet connection to play<br>&#x2022;              Complete Goals and Wishes! Unlock and achieve 73 goals and wishes to help your Sims reach their full potential<br>&#x2022;              Complete activities to earn &#x201C;simoleons&#x201D; to purchase items for your Sims and more<br><br>CREATE YOUR OWN SIM<br>Will your Sims be neurotic, funny or shy? Choose appearances, clothing, personality traits, and accessories, and bring your Sims to life! Make your Sims flirtatious or total jerks! If your Sims are the solitary kinds, head to the lake and go fishing (make sure to bring a pole, though).<br>SEE AND EXPLORE NEW LOCATIONS <br>Lose yourself in the amazing open-world environment. Discover what kinds of characters your Sims will turn out to be! Will they stay home and take care of the house, or will they be Sims about town?<br>KEEP &#x2018;EM SATISFIED<br>Fulfill your Sims&apos; essential needs like eating and sleeping to increase the amount of activities your Sims can do. Take good care of your Sims so you can enjoy more exciting interactions and activities.<br>DREAM BIG! <br>Stay in tune with your Sims&#x2019; whimsical desires like growing corn, staying well-rested, or buying stuff. Unlock and achieve 73 Goals and Wishes to help your Sims reach their full potentials.<br>As always &#x2013; due to the rich, immersive quality of this game &#x2013; your download will take some time. We promise it&#x2019;s worth the wait!<br>Be the first to know! Get inside EA info on great deals, plus the latest game updates, tips &amp; more&#x2026;<br>VISIT US: eamobile.com/android<br>FOLLOW US: twitter.com/eamobile<br>LIKE US: facebook.com/eamobile<br>WATCH US: youtube.com/eamobilegames<br><br>Check out more exciting games from EA like The Sims FreePlay, Need for Speed Most Wanted and Theme Park!<br><br>User Agreement: terms.ea.com<br>Visit https://help.ea.com/ for assistance or inquiries.<br>EA may retire online features and services after 30 days&#x2019; notice posted on www.ea.com/1/service-updates.<br>Important Consumer Information. This app: Contains direct links to the Internet; Contains advertisements for EA and its partners<br>Requires acceptance of EA&#x2019;s Privacy &amp; Cookie Policy and User Agreement.",
    "histogram": {
        "1": 13160,
        "2": 2398,
        "3": 3186,
        "4": 3572,
        "5": 10780
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "2.1 and up",
    "androidVersion": "2.1",
    "contentRating": "Teen",
    "screenshots": [
        "//lh6.ggpht.com/C6ofsARJBw8ucbvhlFk-jAnHX9S_ek7zCQqjjBrc7lL4Zj4DrWxN1_q05w9gJ28SCA=h310",
        "//lh5.ggpht.com/ZvL5svRiu6_ckRvUDoJDqsw9BrlB1pAFo32mgHXgUyZxfHV2p3QMZbTKHqKtgo79bGmY=h310",
        "//lh3.ggpht.com/BV4UJw_4zyP3slXs9wUQxE6bpnhomdddOYDgybkL5h4ccPb-noJIEAvMv9UYKKCbJS4=h310",
        "//lh4.ggpht.com/C5uzPgXDaiYkw17oX8wQAUZg9r2_-o55ID-zRp45oMRHpu42kvtpogJTgbpdVDka2g=h310",
        "//lh3.ggpht.com/Yjmky8LMrcd9FbzuBBcI18BCWRiSRu5ddMt5Bl4heVJXopkwVfH9qQ4DyOwU5GBdbw=h310"
    ],
    "comments": [
        "It doesnt work I was able to play for about 30 minutes. I exited to google how to buy groceries so i can cook and it gave me the same error message it gave back in march. I tried force close and it did the same thing. Please fix i was really enjoying up until that point. Sims is my all time favorite game and i don't like freeplay it takes too long. I paid 7.43 for this game. :,,C",
        "Very disappointed.... The clothes selection sucks theres not alot of clothes to choose from including hair styles also why cant you have pets? Or move in with another sim or have kids the sims freeplay is so much better this sims needs to be as good as sims 3 on the computer come on sim creators i know you can do better than this!! we payed for this REMEMBER?!?!😡 make this game worth buying.......",
        "OMG! There is no reason of this game. It won't even load for me . U should REALY update this game to where it's actually to when I CAN PLAY ON IT! I payed a LOT of money for this! Sims doesn't cost ANYTHING and it's SO much better! Did you hear that!!!??? SO much better. I hope you get the SO part. If it costs money, actually make it GOOD! Take my word other people, this is something you DONT want to waist your money on. Please, don't use the money you worked hard for and earned, for this mean money-taking app.",
        "It's time for an upgrade!! Game is too easy. After awhile,controling only one sim at a time becomes boring. Its the SIMS 3 there should be baby making all over this game. Having more skills would've be nice and make the skill above 5. 5 is too easy to get too. Please upgrade the max on promotion, $300 a day is to easy to reach. Downloading and playing is good. (SiM3) Overal,i would like some new updates. Like what you did with freeplay sims.",
        "Kids! I lovee this game, so much. Its really good, better than any other. Except i really wanna have kids in the game and it sucks cause you cant. Also the cloths! Gosh i really wish their were more off them. I dont like the cloths or hairstyles. Ill give 5 stars if we get those to things changed up",
        "Wow u guys r haters I love it its worth it no problems except i wish it was free nothing i can do about that so its perfect life changing in a good way and gets you prepared for the future wow please comment about my comment and think positive not negative no have a good day god bless u all now. Peace out chall yo and out😀😊😝😜😜😜😜😝😄😃"
    ],
    "recentChanges": [
        "Now you can live in the Sims world on newly supported Android devices including the Nexus 7, Nexus 5 and Galaxy S3. Bring your Sims to life today!"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.eamobile.sims3_na_qwf&hl=en&gl=us",
    "appId": "com.eamobile.sims3_na_qwf"
}