{
    "title": "Sonic The Hedgehog",
    "summary": "The Sonic game which started it all is now optimized for mobile devices!",
    "icon": "//lh4.ggpht.com/bukkm-liepx9GPmjcOcSuNi1g_JP8EAIbIp_-6zojZv-gY6LSKe8PRPfrG_-90DfrQ=w300",
    "price": "$2.99",
    "free": false,
    "minInstalls": 500000,
    "maxInstalls": 1000000,
    "score": 4.4,
    "reviews": 21068,
    "developer": "SEGA",
    "developerEmail": "help@sega.net",
    "developerWebsite": "https://help.sega.net/",
    "updated": "April 13, 2015",
    "version": "2.1.1",
    "genre": "Action",
    "genreId": "GAME_ACTION",
    "description": "The Sonic game which started it all is now optimized for mobile devices!Race at lightning speeds across seven classic zones as Sonic the Hedgehog.  Run and spin through loop-de-loops as you collect rings and defeat enemies on your mission to save the world from the evil Dr. Eggman.This re-mastered mobile version of the SEGA Genesis classic features the full “Sonic The Hedgehog” game, plus these EXCLUSIVE features:NEW PLAYABLE CHARACTERSPlay as Sonic’s friends Tails & Knuckles for the first time.  Use their unique abilities to fly, climb, and glide around levels offering exciting new ways to explore.OPTIMIZED FOR MOBILESonic The Hedgehog now plays in widescreen at a smooth 60FPS offering unrivalled performance and the game’s legendary soundtrack has been fully re-mastered.GOTTA GO FASTChallenge yourself with an all-new Time Attack Mode!CONTROLLER SUPPORTSonic The Hedgehog on Android offers exclusive support for the Power A Moga, Nyko, XBOX, and all HID controllers.UNIVERSAL PLAYOne version for all supported Android devices! Buy once and play on either phones or tablets!- - - - -Privacy Policy: http://www.sega.com/mprivacyTerms of Use: http://www.sega.com/termsSEGA, the SEGA logo and SONIC THE HEDGEHOG are either registered trade marks or trade marks of SEGA Holdings Co., Ltd. or its affiliates. All rights reserved.",
    "descriptionHTML": "The Sonic game which started it all is now optimized for mobile devices!<br><br>Race at lightning speeds across seven classic zones as Sonic the Hedgehog.  Run and spin through loop-de-loops as you collect rings and defeat enemies on your mission to save the world from the evil Dr. Eggman.<br><br>This re-mastered mobile version of the SEGA Genesis classic features the full &#x201C;Sonic The Hedgehog&#x201D; game, plus these EXCLUSIVE features:<br><br>NEW PLAYABLE CHARACTERS<br>Play as Sonic&#x2019;s friends Tails &amp; Knuckles for the first time.  Use their unique abilities to fly, climb, and glide around levels offering exciting new ways to explore.<br><br>OPTIMIZED FOR MOBILE<br>Sonic The Hedgehog now plays in widescreen at a smooth 60FPS offering unrivalled performance and the game&#x2019;s legendary soundtrack has been fully re-mastered.<br><br>GOTTA GO FAST<br>Challenge yourself with an all-new Time Attack Mode!<br><br>CONTROLLER SUPPORT<br>Sonic The Hedgehog on Android offers exclusive support for the Power A Moga, Nyko, XBOX, and all HID controllers.<br><br>UNIVERSAL PLAY<br>One version for all supported Android devices! Buy once and play on either phones or tablets!<br><br>- - - - -<br>Privacy Policy: http://www.sega.com/mprivacy<br>Terms of Use: http://www.sega.com/terms<br><br>SEGA, the SEGA logo and SONIC THE HEDGEHOG are either registered trade marks or trade marks of SEGA Holdings Co., Ltd. or its affiliates. All rights reserved.",
    "histogram": {
        "1": 1035,
        "2": 762,
        "3": 1630,
        "4": 3634,
        "5": 14007
    },
    "offersIAP": true,
    "adSupported": false,
    "androidVersionText": "2.3 and up",
    "androidVersion": "2.3",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.ggpht.com/mmcyKaoXeCJFGo9aICfQIAi6OG7YwREwaDQgRzYCqUychhQFDLAbwan5Hd8G2HxtOg=h310",
        "//lh5.ggpht.com/eFIFqkATi26ObzOmMMQrh1uh2bggKaTK1McuKv-xfERHzwxRQRaGkj7iC2wNb6C5Zqc=h310",
        "//lh3.ggpht.com/ndseK4zTnE-OSsePr8P3-WP2Ma0mqzpQkoD4lYND-dIkV7XYeX4tslVcAjj5381OnFQ=h310",
        "//lh4.ggpht.com/H5s7_8dobYoS8tj2r8abHLCFVM3s_AJiaV5t5DATRuGy3jdiK3u1LwK1DorrX9EJTyo=h310",
        "//lh4.ggpht.com/qIB89VeLA-0X2ay0LueQKeItvxPPfXyFizzdxHdGr0CHaAZIKfSUTbnQkQKgpSY4Gf4=h310",
        "//lh6.ggpht.com/EkvWn_ZU1gNQQv4DulDI0Q7jN4EqhG0cRh4o4Hm5A0svC-0KeoMtbg2REU98RsIb4aI=h310",
        "//lh6.ggpht.com/LS0_t8xJn_uCfRhI32QXJ6GeIRjOcBW-8QczsHYd3Jx0HqMDR19shGHegcM-cDvG4LU=h310",
        "//lh6.ggpht.com/2N7v3mTrXFnfuaa8an-K8O6Eb9HQGbUQ4jqzSRpo6FLoaD7oYiNcwmN335ypbp88qIaK=h310",
        "//lh6.ggpht.com/mwCk50o6quZ7N10r56fq4bxXeaoRmYgECGrDYlbBHXMGcqA0zFvmXhiKzGcByKKNjKiW=h310",
        "//lh3.ggpht.com/d509lkmuglfrJLUkdDf4LZJOKahmr1Y2out_USkywoVnXpVioWzJsJzLVxMapMEbEg=h310",
        "//lh4.ggpht.com/l3zO_Amrq8o3qnzRn20lXOg1ui88IEVoxA61MBU0YiyYzia240AMS7FckuhKSFvwPB8=h310",
        "//lh6.ggpht.com/dtsx_7mIzFbrISFqOQfgkzwWpg4A-6VCEm9kG7YGU4DFeO_Yei08mtK5PWTk8m7qUA=h310",
        "//lh3.ggpht.com/RVjKzLrA2q2mhbk4Ff11LxqaEAjcY4wKacLlHeIYxGpDw3R8dAuNoouMSJ0jaea2dg=h310",
        "//lh3.ggpht.com/tx1BmSyEXWyFVHVaC7TWh5HzDCMSLDhnUSRgru_0VQXT3OBkRge8Svt6NmtxjQ4ajK8=h310",
        "//lh4.ggpht.com/VUggOIlbngzYTKBfw-NHEbpmwrY7242Bq2EZs1OjoIh25sGCu1B1Tj1Uu2TH1SUwvQ=h310"
    ],
    "video": "https://www.youtube.com/embed/Stqo8KmTz2A",
    "comments": [
        "Great job Very well done. Game runs smoothly and looks the part. At first I thought the controls would be a problem but after playing for 5 minutes I got to grips with them. The inclusion of time  trials and Tails and Knuckles being playable characters is awesome. Overall this game is well worth 10p. I'd happily pay full price if not more. Now onto Sonic 2! And hopefully Sonic 3 soon...",
        "This is a stunning enhanced version of a game released just in time for Sonic's 22nd birthday. Plays fantastic on touch screen controls. With unlockable Tails & Knuckles, optional spin-dash & no speed-cap physics, this is a must buy for those both old and new to 2d Sonic games. Nice work Stealth & Taxman. EDIT 5/4/2016: Taxman has made an update which fixes the sound-test issue, but for some reason Google Play haven't released the update yet (which is already on the Apps store).",
        "What a remake I love it the graphics are smoother the game is a lot faster because I live in England where the infamous 50hz version was released the music is remade but sounds exactly like the original but brings more of the instruments out for example like the drums in marble zone you can also play as knuckles and tails after completing it as sonic it also uses a save feature which I personally didnt need but if you are new to the game it comes handy . Taxman and stealth are the most cunning scientific geniuses in the world lol. I have high hopes for sonic mania",
        "The Defenitive Version of this Classic I never thought I would say this about a mobile port, but this is HANDS DOWN THE BEST VERSION of this game on ANY platform. Not only can Sonic use the Spindash which was not in the original version, but both Tails AND Knuckles were added with their abilities to fly glide and climb walls in tact making this like a new game entirely. Add in slightly enhanced music and added graphical effects and you have one hell of an experience.",
        "Awesome Amazing port, this is probably the best way to play Sonic the hedgehog 1 and please SEGA make Sonic 3! Oh... I just have 1 issue, when I go to sound test and press for example number 1 it goes to 11 and when I press 2 it goes to 12, please fix this little issue because I wanna try out Super Sonic. Nevertheless you made a good job on remastering the game.",
        "A bit of refinement can make this so much better Had a nostalgic feeling when installing this and the game itself is as great as its always been. But because it is impossible to change the controls this game is unplayable for me. The 2 joysticks will make your fingers cover sonic 80% of the time while using them, making it difficult to see where you are. The right joystick controlling jump and crouch rarely works as intended, making sonic jump when moving it up or making him crouch when doing the same. 2 sepperate buttons would probably work better for it"
    ],
    "recentChanges": [
        "2.1.1:",
        "-- Updated Terms of Use",
        "-- Compatibility fix for Android Lollipop",
        "-- Updates to UI and front-end",
        "-- Bug fixes"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.sega.sonic1&hl=en&gl=us",
    "appId": "com.sega.sonic1"
}