{
    "title": "Zooper Widget Pro",
    "summary": "Zooper Widget displays all the data you need the way you like.",
    "icon": "//lh3.ggpht.com/qILbVq-b16kHbE7n_o0CB4l_Z7DdF-1cV7REEEdkEfnImUvM31nU75txQt8zhZDPuhk=w300",
    "price": "$2.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 4.5,
    "reviews": 17339,
    "developer": "MYCOLORSCREEN",
    "developerEmail": "googleplay@apn.ask.com",
    "developerWebsite": "http://zooper.uservoice.com",
    "updated": "March 11, 2015",
    "version": "2.60",
    "genre": "Tools",
    "genreId": "TOOLS",
    "description": "Minimal, classy, extremely customizable, and battery friendly \"Do It Yourself\" widget with almost limitless possibilities!If you like the software and want to support the development please rate it! If you have issues or requests send me an email or use the forum at http://zooper.uservoice.comKNOWN ISSUES- GALAXY S2 http://goo.gl/Yuhzh2- GALAXY S4 http://goo.gl/aTmJ6W- PRO widgets disappear after reboot: http://goo.gl/4bqhJuFREE FEATURES- Sample templates included, no need to download anything else- Some custom fonts already included, additional can be added on sdcard/fonts- Create your templates easily, no functional limit, tons of variables and controls- WYSIWYG editor with layers - Build your style and change everything: color, text, shapes, position and more!- Completely customizable date and time (day of the year, week number, number to text...)- Date calculations (countdown, time to or from any date, calendar event or system attribute)- Full Math expressions supported - Battery info (remaining time, percentage, temperature, voltage)- World clock (multiple timezones on the same widget)- Weather for current or multiple locations on the same widget- Up to 5 days forecast from multiple providers (Open Weather Map, YR.NO) - Calendar info with free customization- System info, like uptime, next alarm, SD card space- WiFi network name, cell operator, signal strength, connection type- Network traffic data stats for current day, week, month and more- Missed calls, unread SMS, unread GMail (multiple accounts and labels)- Sunrise, Sunset and Astrological Nautical or Civil twilight- Moon Rise, Set and Illumination percentage- Series for days, months and more!- Completely dynamic and customizable TTF and PNG iconsets- Static Bitmaps (PNG with alpha and JPG)- Progress Bars customizable with any numeric variable such as min/max and value- Tasker integration (see website)- Jelly Bean lock screen supportPRO ONLY- No Ads- Widget on tap action / config lock (and \"module\" click action)- Load and Save templates on SD card- APK themes support- Buzz launcher supportBATTERYZooper Widget has been built from ground up with battery in mind; nothing will be done while your phone sleeps, no weather will be updated if you have no weather information on screen, and no location will be updated if you do not ask it to.MEMORYZooper Widget does not use much memory when it's running - even with 10 widgets on your screen it won't exceed more than 10 megabytes. However, during configuration RAM usage can climb up to 25mb. This is normal and the space will be released shortly after config is closed. If you're using Bitmaps, due to the heavy caching, usage will be higher.SUPPORT: http://zooper.uservoice.com/TRANSLATIONS: http://www.getlocalization.com/zooperwidget/PERMISSIONS: http://goo.gl/uqbcVJTASKER: http://goo.gl/DSpb2ICONSETS: http://goo.gl/5oL5FAPK SKINS: http://goo.gl/mh3ntyBETA (PRO): http://goo.gl/DXoig",
    "descriptionHTML": "Minimal, classy, extremely customizable, and battery friendly &quot;Do It Yourself&quot; widget with almost limitless possibilities!<br><br>If you like the software and want to support the development please rate it! If you have issues or requests send me an email or use the forum at http://zooper.uservoice.com<br><br><b>KNOWN ISSUES</b><br>- GALAXY S2 http://goo.gl/Yuhzh2<br>- GALAXY S4 http://goo.gl/aTmJ6W<br>- PRO widgets disappear after reboot: http://goo.gl/4bqhJu<br><br><b>FREE FEATURES</b><br>- Sample templates included, no need to download anything else<br>- Some custom fonts already included, additional can be added on sdcard/fonts<br>- Create your templates easily, no functional limit, tons of variables and controls<br>- WYSIWYG editor with layers <br>- Build your style and change everything: color, text, shapes, position and more!<br>- Completely customizable date and time (day of the year, week number, number to text...)<br>- Date calculations (countdown, time to or from any date, calendar event or system attribute)<br>- Full Math expressions supported <br>- Battery info (remaining time, percentage, temperature, voltage)<br>- World clock (multiple timezones on the same widget)<br>- Weather for current or multiple locations on the same widget<br>- Up to 5 days forecast from multiple providers (Open Weather Map, YR.NO) <br>- Calendar info with free customization<br>- System info, like uptime, next alarm, SD card space<br>- WiFi network name, cell operator, signal strength, connection type<br>- Network traffic data stats for current day, week, month and more<br>- Missed calls, unread SMS, unread GMail (multiple accounts and labels)<br>- Sunrise, Sunset and Astrological Nautical or Civil twilight<br>- Moon Rise, Set and Illumination percentage<br>- Series for days, months and more!<br>- Completely dynamic and customizable TTF and PNG iconsets<br>- Static Bitmaps (PNG with alpha and JPG)<br>- Progress Bars customizable with any numeric variable such as min/max and value<br>- Tasker integration (see website)<br>- Jelly Bean lock screen support<br><br><b>PRO ONLY</b><br>- No Ads<br>- Widget on tap action / config lock (and &quot;module&quot; click action)<br>- Load and Save templates on SD card<br>- APK themes support<br>- Buzz launcher support<br><br><b>BATTERY</b><br>Zooper Widget has been built from ground up with battery in mind; nothing will be done while your phone sleeps, no weather will be updated if you have no weather information on screen, and no location will be updated if you do not ask it to.<br><br><b>MEMORY</b><br>Zooper Widget does not use much memory when it&apos;s running - even with 10 widgets on your screen it won&apos;t exceed more than 10 megabytes. However, during configuration RAM usage can climb up to 25mb. This is normal and the space will be released shortly after config is closed. If you&apos;re using Bitmaps, due to the heavy caching, usage will be higher.<br><br><b>SUPPORT</b>: http://zooper.uservoice.com/<br><b>TRANSLATIONS</b>: http://www.getlocalization.com/zooperwidget/<br><b>PERMISSIONS</b>: http://goo.gl/uqbcVJ<br><b>TASKER</b>: http://goo.gl/DSpb2<br><b>ICONSETS</b>: http://goo.gl/5oL5F<br><b>APK SKINS</b>: http://goo.gl/mh3nty<br><b>BETA (PRO)</b>: http://goo.gl/DXoig",
    "histogram": {
        "1": 789,
        "2": 451,
        "3": 926,
        "4": 2834,
        "5": 12339
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "3.2 and up",
    "androidVersion": "3.2",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh6.ggpht.com/Ab_0hzY-IbQpEBQgcuCAYNYLUFHoFJU0WlIgQ1hHu8qnjtLcIQYnAJLXxVRhZO1-8MI=h310",
        "//lh4.ggpht.com/jD7OIfQKmMNWqEcM7jJZl-JGicoUgaRrTXdOYHQ8KYeiDeRnHGXH42KWin064CX6wt8G=h310",
        "//lh6.ggpht.com/d8bh1G-36n7gizrl32ayxrQwvjncPzKmvJTZvfuSzaeeZDlpuL51uAP7AjF6eipJ-Ogi=h310",
        "//lh6.ggpht.com/mlGfRv_Ct1iuvj064eVIhAr-sQz231cUJrWcdnvwOTcnWMKFXs9yxoeSPadbjZSu7g=h310",
        "//lh6.ggpht.com/ImgsRsKNWGFOBqvkWUXXAk0Jv63w0mB4vZxV4h7nKDYRV2QZ7KKqCgkWuexjTibw1A=h310",
        "//lh6.ggpht.com/I3saFolg0a7jSWEEuSBgjlxoFmqso_IJdjCebk3N1z5x66qAaQkJ6VkE2jvKVgN8J0g=h310",
        "//lh6.ggpht.com/Md_Bw4_pmC2Myf9J6_cjqcfz5G3Kl4_t_ohBVMutk7lG90rjc5OgPkoWPKI6S-sWjiY=h310",
        "//lh6.ggpht.com/1nsYG-pPSVcUQqBOzqw_NTbmom0Pb8kHqmd_fNe3hxkogAgNpByH91-eRnYVnfDlTzs_=h310",
        "//lh5.ggpht.com/ICpcccITcbSIPQOei2RK69M0d1bBuuK3tVO60LNbMtyWorIOgfAIwKlQ9qzIcl6_0V0k=h310",
        "//lh4.ggpht.com/WxteWYhKBivFghBTu59nrT2HNIXH_o0r4CbhPI4LHs-iXxjBOxN7WTO57bv3RJwO51o=h310",
        "//lh6.ggpht.com/wFjr30hKXtVz9HI4sQqbtmyRpy3tgDlSLpwODzx26igkSiQmYeX_3S43-kG73AHzioU=h310"
    ],
    "video": "https://www.youtube.com/embed/wkX_7UKUbmo",
    "comments": [
        "Perfect! I have been using it for several years now, but it wasn't until today that I got some time to really play with it and truly customize my widgets... Oh man, I am impressed. All the ideas that I had, I was able to make them to work. This is a very versatile and powerful tool for my phone; no doubt about it. The single \"negative\" thing about it is the learning curve... It is not intuitive and you really have to pay attention to everything. But, based on how powerful it is, this is understandable.",
        "Love Zooper Widgets! Definitely the best app for giving your Android phone a super unique look that no one else will have. It's pretty complicated, but if you have basic knowledge of how to use Photoshop then that will definitely help you. However, you do not have to be a tech genius to figure it out. I recommend taking your time and saving often. Zooper Widgets rocks!",
        "Very Nice Skin Purchased and loaded this skin. Had to make major adjustments due to the preloaded size to make everything larger due to my eye sight. Once having everything just the way I liked it, I hit the save button only to learn this fuction has been disabled by the Dev. Why would you do this? If phone crashes, I have to start all over resizing this again. Allow save fuction  and I'll give 5 stars. Hope you respond to explain why you did this.",
        "Used to love until bought by ThemerApp Dev used to be responsive. Website used to be informative. After bought by Mycolorscreen, tutorial site no longer works. Links in the app description no longer work. Now, basic functionality like weather stop working. There are thread on reddit and dev ticketing system but until now it hasn't been fixed. This is very similar to the calendar widget app after bought by the same company.",
        "Issue Resolved Fully Functional Brilliantly designed tool to create a completely custom home screen environment.  Support is awesome, as it took less than 24 hrs for support team to help me out with an issue I was having with functionality.  The issue wasn't even with the app, it was me, but the support response was very impressive.  Happy to have bought this",
        "Distractingly amazing... :D This thing... Is actually more distracting than any video game I've played on my phone. But then I enjoy programming and graphic design so... Combine Zooper with Tasker and your Android device will be more visually useful. There seems to be nothing I can't change. Amazing application."
    ],
    "recentChanges": [
        "ZW on JB LockScreen? Phone might reboot on upgrade, Android bug, sorry!",
        "Permissions: http://goo.gl/uqbcVJ",
        "== 2.60",
        "- UI update",
        "== 2.58",
        "- Translations updated",
        "- Minor fixes"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=org.zooper.zwpro&hl=en&gl=us",
    "appId": "org.zooper.zwpro"
}