{
    "title": "Bloons TD 5",
    "summary": "The epic battle of Monkeys vs. Bloons continues in this top-rated strategy game.",
    "icon": "//lh3.googleusercontent.com/2IRCnZFsGrg0DjGVO_3XYoCijSb4GU1VOm00DxJe3F53_BBEzl50y9f5SgseuWMnfNU=w300",
    "price": "$2.99",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 4.6,
    "reviews": 168132,
    "developer": "ninja kiwi",
    "developerEmail": "support@ninjakiwi.com",
    "developerWebsite": "http://www.ninjakiwi.com",
    "updated": "February 24, 2017",
    "version": "3.7",
    "genre": "Strategy",
    "genreId": "GAME_STRATEGY",
    "description": "Five-star tower defense with unrivaled depth and replayability. Happy Songkran to our players in Thailand, Laos, Cambodia, Vietnam, Sri Lanka, and India!Build awesome towers, choose your favorite upgrades, hire cool Special Agents, and pop every last invading Bloon in the best ever version of the most popular tower defense series in history.Bloons TD 5 delivers hours of fun and challenging play to fans and new players alike, with awesome features like this:- 21 powerful towers with Activated Abilities and 2 upgrade paths- 50+ Tracks- Two-player co-operative play on custom co-op tracks- 10 Special Agents- 10 Special Missions- 250+ Random Missions- New Bloon enemies - tougher Camos, Regrower Bloons, and the fearsome ZOMG- 3 different game modes- Freeplay mode after mastering a track- 3 difficulty settings and family-friendly theme so anyone can playAnd that's just the beginning - regular updates will keep Bloons TD 5 fresh, fun, and challenging for many months to come. Now it's time to pop some Bloons!Note on Permissions: Bloons TD 5 requests permission to access to read and write to your external storage so that you have the option to interact with rewarded video ads that earn free Monkey Money. If there are ever any problems with the amount of data stored, please contact us at support@ninjakiwi.com.",
    "descriptionHTML": "Five-star tower defense with unrivaled depth and replayability. Happy Songkran to our players in Thailand, Laos, Cambodia, Vietnam, Sri Lanka, and India!<br><br>Build awesome towers, choose your favorite upgrades, hire cool Special Agents, and pop every last invading Bloon in the best ever version of the most popular tower defense series in history.<br><br>Bloons TD 5 delivers hours of fun and challenging play to fans and new players alike, with awesome features like this:<br><br>- 21 powerful towers with Activated Abilities and 2 upgrade paths<br>- 50+ Tracks<br>- Two-player co-operative play on custom co-op tracks<br>- 10 Special Agents<br>- 10 Special Missions<br>- 250+ Random Missions<br>- New Bloon enemies - tougher Camos, Regrower Bloons, and the fearsome ZOMG<br>- 3 different game modes<br>- Freeplay mode after mastering a track<br>- 3 difficulty settings and family-friendly theme so anyone can play<br><br>And that&apos;s just the beginning - regular updates will keep Bloons TD 5 fresh, fun, and challenging for many months to come. Now it&apos;s time to pop some Bloons!<br><br>Note on Permissions: Bloons TD 5 requests permission to access to read and write to your external storage so that you have the option to interact with rewarded video ads that earn free Monkey Money. If there are ever any problems with the amount of data stored, please contact us at support@ninjakiwi.com.",
    "histogram": {
        "1": 8671,
        "2": 3085,
        "3": 5914,
        "4": 18936,
        "5": 131526
    },
    "offersIAP": true,
    "adSupported": true,
    "androidVersionText": "2.3 and up",
    "androidVersion": "2.3",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh6.ggpht.com/ysZ-XXy5cGYI5Fr58dYz8mgpuilV1PuULueZal5HJq0E74N7e6HJui_Tt9dzcSOVNYEo=h310",
        "//lh5.ggpht.com/tZzhkZr7lP8Y5j6ZsxLB9gzzNYu42INYysWR6RlgZ3deIB6d_y4giXeeV7bd0Y-fZw=h310",
        "//lh6.ggpht.com/ia7ZwkAXZWFgMgr_ZL_zWbEtLsfo9eP-rPc5a9SbM-igBPiBN2RV6-SzvrIsVucK9w=h310",
        "//lh5.ggpht.com/LiT-dwM4CjA1xybWPnGjyigHOvYDXlI8dXb_OYtSFko1tisqW52Z0p9xOtPt8vtU-9ce=h310",
        "//lh4.ggpht.com/0_BZZC9xLeuYbtIn25GVCcFSDYkg0GbB2TQRHsGcdT1O7d7tiyrW1HOFNdstprBP94Sg=h310",
        "//lh3.ggpht.com/psTa56lMrIpZ7wYUKtPrSNhzB5BbxfWvZvMgo7ApOtVvVZJCbaR6u5bQCfSp_JRO7NJZ=h310",
        "//lh3.ggpht.com/hdyn0W7D3WuL-AA9yPkGUDsDQUIlkZzo5MKGTe15zG4gQHle69unSJF-8EX-apIav_U=h310",
        "//lh6.ggpht.com/4bMw_pg5grnT0E0J5voiVgus72VoLLH5k_W4OAmK6Z7l1nWnXXemwWpelSiAxtf-s0s=h310",
        "//lh6.ggpht.com/XORZoGJbfrKouaFB3zCpGTofZZLl3tM91v1ycuyPolJtl8_f603TTk-DN-MjuL4W0A=h310",
        "//lh5.ggpht.com/sw7zNBIitHK6dH_rgIb_66kXm1MU8EFbaJbY_HS48cIH14PX2OeZpNWd7EItZmC7wjs=h310",
        "//lh6.ggpht.com/SP-4iwsNCtSHHYOhS5hERwCm4BbBtmpl9hS4pAzS5vD-izFpwbtC_Yq8pcCOT3A5wyn4=h310",
        "//lh6.ggpht.com/JubqWiY6jEegd3U6A2Y68MHu2hIxm9JBJhIHREtqp3UM70wlgLOLl2iUrTiLO5KCRT4=h310",
        "//lh4.ggpht.com/OxuOkT9PVFpIpTgbkZ_lXPFsGoDXda1c3-zoo9Zd7zOfEWuEKX_95I_YSdB7Ly4q7Gw2=h310",
        "//lh6.ggpht.com/htag7tobo5CkRnyDajYZDIe4YCCEC5R1N5I5dSBMj8XJtybzAeMc9O7MOYhoOwZFvA=h310",
        "//lh5.ggpht.com/we7NySqadWpFnZ73_dYhv8VdFPNIxdVg-rQxAiau5qSFB9pb4DMjyplhbP12RsZCRjs=h310"
    ],
    "video": "https://www.youtube.com/embed/EecdPrfOkYI",
    "comments": [
        "The only thing this needs is the ability for public's co-op matches to be in reverse. Because this is a paid game, none of my Facebook friends have the game and currently play it. Therefore it is impossible for me to complete co-op on reverse. Only negative, everything else is perfect. Another good job from ninjakiwi. I highly recommend that anyone seeing this buys the game. Its as good as any console game but 1/10 the price.",
        "This game is far too good for word's like awesome cool amazing NO it's Amazontastic! The game play the graphics and I personally love that as you upgrade the monkeys they like get a new costume! But I do have ONE grap I wish there was a better save system like I'll click new game! And that can get annoying BUT other than that THIS is a Amazontastic game.😃",
        "I love this game, but you can play for free on the website, so I don't see why they need to make the game almost 3 bucks. The thing that ticks me off is that this game also has in app purchases even though you have to pay to play the app. Other than that it's a great app that you should play.",
        "The best best game I have ever seen if you just want your time to pass by. I still remember how six years ago it used to be my favorite game in pc and now I am lucky enough to purchase this app for free (through sale:-P). This game will simply drive your boredom away. Controls, Gameplay, Graphics all are amazingly made!! Just try it once!",
        "Basic graphics and animation​, no way to find out about the towers after the first time you've got them, therefore hard to understand which towers do what and which to use as the game progresses. I don't understand the super high scores. It's nowhere near as good as an​y Kingdom Rush.",
        "I always used to play BTD at school in my free time. And this is easily just as good as the computer version.  Graphics are great, smooth controls but the monkey temple system is broken. If a monkey Temple takes out another it should sell the other one rather than delete it completely. Other than that excellent game."
    ],
    "recentChanges": [
        "You'll be fighting against the currents with this update as we add the brand new Benguela map! This expert level map features multiple entry and exit points and very limited space on land. You'll need your very best water towers to conquer this challenge!"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.ninjakiwi.bloonstd5&hl=en&gl=us",
    "appId": "com.ninjakiwi.bloonstd5"
}