{
    "title": "The Game of Life",
    "summary": "Hit the road for a life of adventure in this version of the classic boardgame!",
    "icon": "//lh3.googleusercontent.com/zxwxekIjiSwGDHGswuhq6mR-JJWvKNXzITjYTJxAqLCrjgO73SWmKG4voq9kmq6Cjw=w300",
    "price": "$2.99",
    "free": false,
    "minInstalls": 50000,
    "maxInstalls": 100000,
    "score": 4.3,
    "reviews": 3350,
    "developer": "Marmalade Game Studio",
    "developerEmail": "mgs.publishing@marmalademail.com",
    "developerWebsite": "https://marmaladegamestudio.com/",
    "updated": "March 24, 2017",
    "version": "1.8.0",
    "genre": "Board",
    "genreId": "GAME_BOARD",
    "description": "MAKE CHOICES, GET PAID, OR LOSE IT ALL!Attend college, accept a job and play minigames in this interactive app that is fun for the whole family. Watch as board piece characters come to life and make their way through the various stages of life on this spectacular, 3D animated reworking of the familiar physical board.PLAY MULTIPLAYER MODE ONLINE!The Game of Life features a new, unique and much-anticipated multiplayer mode. Online matchmaking lets you play in a whole new way online. Match and play against other online players as you all spin and race in the direction of the last yellow tile of life’s road.THIS GAME FEATURES:• ONLINE MULTIPLAYER - Match with other players and race to the final yellow square• LOCAL PLAY - Play with up to three friends on one device• FAST MODE - A new, shorter game mode where you will be faced with a different victory condition!• MINIGAMES - Put your skills to the test and compete head-to-head in a variety of minigames• CHAT - Send players expressive emoticons during online matchesTHE GAME OF LIFE is a trademark of Hasbro and is used with permission. © 2016 Hasbro. All Rights Reserved.",
    "descriptionHTML": "MAKE CHOICES, GET PAID, OR LOSE IT ALL!<br><br>Attend college, accept a job and play minigames in this interactive app that is fun for the whole family. Watch as board piece characters come to life and make their way through the various stages of life on this spectacular, 3D animated reworking of the familiar physical board.<br><br>PLAY MULTIPLAYER MODE ONLINE!<br><br>The Game of Life features a new, unique and much-anticipated multiplayer mode. Online matchmaking lets you play in a whole new way online. Match and play against other online players as you all spin and race in the direction of the last yellow tile of life&#x2019;s road.<br><br><br>THIS GAME FEATURES:<br><br>&#x2022; ONLINE MULTIPLAYER - Match with other players and race to the final yellow square<br>&#x2022; LOCAL PLAY - Play with up to three friends on one device<br>&#x2022; FAST MODE - A new, shorter game mode where you will be faced with a different victory condition!<br>&#x2022; MINIGAMES - Put your skills to the test and compete head-to-head in a variety of minigames<br>&#x2022; CHAT - Send players expressive emoticons during online matches<br><br><br>THE GAME OF LIFE is a trademark of Hasbro and is used with permission. &#xA9; 2016 Hasbro. All Rights Reserved.",
    "histogram": {
        "1": 239,
        "2": 100,
        "3": 240,
        "4": 668,
        "5": 2103
    },
    "offersIAP": true,
    "adSupported": false,
    "androidVersionText": "4.4 and up",
    "androidVersion": "4.4",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/Sd7IAJbR8hbnUVF0ldAuZqceZkQ-dyJZNAMakeIGl5A7SAoyXAvZpHK6bOOc_VY6sP8M=h310",
        "//lh3.googleusercontent.com/otC8t1QPTM7Pr0yOEhKrsCvyDmVbzu4mGAduiMMp1mfrNxkGrNeGRzAMjmG5GqplIFk=h310",
        "//lh3.googleusercontent.com/QVPECnELMpQiytO5_POtDQ3nMzMhRUnf-zZ6vVlkAsL1I--gADecNJwM-nUv8nhMKB8=h310",
        "//lh3.googleusercontent.com/PvqVzkt4BJ3G7ZK1BnRlr8-lOK4IcIZQA3LxhEWi332txBNrA_Hb9LQt-RDu7iiJF8I=h310",
        "//lh3.googleusercontent.com/kLhgaEsLs5wSR6ZPvCyzrwxui5gr-InIyN6MoWLA2AdJo91ouPbJ8SDCej5-Y7NTq9U=h310",
        "//lh3.googleusercontent.com/eSbBAbctkeyr0Mp-l2-CalYykugiUOIIAWm1iO6zULjGhEstI76Ov1tjlWqF_xOFtGJp=h310",
        "//lh3.googleusercontent.com/l-eGiZzcpP0-opHQXx3B3os7_lFhydcXXakOi3YxGFNKc1HENSkFrm_ehJW2ia2XAesW=h310",
        "//lh3.googleusercontent.com/po2LIS2CEqGtkk1R1ZNSEbtSEDwo2gXn3LXO42nbOdRcl9CgYt5lfF-DEJILyxwARQ=h310",
        "//lh3.googleusercontent.com/aFaJEi_SjinICDM4B3-gDpfpGP-UWT0Gp-sldkzOWnliAaMvj9LJ3AgKU5jaJvFNPKU=h310",
        "//lh3.googleusercontent.com/dwdECz1k9896vXUD0DojVZjB9QeS1z-5Y_uPbFZa9KwbYdUnZWb0JSHirk4C6oHwoA=h310",
        "//lh3.googleusercontent.com/dbWzaBq7USaq6OamI3GBdbrTiNxrtXiaPRSX4pOrwF-Uwp8ThZpoJ1bLGytDZQraCjU=h310",
        "//lh3.googleusercontent.com/e8CGHodEHNV3bfYNaSo9ZY8xcNC2o5s-tivz0N3cO6QaZZ__JOU0Oz1vyv2dHsgCJA=h310",
        "//lh3.googleusercontent.com/yffFU_z1Y16V7IViG3RKqUHL_lrRFoXKrXEALvnZpyZUplungJKrSyvW6E0fLxpUtF8=h310",
        "//lh3.googleusercontent.com/bpFEkVg5VySRzcZsyCCiryZixDodqyyl4RIkb7sTcKXTw6kbwogAMiBeTOiv9UI5NYc=h310",
        "//lh3.googleusercontent.com/Pi2NLbECwB0zFfsa4g0Ufze3QymBy-lkOSPDMRbxh50jnRrg1SGogt04A4L52AZFGySw=h310",
        "//lh3.googleusercontent.com/f1XxOwoQ12opfNz8eH2kFvGq3uzEL4TIQEsIbQqoERc2mZ2GntN6At1vAuQROt4AL7w=h310"
    ],
    "video": "https://www.youtube.com/embed/P2FMcObpDX4",
    "comments": [
        "It sucked you took my money you idiots you suck it won't even let me play it half the game half my crappy tablet and PS I Want My Refund!! Congratulations you won crap company of the year! Hurray! And what is it looking for, I would maybe rate it 2 star if I knew.",
        "Becoming more of a money grabbing game.. new maps are basically reskins of the first map instead of having different routes, different buildings(not reskins) for each map. May stop buying the new maps..As they don't add alot more stuff for $3 something",
        "I love this board game but after a few rounds,  it's insanely boring.  And you have to pay for other boards just to make it a little more interesting.  Don't waste your money.",
        "Please fix this.. The game is enjoyable, but it keeps crashing... I don't think I've played a full game without it crashing... I almost regret buying. Life has been one of my favorites since first playing the game as a child, but this is annoying. Please fix? And I suggest making it to where we can purchase packs of items/maps/colors... please....",
        "It's great fun to play but if your internet connection hangs for even a second you get booted from the multiplayer game and can't re-join :(",
        "The Game of Life is my all time favorite board games. I love playing in the pirate world so far. But plan on purchasing others."
    ],
    "recentChanges": [
        "Hi Game of Life players!",
        "A mysterious island has appeared far away on the horizon. Hop on your ship and set sail to a new adventure!",
        "- NEW WORLD: Pirates have hidden their plunder all over Pirate Cove island. Grab your hat and eye patch, and join the funniest treasure hunt ever!",
        "- NEW PACK: Get in touch with your primal roots with our Stone Age Pack!",
        "Further performance fixes were also implemented to make your game more stable.",
        "Enjoy!"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.marmalade.golmobile&hl=en&gl=us",
    "appId": "com.marmalade.golmobile"
}