{
    "title": "Pandora® Radio",
    "summary": "Pandora will change the way you discover and listen to music.",
    "icon": "//lh3.googleusercontent.com/9hd18dVL7dNI5lrcm9mGo0q3GGk1NcJ9sFwEpkPajsM5gPz3XEH4HrUUshuvD7-B71E=w300",
    "price": "0",
    "free": true,
    "minInstalls": 100000000,
    "maxInstalls": 500000000,
    "score": 4.4,
    "reviews": 2696212,
    "developer": "Pandora",
    "developerEmail": "pandora-support@pandora.com",
    "developerWebsite": "http://www.pandora.com",
    "updated": "February 22, 2017",
    "version": "Varies with device",
    "genre": "Music & Audio",
    "genreId": "MUSIC_AND_AUDIO",
    "size": "Varies with device",
    "description": "Powered by the Music Genome Project®, the most comprehensive music analysis ever undertaken, Pandora gives you personalized radio that plays what you love and continually evolves with your tastes.• Create personalized stations from songs, artists, genres, or comedians• Browse hundreds of curated genre stations to find the perfect match for your mood or activity• Create an account and listen on desktop, mobile, TVs and home devices, or in your car• With Pandora Plus™ (formerly Pandora One), you can listen ad-free, skip and replay all you want, and enjoy your favorite stations offline — all for only $4.99/month (new Plus features are currently only available for our US listeners).Note: Pandora may use large amounts of data, and carrier data charges may apply. For best results, we recommend you connect your device to trusted Wi-Fi networks when available",
    "descriptionHTML": "Powered by the Music Genome Project&#xAE;, the most comprehensive music analysis ever undertaken, Pandora gives you personalized radio that plays what you love and continually evolves with your tastes.<br><br>&#x2022; Create personalized stations from songs, artists, genres, or comedians<br>&#x2022; Browse hundreds of curated genre stations to find the perfect match for your mood or activity<br>&#x2022; Create an account and listen on desktop, mobile, TVs and home devices, or in your car<br>&#x2022; With Pandora Plus&#x2122; (formerly Pandora One), you can listen ad-free, skip and replay all you want, and enjoy your favorite stations offline &#x2014; all for only $4.99/month (new Plus features are currently only available for our US listeners).<br><br>Note: Pandora may use large amounts of data, and carrier data charges may apply. For best results, we recommend you connect your device to trusted Wi-Fi networks when available",
    "histogram": {
        "1": 157975,
        "2": 75817,
        "3": 156014,
        "4": 423724,
        "5": 1882682
    },
    "offersIAP": true,
    "adSupported": true,
    "androidVersionText": "Varies with device",
    "androidVersion": "VARY",
    "contentRating": "Teen",
    "screenshots": [
        "//lh3.googleusercontent.com/bVX52yXowgVvwahG-XP-uCzpm-E3g-9rmfB8HUa8fr0WyBKrP3sbvbW0cwZo59WnJSk=h310",
        "//lh3.googleusercontent.com/Ozn3D12f0PxxiXP1I2AaWNAUNDsR2nC5ADTIqcgmgv2d98HJCYYvOvySZUpJPFsk6YGh=h310",
        "//lh3.googleusercontent.com/YOWoNYBIa4YgMVfYZiz8A8ZYzSEcAlYCropZeZMcp80WOcxwK7GwI6VR0xxsPww_MUw=h310",
        "//lh3.googleusercontent.com/qZrxCMKhuMVjSORQ1I9KkNUVkDXupOe_sdG8osJxKQ-GZg_7TAESy0YGk2uDN0aOEys=h310",
        "//lh3.googleusercontent.com/o3dsrixyK5Us_O3OuTZsiEQYOkVX1ceAn6wWR_fE9T8abdDEeLEwIE139GquL6PVpg4=h310",
        "//lh3.googleusercontent.com/J2KjzXIUw8hMKKnnF5YWWTUMcZsewTd4d9l96mUhg3cKokeKNfhy90Smp67yuz3aHmg=h310",
        "//lh3.googleusercontent.com/33bghnXmrLkPsfVQnZKbjb7klTqrcsMqMWrr6ytibLmt5eI5sU8QQUb32gkk8Nc8wIE=h310",
        "//lh4.ggpht.com/778wB9s8Q9V72rfp7-ebP7RcOfOnq2hM9dEYQiqRAyxCMN2N0EvgTUkB4hDEedojKqo=h310",
        "//lh3.googleusercontent.com/pHh0_j6O_t_Z_YUwuERJQ4SE-jQqOU9cCA_Uh-ZmQhmLCkGsSJbDsClLSRZWfa6-K6E=h310",
        "//lh3.googleusercontent.com/x0IYPaqANECER0BtYul_-ArDgBbSlAjdev64OnH8iRI4LE5aqCRunrg1d-r3EMNsAfAU=h310"
    ],
    "comments": [
        "I thought was my old zte I bought a galaxy j3 and Pandora still is buffering with high speed data.  It did it on Wi-Fi once in a while, never on my own network.  I've had upgrades since than but it still buffers.  I run speed test on phone and average speed of 25 mg/s so it's not the speed upload is slower as usual about 10mb/s that's normal.  So Pandora why the buffering is it because all your adds have to load?  Still a good service for music thanks.",
        "So your going to strong arm folks to buy Pandora by playing 2 to 3 ad's after every song hu. Will just delete this app and go elsewhere. To all you music lovers out there. Get a memory card and download music right to your phone for free. No more ads. I currently have 1000 on mine and counting. Later for these creedy app developers.",
        "This was the most amazing app i have ever had, until i updated it. Then literally, after id click.any button, an add would pop up. It also doesnt work offline for nothing, so i hve to waste wifi on this or keep havong to click buttons to start it with wifi then turn it off qhich is too much. Please fix this!!!",
        "Several months ago I subscribed to Pandora One for my mother-in-law. She loves listening to 40's and 50's music. She really enjoyed it. She passed away last month and I have been trying to figure out how to unsubscribe. Funny it took probably less than ten minutes to subscribe and I have literally hours in researching how to unsubscribe. It shouldn't be that difficult. It's very upsetting. I feel it's very intentional.",
        "I have to constantly open up the app on my phone to get it to play the next song. It doesn't continuously play my music like it used to, it's constantly stopping or skipping songs on its own and it hasn't worked well in months. I don't know what you did in the update. But I used to love this app now I am to the point where I want to delete it off my phone.",
        "Personally I HIGHLY recommend this app. However, I speak German as well so could you please find a way to put different languages? Or is that developed already? Anyways, the recommendations for songs aren't always what I want, but it still works pretty good. I like how there's not too many ads, but places some here and there at times to support other things. The lyrics of the songs however, don't really match to stay they are saying sonetimes. Also some songs don't even have lyrics. But what I mostly love about the app is that could turn my phone screen off and it STILL PLAYS. Overall, it is an amazing music radio app and it's the best I've ever used. It still needs a few changes though. Hope this helped!"
    ],
    "recentChanges": [
        "Overall bug fixes and performance improvements."
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.pandora.android&hl=en&gl=us",
    "appId": "com.pandora.android"
}