{
    "title": "Card Wars - Adventure Time",
    "summary": "This isn’t just any war of cards. It’s Adventure Time CARD WARS!",
    "icon": "//lh3.googleusercontent.com/bzXqxvega-z5TyO6em26p92RPtAb-tr_DZxzXghmNEGAaHUTZqnWtFP-vuaBSvD7ysQ=w300",
    "price": "$2.99",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 4.3,
    "reviews": 116245,
    "developer": "Cartoon Network",
    "developerEmail": "cardwars1-support@kungfufactory.com",
    "developerWebsite": "http://www.cartoonnetwork.com/feedback/index.html",
    "updated": "February 10, 2016",
    "version": "1.11.0",
    "genre": "Card",
    "genreId": "GAME_CARD",
    "familyGenre": "Action & Adventure",
    "familyGenreId": "FAMILY_ACTION",
    "description": "***We’re aware of an issue that is donkin’ up the Card Wars – Adventure Time update and some Android players may experience difficulties. Please try upgrading to Android 4.2 to improve stability. Thank you for your patience!***Floop the Pig! It’s Adventure Time CARD WARS! Play the game inspired by the Adventure Time episode, “Card Wars”! Summon creatures and cast spells to battle your way to victory. CARD COMBAT!Command an army of awesome warriors, including Husker Knights, Cool Dog, the Immortal Maize Walker, and even the Pig to destroy your opponent’s forces! Place towers and cast spells to unleash ultimo attacks.  CUSTOM DECKS!Win all the wars! Collect new cards to customize your deck for each opponent. Level up your creatures, spells, and towers, or fuse them together to make your cards even more powerful.  HIGH STAKES BATTLES!Think you’ve got what it takes to be crowned a Cool Guy, or will you end up drinking from the Dweeb cup? Start your own wars as Finn, Jake, BMO, Princess Bubblegum, Marceline, Flame Princess and more as you wind your way through the Land of Ooo! This isn’t just any war of cards. It’s Adventure Time CARD WARS! *********************This game is available in the following languages: English, French, Italian, Spanish (Latin America), Brazilian Portuguese If you're having any problems with this app, feel free to contact us at cardwars@d3publisherofamerica.zendesk.com or https://d3publisherofamerica.zendesk.com/hc/en-us/requests/new. Tell us about the issues you're running into as well as what device and OS version you're using. *********************IMPORTANT CONSIDERATIONS: This app includes the option for adults to unlock or buy additional in-game items with real money to enhance game play, ranging from $0.99 to $29.99 USD (or equivalent amount in the applicable regional currency). You may disable in-app purchases by adjusting your device settings. This app may contain ads that feature other products, services, shows or offers from Cartoon Network & our partners. PRIVACY INFORMATION: Your privacy is important to us at Cartoon Network, a division of Turner Broadcasting System, Inc. This game collects and uses information as described in Cartoon Network’s Privacy Policy linked below. This information may be used, for example, to respond to user requests; enable users to take advantage of certain features and services; personalize content; serve advertising; perform network communications; manage and improve our products and services; and perform other internal operations of Cartoon Network web sites or online services. Our privacy practices are guided by data privacy laws in the United States. For users residing in the EU or other countries outside the U.S., please note that this app may use persistent identifiers for game management purposes. By downloading this application, you accept our Privacy Policy and End User License Agreement, and you give permission for such uses for all users of your device. The Privacy Policy and End User License Agreement are in addition to any terms, conditions or policies imposed by your wireless carrier and Google Inc. Cartoon Network and its affiliates are not responsible for any collection, use, or disclosure of your personal information by Google or your wireless carrier. *********************Terms of Use: http://www.cartoonnetwork.com/legal/termsofuse.html Privacy Policy: http://www.cartoonnetwork.com/legal/privacy/mobile.html",
    "descriptionHTML": "***We&#x2019;re aware of an issue that is donkin&#x2019; up the Card Wars &#x2013; Adventure Time update and some Android players may experience difficulties. Please try upgrading to Android 4.2 to improve stability. Thank you for your patience!***<br><br>Floop the Pig! It&#x2019;s Adventure Time CARD WARS! Play the game inspired by the Adventure Time episode, &#x201C;Card Wars&#x201D;! Summon creatures and cast spells to battle your way to victory.<br> <br>CARD COMBAT!<br>Command an army of awesome warriors, including Husker Knights, Cool Dog, the Immortal Maize Walker, and even the Pig to destroy your opponent&#x2019;s forces! Place towers and cast spells to unleash ultimo attacks. <br> <br>CUSTOM DECKS!<br>Win all the wars! Collect new cards to customize your deck for each opponent. Level up your creatures, spells, and towers, or fuse them together to make your cards even more powerful. <br> <br>HIGH STAKES BATTLES!<br>Think you&#x2019;ve got what it takes to be crowned a Cool Guy, or will you end up drinking from the Dweeb cup? Start your own wars as Finn, Jake, BMO, Princess Bubblegum, Marceline, Flame Princess and more as you wind your way through the Land of Ooo!<br> <br>This isn&#x2019;t just any war of cards. It&#x2019;s Adventure Time CARD WARS! <br><br>*********************<br><br>This game is available in the following languages: English, French, Italian, Spanish (Latin America), Brazilian Portuguese <br><br>If you&apos;re having any problems with this app, feel free to contact us at cardwars@d3publisherofamerica.zendesk.com or https://d3publisherofamerica.zendesk.com/hc/en-us/requests/new. Tell us about the issues you&apos;re running into as well as what device and OS version you&apos;re using. <br><br>*********************<br><br>IMPORTANT CONSIDERATIONS: <br>This app includes the option for adults to unlock or buy additional in-game items with real money to enhance game play, ranging from $0.99 to $29.99 USD (or equivalent amount in the applicable regional currency). You may disable in-app purchases by adjusting your device settings. <br><br>This app may contain ads that feature other products, services, shows or offers from Cartoon Network &amp; our partners. <br><br>PRIVACY INFORMATION: <br>Your privacy is important to us at Cartoon Network, a division of Turner Broadcasting System, Inc. This game collects and uses information as described in Cartoon Network&#x2019;s Privacy Policy linked below. This information may be used, for example, to respond to user requests; enable users to take advantage of certain features and services; personalize content; serve advertising; perform network communications; manage and improve our products and services; and perform other internal operations of Cartoon Network web sites or online services. Our privacy practices are guided by data privacy laws in the United States. For users residing in the EU or other countries outside the U.S., please note that this app may use persistent identifiers for game management purposes. By downloading this application, you accept our Privacy Policy and End User License Agreement, and you give permission for such uses for all users of your device. The Privacy Policy and End User License Agreement are in addition to any terms, conditions or policies imposed by your wireless carrier and Google Inc. Cartoon Network and its affiliates are not responsible for any collection, use, or disclosure of your personal information by Google or your wireless carrier. <br><br>*********************<br><br>Terms of Use: http://www.cartoonnetwork.com/legal/termsofuse.html <br>Privacy Policy: http://www.cartoonnetwork.com/legal/privacy/mobile.html",
    "histogram": {
        "1": 10971,
        "2": 3869,
        "3": 7429,
        "4": 15378,
        "5": 78598
    },
    "offersIAP": true,
    "adSupported": true,
    "androidVersionText": "2.3.3 and up",
    "androidVersion": "2.3.3",
    "contentRating": "Everyone 10+",
    "screenshots": [
        "//lh3.googleusercontent.com/zMuG-o8oySe3enwsYBjYfjxV6IDd2A_nINFD3cLGHlmrsPS-stoURMyIoKlEldL_3IuH=h310",
        "//lh3.googleusercontent.com/o9ix3JdQSWCVh2-_LhwkJxUzkQz38QbQ1hpNivPUwrdTtVi_id8ZfqdIeDjc9NxcC34=h310",
        "//lh3.googleusercontent.com/qEHXNhDCA_FedHatyCPInSOUcKfd1Oce_2lMQ8__exdZkKwCuvRmG_mspThXXTN0cCw=h310",
        "//lh3.googleusercontent.com/JsVuzzYgmo5bBEvIlU4cheYmpEEdk3l9D-fT9NDMZd8DNvyTkpguJCOEX94Oh0Qwgief=h310",
        "//lh3.googleusercontent.com/FmLFtOT6RjKCDBLj-BxIiPDlAk5QuAMYZnKgWBmLohfG3oAQC8FDD8c9alcciwauBgzK=h310",
        "//lh3.googleusercontent.com/g5VItafrl0NbV9hr18brqWAv0rmusXJgLokmbPwbtag1WLnPlvv0kjddw3_M7JiGqlFV=h310",
        "//lh3.googleusercontent.com/7AVeA-jE0BQTT0MSi-vVGfghKdXvJrXlyiKFsHvHL_DPV4hmylPWtt8VNq64lubPQw=h310",
        "//lh3.googleusercontent.com/qPOGjMrcpvsSYziDNTP4DUrXagKI_v5Q1VOprO2MRhjGxkbq32jLRCNHzleB4K2EQMM=h310",
        "//lh3.googleusercontent.com/epdA6-wVOhBKWIEueL-YLpaV5xv2yz6Kb8s-iiSieHkinHFTc4l5puRlnNQZVUWPng=h310",
        "//lh3.googleusercontent.com/l2IoGfcRHLDyBv1qO50puqqyJChA_-7oC3Jnh2w5AmYPvYSi3VUky4cggGO1uXbqlJk=h310",
        "//lh3.googleusercontent.com/MdxUa6v2SpooqBpx_BPT50E5OXJ_xobVx08TvyX7BSIoubJqme8UgcVTGfEc6iBQ2g=h310",
        "//lh3.googleusercontent.com/yCkcxUvWSoNFo2plRYCRXqaxXr09kdPiRjM8CV-hl7jlUPBFJ7ZgI09lMU_UtAQfuXA=h310",
        "//lh3.googleusercontent.com/rZtljOdVAdElpx-ljBqXegGlZIdmOgwLLnpxycSLt-q4mRNQd_PCBhZYKb8g_-8xn7wE=h310",
        "//lh3.googleusercontent.com/p_O1ndRF-hTSsr1DlFCn74bns1X4clYilDGtB5kdrG-PL372bh4ImHLynJQyuh0KQaM=h310",
        "//lh3.googleusercontent.com/aJGODb7C5_M5R1_gN0uSe0Pia5nGtqqDs-C3wimuDM4GiKe1zs9gCxLN5q72fMvvpbs=h310",
        "//lh3.googleusercontent.com/V2kR1K48GOovpmtucRyocOB1DzzBIORVtAwGmQ6HV7yaceWhz3X_z307NA8_B8eaVWg=h310",
        "//lh3.googleusercontent.com/gXLn5n7bXbvjCepNOU2Dr8ITK65t_jJtBpf_OLQoJHc8FQv_thQZCTYnnF6Efa0P5w=h310",
        "//lh3.googleusercontent.com/GUmRt1Fz-27hQPk_rOq6IB6BUp0x6pjrKs5h9WdAtJzwB1XzTxZDaMUMhBQBzT92xmY=h310"
    ],
    "comments": [
        "Fun, would give it a five but..... Fun and easy to get addicted to.  would give it a five but every time I get the free daily gift #about 2 months now) it's always EXACTLY the same two things. Either 5 hearts or 10,000 coins. It's like it's rigged to never give you the good stuff like the gems. Other than that, it's really cool! Also if you lose your phone or break your phone and download the game on a new phone you have to start over",
        "Not at all glitchy; runs real smoothly on my device. Haven't encountered problems with it so far, except for that one missing quest from the Magic Man level. The heart meter isn't a problem at all. You just have to use them wisely and save them up for the heart quests when you're about to run out! (The meter will refill completely once you beat the heart/boss quest). I didn't find the need to spend another cent on gems and such, but I did buy the Fionna and Cake expansion; you get a lot of awesome cards there! The fun I get out of this game is definitely worth the money I paid for.",
        "Great for beginners I don't know how to play TCGs. I lost a Pokemon battle to a 60 year old man on my first try. Clash Royale and Hearthstone are super difficult to master. Coming from a person who loves playing RPG's and casual games, Card Wars is an excellent starter TCG. The PvP feature lets you battle people on the same level as you. The story mode is fun to play (Can't beat Flame Princess yet, so I keep trying and wasting my lives to beat her). The monthly calendar/daily gifts are usually hearts, which is useful for me.",
        "I DONT HATE IT I LOOOOVE THIS GAME I REALLY DO I WISH THERES WAS A PART 2, BUT HAD BOUGHT THE SAND BUNDLE ON MY OTHER DEVICE AND IT DIDNT TRANSFER TO THIS NEW ONE I GOT. So please give me back the sand bundle I bought fair and square. Not only that but my old progress, but im doing fine on this new account anyway. Just saying that i want my sand bundle back.",
        "Excellent Game - Terrible Concept Great game with awesome mechanics that is very enjoyable and really makes good use of the Adventure Time IP. The only issue (and its a major one) there is NO player operated multiplayer. The game has very little the way of multiplayer and this simple fact cripples this game past compare. You guys really need to add Friend based 1v1, rebrand slightly and package this as a multiplayer game since the gameplay is unique and more competitively inclined compared to CW2.",
        "It's overall really fun! Card Wars is a really enjoyable game with manu features that make it a great competitive card game that requires skill and strategy and thinking ahead. My only issue with the game is a bug where sometimes when I finish a battle the game will crash. If that could be fixed I would rate it 5 stars ;) but still it's a REALLY good game."
    ],
    "recentChanges": [
        "Valentine’s Day Quests",
        "- New Ice King “Lonely Hearts” side quest",
        "- Expanded Fionna and Cake map with 18 new nodes to play",
        "- Collect new Spell and Creature cards",
        "New Hero Cards",
        "- Unlock Prince Gumball and Lord Monochromicorn",
        "- Exclusive to Fionna and Cake map",
        "More to Love",
        "- Free Love Event! Play the Fionna and Cake expansion for FREE for 3 days.",
        "- Treasure Cat is back with 3 new recipes for rare cards",
        "- Calendar will award new prizes each day for logging in"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.turner.cardwars&hl=en&gl=us",
    "appId": "com.turner.cardwars"
}