{
    "title": "True Skate",
    "summary": "The world&#39;s number 1 most realistic mobile skateboarding game.",
    "icon": "//lh4.ggpht.com/KRVjNAI6zRev9X3fTCM_iEHJYJekKcVQWcGttwkqS6pcIVf-nig1GZuWCVg5JSc8Y48=w300",
    "price": "$1.99",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 4.4,
    "reviews": 97586,
    "developer": "True Axis",
    "developerEmail": "support.android@trueskate.com",
    "developerWebsite": "http://trueskate.com",
    "updated": "March 24, 2017",
    "version": "1.4.21",
    "genre": "Sports",
    "genreId": "GAME_SPORTS",
    "description": "The official Street League Skateboarding mobile game. The ultimate skateboarding sim.Note: True Skate only comes with a single skate park and contains additional content only available by In-App purchase. See below. Features: - Realistic touch based physics that give an authentic skateboarding experience.- Deck wear. Scuff up your Deck.- Drag your finger on the ground to push. - A beautiful skate park to get lost in including ledges, stairs, grind rails plus a bowl, half pipe and quarter pipes. (Additional skate parks are available as an In-App Purchase) - Slow motion. - Rewind- User challenges - Replay viewer - Global leaderboards. Available by IN-APP PURCHASE only: - Additional skateparks and locations. - Street League Skateboarding courses. Optional IN-APP PURCHASES: (The same content is also available for free by spending True Credits earned by doing tricks and finishing missions) - Unlock all missions. - Unlimited slow motion. - Unlimited board image changes. - Unlimited wheel color changes. - Unlock lists- Unlock Skateboard packs.Permissions requirements:WRITE_EXTERNAL_STORAGE and READ_EXTERNAL_STORAGE: These permissions are needed when installing the app in external storage so that we can save and load progress. Read permissions are also needed for accessing custom deck images external storage.RECORD_AUDIO and CAMERA: True Skate includes Everyplay which can record and share in game video. Everyplay has the additional option to include audio and video commentary via these permissions. On supported devices, video sharing is accessible via the \"Share\" button in the replay viewer.",
    "descriptionHTML": "The official Street League Skateboarding mobile game. <br><br>The ultimate skateboarding sim.<br><br>Note: True Skate only comes with a single skate park and contains additional content only available by In-App purchase. See below. <br><br>Features: <br>- Realistic touch based physics that give an authentic skateboarding experience.<br>- Deck wear. Scuff up your Deck.<br>- Drag your finger on the ground to push. <br>- A beautiful skate park to get lost in including ledges, stairs, grind rails plus a bowl, half pipe and quarter pipes. (Additional skate parks are available as an In-App Purchase) <br>- Slow motion. <br>- Rewind<br>- User challenges <br>- Replay viewer <br>- Global leaderboards. <br><br>Available by IN-APP PURCHASE only: <br>- Additional skateparks and locations. <br>- Street League Skateboarding courses. <br><br>Optional IN-APP PURCHASES: (The same content is also available for free by spending True Credits earned by doing tricks and finishing missions) <br>- Unlock all missions. <br>- Unlimited slow motion. <br>- Unlimited board image changes. <br>- Unlimited wheel color changes. <br>- Unlock lists<br>- Unlock Skateboard packs.<br><br>Permissions requirements:<br>WRITE_EXTERNAL_STORAGE and READ_EXTERNAL_STORAGE: These permissions are needed when installing the app in external storage so that we can save and load progress. Read permissions are also needed for accessing custom deck images external storage.<br>RECORD_AUDIO and CAMERA: True Skate includes Everyplay which can record and share in game video. Everyplay has the additional option to include audio and video commentary via these permissions. On supported devices, video sharing is accessible via the &quot;Share&quot; button in the replay viewer.",
    "histogram": {
        "1": 6022,
        "2": 3025,
        "3": 6334,
        "4": 14159,
        "5": 68046
    },
    "offersIAP": true,
    "adSupported": true,
    "androidVersionText": "4.0.3 and up",
    "androidVersion": "4.0.3",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh6.ggpht.com/zBC7O2SLZDcAlPO78Km33MXcVU_Vw3QlpZ8BcdhMt-zr5kvjXyTgnNWuqtGMNy6IVLc=h310",
        "//lh6.ggpht.com/s5PJj3rjYy9JjzxyCEPAolUF5Xk49-ekFL4hKonv0YQeeEKNUbeQs2CfSAv2M6X04w=h310",
        "//lh4.ggpht.com/qE32Zp_dx3LgtHP8FQ29dm6Q2V8GqMb3zpXAwirjzndBdYJAYOViqhLTUpSYjaTRbyvz=h310",
        "//lh5.ggpht.com/MSEBfpFNnQ8iTQ4ApgQubu8BNa5wm0HrMNNS5ry_YAVVU8mJmNL2YjDAPyGJ2NlL-w=h310",
        "//lh5.ggpht.com/VeYc-HxEZcio-FzR0Bs7-5gboX41vWM9xrzPkgTvAXMwzaH9z4eGFh33FOnozFGy-d7P=h310",
        "//lh4.ggpht.com/0VGennFhWwyOFALfj0JdpSbcqDOj0rBFDOaRdpRy_C7rR4UV_hK5toCpVUPiZIriSi1n=h310",
        "//lh3.ggpht.com/yPTVWEFShhEWUmi8F0H_3HpNxARt4PkzQmS_RIqSTxK2RSmRf0-UMJnMJUaEa_-ewg=h310",
        "//lh6.ggpht.com/3Wcm2HZgdHvw9Ys9ukV94z32yTcm1X4vBHksrNPUQKiuP8tclA7ecbp30xfwMyNhgA=h310",
        "//lh6.ggpht.com/mUwO0k3cwdVLlVShlqxDz1XBwSE3tgn3qpbxcjI4ZtPrMLbXzzvC5hGWiMnxIcdCvoc=h310",
        "//lh3.ggpht.com/VcSc2-s21QlavLvLbPsB_FQE8vlMq1UI-rFje6BrE3KLBaw81cHCiq2a2hlf0uaCJOs=h310",
        "//lh6.ggpht.com/mPnW_jWZwTBXTK0H_q496zuUKmTAshoHuUUDhdnFHPcEsiS2xVvMFkXwIYnGYDEbIN4=h310",
        "//lh4.ggpht.com/IZFgNUpHa-o5JlRpqdID1A9APEzYtqQ9xz76aS693XqulJNy9XzlA1mFXlFjt-OjHKhv=h310",
        "//lh4.ggpht.com/lg7R73v3Tya14xYupOpm0WfaLPlWUwImx2JIPaG-mk9tPEStAITvOs1AYrolwaMfZqc=h310",
        "//lh6.ggpht.com/wLYom2THQ0tS-aC56q4Axgjlf6_k7m0g4tK5qF4P3tMx34i4X56xPZ3169ZXN0r3ALoX=h310",
        "//lh4.ggpht.com/Ar3iMkhjRnyTham2aXWU36f6wIXoPvCY2X3mltlNYMSxAtiBNKGs1CuAc2wnZBtY1w=h310"
    ],
    "video": "https://www.youtube.com/embed/yJuyIClS2XM",
    "comments": [
        "If you paid for this game, you paid for a demo. Shame on you, however, cause it's warned in game description. It's a great game, for sure, since I've got it in a promotional free. I can't give more stars because it crashes constantly. I just wish there was a way to unlock parks for free; the actual fee is an offense to people who bought the game.",
        "Annoying with annoying controls. Game crashes constantly. I would love something like skater where you can share your lines with people but with all that micro transaction stuff you'll probably make us pay for that too. 2 stars",
        "The last 6 skateparks have been a waste especially as they cost 2$ after you already have purchased the game. The best rail in the love park is ended shortly by a wall, no way to make a line. Manuals are near impossible and the games controls  I are littered with bugs Greate concept bad development.",
        "Bought this game a while ago, decided to start playing it again when I heard about the free promo thing. The entire game is now dedicated to advertising their new Kickstarter project, and additional parks cost more than your SO's shoe collection. Go figure.",
        "I wouldn't consider paying for this app, because it crashes a lot and the maps cost more than a ballistic nuclear missile. It is a good time killer if the only other thing you can do is sit on a subway bench in the meantime.",
        "Boardslide mission is impossible to achieve in 20s, even the mission tutorial doesn't do that. Also, Nightmare flip mission doesn't take fakie into account, which I think is unfair. One more: I have repaired my board after playing months without doing it and played for half hour, then my board got trashier than before!"
    ],
    "recentChanges": [
        "- Google Play Services updates"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.trueaxis.trueskate&hl=en&gl=us",
    "appId": "com.trueaxis.trueskate"
}