{
    "title": "Clue",
    "summary": "A grand mansion… a dastardly murder… a gathering of suspicious characters.",
    "icon": "//lh3.googleusercontent.com/mQ6V-X2qJmhFnpjQu-gsBIb7ta5-hmEW45JxVN6tMlrhm2290SPZ5gZrXIrLG8SQkw=w300",
    "price": "$3.99",
    "free": false,
    "minInstalls": 1000,
    "maxInstalls": 5000,
    "score": 4.4,
    "reviews": 109,
    "developer": "Marmalade Game Studio",
    "developerEmail": "mgs.publishing@marmalademail.com",
    "developerWebsite": "https://www.madewithmarmalade.com/gamestudio",
    "updated": "March 10, 2017",
    "version": "1.1.4",
    "genre": "Board",
    "genreId": "GAME_BOARD",
    "description": "Clue is the classic mystery game!Now you can play the beloved Hasbro family board game on the go. WHO, with WHAT weapon and WHERE? Download the official app and crack the case!Join Miss Scarlet, Colonel Mustard, Mrs Peacock, Mr Green, Dr Orchid and Professor Plum on a night of murder and mystery in Tudor Mansion.Mr. Boddy has been murdered! But who did it? With what weapon?  In which room? Roll the die to move around the mansion and ask questions: “I suggest it was Miss Scarlet, with the Rope, in the Study!”Use the innovative logic-assisted virtual Clue Sheet to take notes and eliminate red herrings. Make brilliant deductions and solve the crime first!",
    "descriptionHTML": "Clue is the classic mystery game!<br><br>Now you can play the beloved Hasbro family board game on the go. <br>WHO, with WHAT weapon and WHERE? Download the official app and crack the case!<br><br>Join Miss Scarlet, Colonel Mustard, Mrs Peacock, Mr Green, Dr Orchid and Professor Plum on a night of murder and mystery in Tudor Mansion.<br><br>Mr. Boddy has been murdered! But who did it? With what weapon?  In which room? <br><br>Roll the die to move around the mansion and ask questions: &#x201C;I suggest it was Miss Scarlet, with the Rope, in the Study!&#x201D;<br><br>Use the innovative logic-assisted virtual Clue Sheet to take notes and eliminate red herrings. <br><br>Make brilliant deductions and solve the crime first!",
    "histogram": {
        "1": 3,
        "2": 0,
        "3": 7,
        "4": 38,
        "5": 61
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "4.1 and up",
    "androidVersion": "4.1",
    "contentRating": "Everyone 10+",
    "screenshots": [
        "//lh3.googleusercontent.com/XLL4U8byBUwuikMMOCXQQBzhxcVNrFyUV2Q7r3OwcQl6VGmxNzk-clxbtoJgkPzP-Gg=h310",
        "//lh3.googleusercontent.com/Jb0NR8A2didvVcF6XU_sCJ84FOhYUa5KqzIxfPjqTuipIW19VowShjgQUlOKSWnvSVE=h310",
        "//lh3.googleusercontent.com/Yx3_D3nfgCi2EQItkdJEJCWLihwaMOf2Bw67Ldfp4XBj-YYGCo2uyoW8s7bgtMNscA=h310",
        "//lh3.googleusercontent.com/rZW9Z-HZOaV_bi8rfhqCQYovDOai8ADAbyPWBT-IBGXuq_RqQvIPKH6c-5hy_9CKgc9Z=h310",
        "//lh3.googleusercontent.com/WAeV7g8hfOd2xa7chTxYP2r_Zix-Azlrz8TyRxqrazstYqxbjtyQujv052wR8BK8mQ=h310",
        "//lh3.googleusercontent.com/0fCdPAYhoP9GCeb3L_35GRYtHigFBu4rZUMq_qOOt0vTqaAzZsgOhHydFaJCH_cv05c=h310",
        "//lh3.googleusercontent.com/yrPRwnc_TwTorgxJwFBBQj5HjDDQzfDgcd8C6B87aZ1CX5FZ4xqdV7AHkgerGyYXgA=h310",
        "//lh3.googleusercontent.com/2eZsz8gtQqVsIIe_OxIWmaRFigXe6Qh2cFksuqwchETKtWoZFU8wrOXJ8gVd0JiSkmVk=h310",
        "//lh3.googleusercontent.com/WKVpAEuKiIcFW6vknPSIyHwbh15_icyp7t9-vuHfVZqcaAkyS2cXlQlQZlk7v7NsRA=h310",
        "//lh3.googleusercontent.com/h0P1D1P1rNQpszgBCTjfsSYOAW9V8_22CMlQsPWKrhwXoAQG-N8rmeH0oT1hg9dUN3E=h310"
    ],
    "video": "https://www.youtube.com/embed/3GHK4ruLdW8",
    "comments": [
        "I would rate it higher if you gave it a fast forward option. The graphics are cool but it takes so long for the dice roll and walking to the room. Its kind of annoying so I can only play against 2 other people or it would take forever. Give it a ff option and I'll rate it higher.",
        "Great game! Great graphics, easy controls. An option to keep screen on would be useful. Maybe more options in filling the sheet, to store what cards I showed to whom. Still assesing AI, on medium difficulty at a moment they were all insisting on a single character as suggestion for more subsequent hands.",
        "Been waiting for a game app version of Clue to come along and it's finally here. Excellent game, simple and fun.  Only minor complaint is that the notes don't respond well sometimes and I end up clicking the  wrong field. When I go to correct it, I lose all my previous ticks for that row. An undo button should fix that (note that another user review suggested the same exact thing 10 days ago). Other than that, you all did a great job.",
        "Great game! Difficult to see the room entrance, which makes it somewhat difficult to count steps. It would also be nice if other players turn could be 'fast forwarded' a bit. Multiplayer would be cool to have also",
        "Glad to see this finally available for Android devices! Identical to the iOS version, it's a sleek, LONG overdue mobile adaptation of the classic board game Clue/Cluedo (purists should note this is based on the newest Hasbro gaming version, which has retired the housekeeper Mrs. White & introduced Mr. Boddy's/Dr. Black's adopted stepdaughter Dr. Orchid to the rogues gallery). Will easily be a solid 5-star app once multiplayer is introduced. Would love to be able to play the game in landscape orientation on larger phones & tablets. Hope to see some themed IAPs available in the future, as in Marmalade's adaptation of The Game of Life (a Halloween & Christmas/Winter Cluedo would be rather fun, I think).",
        "Really great implementation of the board game. Every now and again the game misreads my pressing to get the dice off the screen as pressing to move my piece into a random square. It's likely my fat fingers, but could easily be solved with a \"back\" button that just undid the last move."
    ],
    "recentChanges": [
        "CLUE: The Classic Mystery Game has arrived on Android!",
        "UPDATES:",
        "- New game intro",
        "- Improved UI for the Clue Sheet",
        "- Improved tutorial",
        "- Localised game for French, Italian, German, and Spanish",
        "Multiplayer COMING SOON!!!"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.marmalade.cluedogame&hl=en&gl=us",
    "appId": "com.marmalade.cluedogame"
}