{
    "title": "iTrackBites: Smart Weight Loss",
    "summary": "iTrackBites is compatible with your current food score based weight loss system",
    "icon": "//lh3.googleusercontent.com/pdl0g8R17RS50IqQfPuRwYIM3BEP1NiPFliQ1ASbiww_x5kG0EZu_W1baULDk5rPoA=w300",
    "price": "$2.99",
    "free": false,
    "minInstalls": 10000,
    "maxInstalls": 50000,
    "score": 4.5,
    "reviews": 1172,
    "developer": "ellisapps Inc.",
    "developerEmail": "dev@ellisapps.com",
    "developerWebsite": "http://itrackbites.com/help",
    "updated": "February 23, 2017",
    "version": "2.1",
    "genre": "Health & Fitness",
    "genreId": "HEALTH_AND_FITNESS",
    "description": "iTrackBites is Compatible with your current weight loss system (Smart, Plus, Classic and Calories). It can track using Food Score Values or  Calories, exercises, and weight. It has huge food, restaurant, and barcode scanning databases.■ Includes the Following in the Price of the app ■√ Pay one time! No Monthly Fees or Subscriptions√ New 2016 Smart system is now supported√ Choose between Smart, Plus, Classic Plans or even use Calories√ Daily allowance calculators for all plans√ Simple daily log tracker with healthy checks√ Barcode scanner with over 1,000,000+ UPC's√ Large Pocket Guide with accurate food items√ Large USDA Food Guide with accurate food and restaurants items√ Multi-Add from all food guides for ease of tracking√ Add foods manually with unlimited food and exercise favorites√ Maintain list of favorite foods & exercise activities√ Free Online community to chat with others√ Weight tracker plus Rewards & Milestone stickers√ Custom units (Lbs, Kgs, or Stones) Metric / Imperial√ Complete exercise / activity database√ Food Score & Activity Calculator for ALL plans√ Track Healthy Choices (fruits veggies, milk, oil, liquid, protein, grains, vitamins)√ Daily notes support√ Decimal points support√ Cloud backup & restore√ Export logs to your email√ Online Email support for ALL customers of the app! https://itrackbites.com/help■ Premium - Requires Additional Purchase ■√ A small one time purchase will give you life time access to each premium feature√ Premium Recipe Builder allowing you to enter all your recipes or group food items as a meal for future use√ Premium Online Food & Restaurant database with millions items added to and updated daily√ Premium Restaurant, Beer, and Snack guides√ Premium features are kept up to date■ P.S. We HIGHLY Recommend the Premium Online Food database and Restaurant database! They are our top selling premium features because they constantly updated, make tracking so much easier, and are well worth the very small extra one-time fee!■ Don't take our word for it! ■√ Check out the user reviews and ratings!√ Check out the app preview video!√ Check out the screen shots & see for yourself!√ Visit the iTrackBites website for help https://itrackbites.com/helpComing Soon to iTrackBites√ COMING SOON.... Sync securely to multiple devices Although the food and fitness score calculations used in iTrackBites may be fully compatible with other similar food score calculations keep in mind that this app is not affiliated or endorsed by any weight loss company.",
    "descriptionHTML": "iTrackBites is Compatible with your current weight loss system (Smart, Plus, Classic and Calories). It can track using Food Score Values or  Calories, exercises, and weight. It has huge food, restaurant, and barcode scanning databases.<br><br>&#x25A0; Includes the Following in the Price of the app &#x25A0;<br>&#x221A; Pay one time! No Monthly Fees or Subscriptions<br>&#x221A; New 2016 Smart system is now supported<br>&#x221A; Choose between Smart, Plus, Classic Plans or even use Calories<br>&#x221A; Daily allowance calculators for all plans<br>&#x221A; Simple daily log tracker with healthy checks<br>&#x221A; Barcode scanner with over 1,000,000+ UPC&apos;s<br>&#x221A; Large Pocket Guide with accurate food items<br>&#x221A; Large USDA Food Guide with accurate food and restaurants items<br>&#x221A; Multi-Add from all food guides for ease of tracking<br>&#x221A; Add foods manually with unlimited food and exercise favorites<br>&#x221A; Maintain list of favorite foods &amp; exercise activities<br>&#x221A; Free Online community to chat with others<br>&#x221A; Weight tracker plus Rewards &amp; Milestone stickers<br>&#x221A; Custom units (Lbs, Kgs, or Stones) Metric / Imperial<br>&#x221A; Complete exercise / activity database<br>&#x221A; Food Score &amp; Activity Calculator for ALL plans<br>&#x221A; Track Healthy Choices (fruits veggies, milk, oil, liquid, protein, grains, vitamins)<br>&#x221A; Daily notes support<br>&#x221A; Decimal points support<br>&#x221A; Cloud backup &amp; restore<br>&#x221A; Export logs to your email<br>&#x221A; Online Email support for ALL customers of the app! https://itrackbites.com/help<br><br>&#x25A0; Premium - Requires Additional Purchase &#x25A0;<br>&#x221A; A small one time purchase will give you life time access to each premium feature<br>&#x221A; Premium Recipe Builder allowing you to enter all your recipes or group food items as a meal for future use<br>&#x221A; Premium Online Food &amp; Restaurant database with millions items added to and updated daily<br>&#x221A; Premium Restaurant, Beer, and Snack guides<br>&#x221A; Premium features are kept up to date<br><br>&#x25A0; P.S. We HIGHLY Recommend the Premium Online Food database and Restaurant database! They are our top selling premium features because they constantly updated, make tracking so much easier, and are well worth the very small extra one-time fee!<br><br>&#x25A0; Don&apos;t take our word for it! &#x25A0;<br>&#x221A; Check out the user reviews and ratings!<br>&#x221A; Check out the app preview video!<br>&#x221A; Check out the screen shots &amp; see for yourself!<br>&#x221A; Visit the iTrackBites website for help https://itrackbites.com/help<br><br>Coming Soon to iTrackBites<br>&#x221A; COMING SOON.... Sync securely to multiple devices <br><br>Although the food and fitness score calculations used in iTrackBites may be fully compatible with other similar food score calculations keep in mind that this app is not affiliated or endorsed by any weight loss company.",
    "histogram": {
        "1": 18,
        "2": 17,
        "3": 54,
        "4": 336,
        "5": 747
    },
    "offersIAP": true,
    "adSupported": false,
    "androidVersionText": "4.0.3 and up",
    "androidVersion": "4.0.3",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/QliY1QvES94OjOGqCJLfVJ2QZSloGj_ZTKAIOp3PultJcDKCo5tFYs5E202WhwxlB14g=h310",
        "//lh3.googleusercontent.com/mHKDDj9Y_hjqoOxRGVbStm_DYFDh0KHqHHcMtTJYzaS4E23Kv47_00uvRWmsPzFB1XU=h310",
        "//lh3.googleusercontent.com/0SNFbNOhWWyQFZ28Hg4OUrk4zdNEC5JZ8GFUnl_dBFgiXIwStDUyNXKJuMvtgPHLtQ=h310",
        "//lh3.googleusercontent.com/XRTlTsXQggb9P3hH0JDqceu0s-9YwEk7w-hVmthgc4LNbJhxWuJbR8dOP2NKTbxukEM=h310",
        "//lh3.googleusercontent.com/XfglgvfxdzmrHtNKOyoKNp5O9CU3cYO_DMxHV9rzgx6TTxI6jtAc4wnSp4AbIWY3LdmI=h310",
        "//lh3.googleusercontent.com/ofpyORR_ji0i4fjt4VmQ8z-PcLro5cyfVM60TDEQeYInXTnIhgfcNdq91RvJuxaeFg=h310",
        "//lh3.googleusercontent.com/ntrWwgD8wJlHdkSW2eDggdjZmrHDJdOV0X34mD5f6HDzgjwz8d8kk3rD4nyReka_z0z_=h310",
        "//lh3.googleusercontent.com/pCDv-SYVuaQPXwUG5M1Xj8WnfCn7VahWA7B12bPWVSZWzZHqxQ2_ttf2RXO_fphR-ak=h310"
    ],
    "video": "https://www.youtube.com/embed/PAunowCVyYA",
    "comments": [
        "I really do enjoy this app. I helps me accurately track my Weight Watchers Smart Points. The only things I would suggest would be able to have the option of adding a favorite food as an ingredient in the Recipe Builder and also when you are entering a number for a serving size I don't like that you have to scroll through and that there isn't an option to actually type in a number. If these two things were to be a part of the app, I would give it a five star all the way! Please make these two things happen!",
        "Great app! I have been on and off of weight watchers for years mostly due to the cost of the program. I found this app yesterday after searching the internet for an app that would help me track and stay accountable. So far I have been able to do everything with this app I could do with the weight watchers app. And honestly, I think I like this set up much better than the weight watchers one. All in all the price for all the features is less than $20 and no monthly fee. AWESOME! ! Like I said, so far so good. Definitely recommend this app to anyone who does not want to pay a monthly fee for tracking and weight loss.....",
        "The best all in one app around! I use to have 3 different apps that did what this 1 app does!  Plus this app does so loo much more!  Love the beer and snacks section...hey, I'm a guy that's what we want to eat!  Keep up the great work!",
        "Sadly as im from New Zealand we deal in kilojoules when it comes to the energy in food and your program is only set for calorie input. I would have given a 5 star had i not paid for something that i cannot use.",
        "Been looking for a way to get back to PP which I did very well on.  Frustrated by the new WW plan and my inability to find success in it.  It may not be perfect or as pretty as WW app but it functions well for what I need! So happy I found this!",
        "This app is great. One time payment, reasonable price and works better than the Weight Watcher's app. You can choose to follow Weight Watchers Smart Points, Points Plus or Classic, so that's a nice plus. So as not confuse, points are called bites, which is kind of cute."
    ],
    "recentChanges": [
        "Thanks for using iTrackBites! To make our app better for you, we bring you regular updates. Each update of iTrackBites Weight Loss app includes improvements for speed and reliability.",
        "- Minor bug fixes",
        "- Stability improvements"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.ellisapps.itrackbitesplus&hl=en&gl=us",
    "appId": "com.ellisapps.itrackbitesplus"
}