{
    "title": "Grand Theft Auto III",
    "summary": "Welcome to Liberty City. Where it all began.",
    "icon": "//lh3.googleusercontent.com/6h9kcB0zKQiAezOeM_tqMtjpyFXzxQiuOUy_LBitX3q0LSLCzdzG0dhqAj-DKkrCBQ=w300",
    "price": "$4.99",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 3.9,
    "reviews": 88678,
    "developer": "Rockstar Games",
    "developerEmail": "GTA3AndroidSupport@rockstargames.com",
    "developerWebsite": "http://www.rockstargames.com",
    "updated": "March 4, 2015",
    "version": "Varies with device",
    "genre": "Action",
    "genreId": "GAME_ACTION",
    "size": "Varies with device",
    "description": "The sprawling crime epic that changed open-world games forever.Welcome to Liberty City. Where it all began.  Rockstar Games celebrates the 10th anniversary of one of the most influential games of all time.  The critically acclaimed blockbuster Grand Theft Auto III comes to mobile devices, bringing to life the dark and seedy underworld of Liberty City. With a massive and diverse open world, a wild cast of characters from every walk of life and the freedom to explore at will, Grand Theft Auto III puts the dark, intriguing and ruthless world of crime at your fingertips.With stellar voice acting, a darkly comic storyline, a stunning soundtrack and revolutionary open-world gameplay, Grand Theft Auto III is the game that defined the open world genre for a generation.  Features:• Visually stunning updated graphics, character and vehicle models• HD quality resolution• Gameplay optimized for touch screen devices• Custom controls for the mobile platform• Countless hours of gameplay• Gamepad Support for select USB controllers• Integrated with Immersion Haptic Vibration Feedback• Tailor your visual experience with new video display settingsLanguages Supported: English, French, Italian, German, Spanish & Japanese.For optimal performance, we recommend re-booting your device after downloading and closing other applications when playing Grand Theft Auto III: 10 Year Anniversary Edition.Please ensure you have at least 1GB of free space before installing Grand Theft Auto III: 10 Year Anniversary Edition.******************************************************* For more information about Grand Theft Auto III: 10 Year Anniversary Edition, visit:http://www.rockstargames.com/newswire/tags#?tags=501For technical support, visit:http://support.rockstargames.com/forums/20575411-GTA-III-for-Android-iOS?locale=1 Port developed by War Drum Studioshttp://www.wardrumstudios.com",
    "descriptionHTML": "The sprawling crime epic that changed open-world games forever.<br><br>Welcome to Liberty City. Where it all began.<br>  <br>Rockstar Games celebrates the 10th anniversary of one of the most influential games of all time.  The critically acclaimed blockbuster Grand Theft Auto III comes to mobile devices, bringing to life the dark and seedy underworld of Liberty City. With a massive and diverse open world, a wild cast of characters from every walk of life and the freedom to explore at will, Grand Theft Auto III puts the dark, intriguing and ruthless world of crime at your fingertips.<br><br>With stellar voice acting, a darkly comic storyline, a stunning soundtrack and revolutionary open-world gameplay, Grand Theft Auto III is the game that defined the open world genre for a generation.<br>  <br>Features:<br>&#x2022; Visually stunning updated graphics, character and vehicle models<br>&#x2022; HD quality resolution<br>&#x2022; Gameplay optimized for touch screen devices<br>&#x2022; Custom controls for the mobile platform<br>&#x2022; Countless hours of gameplay<br>&#x2022; Gamepad Support for select USB controllers<br>&#x2022; Integrated with Immersion Haptic Vibration Feedback<br>&#x2022; Tailor your visual experience with new video display settings<br><br>Languages Supported: English, French, Italian, German, Spanish &amp; Japanese.<br><br>For optimal performance, we recommend re-booting your device after downloading and closing other applications when playing Grand Theft Auto III: 10 Year Anniversary Edition.<br><br>Please ensure you have at least 1GB of free space before installing Grand Theft Auto III: 10 Year Anniversary Edition.<br><br>******************************************************* <br><br>For more information about Grand Theft Auto III: 10 Year Anniversary Edition, visit:<br>http://www.rockstargames.com/newswire/tags#?tags=501<br><br>For technical support, visit:<br>http://support.rockstargames.com/forums/20575411-GTA-III-for-Android-iOS?locale=1 <br><br>Port developed by War Drum Studios<br>http://www.wardrumstudios.com",
    "histogram": {
        "1": 14665,
        "2": 3858,
        "3": 6602,
        "4": 11392,
        "5": 52161
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "Varies with device",
    "androidVersion": "VARY",
    "contentRating": "Mature 17+",
    "screenshots": [
        "https://lh4.ggpht.com/44ZhJFHQQzHSt5HVA7tkNMOAWOnMhYhbpPEQvOZ7dDnVTM8-I-ai55B66mlH9IV_jw=h310",
        "https://lh3.ggpht.com/Qn5b6PqQSbpHvJzxMgnBB32UEyTwXt39kdzzx17Xuu-98GkjbK27XR5Et_oyKEoyw3c=h310",
        "https://lh5.ggpht.com/G1-bzIxaWy5DGqv-vlfd7fgWCDmWJhMVIdx8KLSceXqBUGJikqSpD-36lcldpzBaRSU=h310",
        "https://lh3.ggpht.com/biWCYTThuoay6Gs4aAKBRI5CMFtbC2FezZUWJ0PCskOTgJfSHnUdW6T04JZ3PZb_hQ=h310",
        "https://lh6.ggpht.com/hW8s3qJdsmYJLfuHV1baq8X5hZp2igbk29mItOosezqxpqzpHrTRnMsu_6bfGJSeoWU=h310",
        "https://lh5.ggpht.com/ujih8zF9R2ghF-qx2-gfu9hzDybab_hkmbTcelcS_lipXzbN0Yq9uSjXXNhfMucNqW84=h310"
    ],
    "video": "https://www.youtube.com/embed/PtbUORusNvo",
    "comments": [
        "Great game. Just like the significant PS2 version Bought this game about two years ago and gave a rock-bottom review, when actually it was just my phone. So sorry for that Rockstar. Its a fun, great game. I recommend having a newer model of a android phone for this app, other wise, it won't work. I have a ZTE ZMAX and this game is very enjoyable. No lag. Well, a little bit, but the same amount you would have If you kept the game on ps2, cutscenes are great, not one bit of lag or messed up effect or whatnot. Definitely a five-star. Great job, developers.",
        "Huge deadzone on analog steering and when it finally engages it's starts off turning quite a bit, no suddle steering is possible, always end up repeatedly tapping steering. I'd like to steer using Bluetooth HID values as low as 0.03 as there already is a hardware deadzone to begin with. Seems like there is no variable acceleration, either fully pressed or none at all. Be sure to turn framelimiter off, runs silky smooth!",
        "I really cannot understand any critism for this android version of one of the greatest games in history. Perhaps its an issue with their phone/tablet not the game itself. They have done the best job possible in my view, particularly with the controls which work surprisingly well (they are very well set out and responsive) The graphics are improved, particularly the draw distances and this runs smoothly at 100% detail on HTC one s. Don't believe all the critics this is purely heaven and at 69p it's a steal!",
        "Super yummy violence It's so good, and looks much better than the old ps2 days. It runs amazingly. I do wish I could have some features like an immersive mode, dare I say cardboard mode, mappable buttons, and the ability to manually aim but, I understand. Thank you for taking me back to the 2000s :-) If you kids don't dig this and can't run it you suck.",
        "Great old days!!! I love this game since I was 15!! My older sister had to buy it for me at that time I was to young :)...gameplay is smooth no lags nor crashes on my galaxy light!! But one issue is saving the game and quitting the game, it does have glitches and sometimes won't let me save. I have to pause it and use the home button just to pick up where I left off..If rockstar fix this then 5 stars automatically",
        "The 10 year anniversary edition of one of my favourite and revolutionary games of all time. This is pretty well ported to android with some extra graphical bells and whistles; although GTA3, Vice city and San Andreas could REALLY do with some title updates to introduce Google Play Games integration like achievements and cloud saves. Its a pain in the backside to start from scratch on a new device!"
    ],
    "recentChanges": [
        "Version 1.6",
        "Assorted Bug Fixes"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.rockstar.gta3&hl=en&gl=us",
    "appId": "com.rockstar.gta3"
}