{
    "title": "My Alarm Clock",
    "summary": "Best alarm clock app for your Android device is now on Google Play!",
    "icon": "//lh3.googleusercontent.com/t_XQyMbDPmiRQHPEN22-OvrJD866SVOyYigpbk99657Vqjv9q_XtTOsafao67PaxFQ=w300",
    "price": "$1.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 4.5,
    "reviews": 34298,
    "developer": "Apalon Apps",
    "developerEmail": "support@apalon.com",
    "developerWebsite": "http://www.apalon.com/my_alarm_clock.html",
    "updated": "July 25, 2016",
    "version": "Varies with device",
    "genre": "Tools",
    "genreId": "TOOLS",
    "size": "Varies with device",
    "description": "My Alarm Clock turns your android device into an alarm clock that sings your favourite tunes, a bedside clock with gorgeous themes and current weather information, and a sleep timer that lulls you to sleep at night! Alarm features: • Alarm Clock: wake up to your favorite music• Background alarm support: alarm will ring even if the app is not running• Unlimited alarm support: you’ll never oversleep or miss an important event!• Non-stop alarm: music goes on until you stop or snooze it. • Auto-snooze feature: no need to manually snooze your alarm clock. Enjoy a gentle awakening! Can be enabled in Advanced Settings• Sleep Timer: fall asleep to relaxing tunes or white noise• Nightstand mode: turn your device into a gorgeous bedside clockMore handy features:• Designer clocks: enjoy a variety of stylish clock faces• Beautiful clock widgets: check the time right on your Home Screen • Weather information: check live local conditions and temperatureOther features enhancing the overall experience:• Brightness Slider: change the screen brightness so that it doesn’t blind you after a good night’s sleep• Built-in flashlight: save yourself groping around in the dark• Auto-launch: the application can be launched automatically when device is docked or plugged in• Portrait and landscape modes: the clock works perfectly in both orientations• Shortcuts on the main screen: get easy access to the sleep timer and alarmsEnjoy a perfect balance of beauty and functionality with My Alarm Clock!Why does the app ask permissions to access personal data? CAMERA permission allows the app to use the LED camera light (the flashlight feature is available only on the devices with a built-in flash).LOCATION permissions are needed to deliver consistent weather forecastIMPORTANT DISCLOSURES AND CONSENTBy clicking to install this app you consent to the installation of this app and any updates or upgrades that are released. You understand and agree that this app (incl. any updates or upgrades) may (i) cause your device to automatically communicate with our servers to deliver the functionality described above and to make our products more efficient and effective, (ii) affect app-related preferences or data stored your device, and (iii) collect personal information to provide the features described above and as set out in our privacy policy. You can uninstall the app at any time. For assistance, please contact us atIAC Search and Media Europe Ltd.Unit 1, Digiweb BuildingCollege Business and Technology ParkBlanchardstown North Road, Dublin 15 Ireland ApalonPrivacy@ask.com",
    "descriptionHTML": "<b>My Alarm Clock</b> turns your android device into an <b>alarm clock</b> that sings your favourite tunes, a <b>bedside clock</b> with gorgeous themes and <b>current weather information</b>, and a <b>sleep timer</b> that lulls you to sleep at night! <br><br>Alarm features: <br>&#x2022; <b>Alarm Clock:</b> wake up to your favorite music<br>&#x2022; <b>Background alarm support:</b> alarm will ring even if the app is not running<br>&#x2022; <b>Unlimited alarm support:</b> you&#x2019;ll never oversleep or miss an important event!<br>&#x2022; <b>Non-stop alarm:</b> music goes on until you stop or snooze it. <br>&#x2022; <b>Auto-snooze feature:</b> no need to manually snooze your alarm clock. Enjoy a gentle awakening! Can be enabled in Advanced Settings<br>&#x2022; <b>Sleep Timer:</b> fall asleep to relaxing tunes or white noise<br>&#x2022; <b>Nightstand mode:</b> turn your device into a gorgeous bedside clock<br><br>More handy features:<br>&#x2022; <b>Designer clocks:</b> enjoy a variety of stylish clock faces<br>&#x2022; <b>Beautiful clock widgets:</b> check the time right on your Home Screen <br>&#x2022; <b>Weather information:</b> check live local conditions and temperature<br><br>Other features enhancing the overall experience:<br>&#x2022; <b>Brightness Slider:</b> change the screen brightness so that it doesn&#x2019;t blind you after a good night&#x2019;s sleep<br>&#x2022; <b>Built-in flashlight:</b> save yourself groping around in the dark<br>&#x2022; <b>Auto-launch</b>: the application can be launched automatically when device is docked or plugged in<br>&#x2022; <b>Portrait and landscape modes:</b> the clock works perfectly in both orientations<br>&#x2022; <b>Shortcuts on the main screen:</b> get easy access to the sleep timer and alarms<br><br>Enjoy a perfect balance of beauty and functionality with My Alarm Clock!<br><br><b>Why does the app ask permissions to access personal data? </b><br><br><b>CAMERA</b> permission allows the app to use the LED camera light (the flashlight feature is available only on the devices with a built-in flash).<br><b>LOCATION</b> permissions are needed to deliver consistent weather forecast<br><br><br>IMPORTANT DISCLOSURES AND CONSENT<br><br>By clicking to install this app you consent to the installation of this app and any updates or upgrades that are released. You understand and agree that this app (incl. any updates or upgrades) may (i) cause your device to automatically communicate with our servers to deliver the functionality described above and to make our products more efficient and effective, (ii) affect app-related preferences or data stored your device, and (iii) collect personal information to provide the features described above and as set out in our privacy policy. You can uninstall the app at any time. For assistance, please contact us at<br><br>IAC Search and Media Europe Ltd.<br>Unit 1, Digiweb Building<br>College Business and Technology Park<br>Blanchardstown North Road, Dublin 15 Ireland <br>ApalonPrivacy@ask.com",
    "histogram": {
        "1": 966,
        "2": 645,
        "3": 1599,
        "4": 8365,
        "5": 22723
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "Varies with device",
    "androidVersion": "VARY",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/ZNB6RJ6k1P0OAC81AVi6Bu_BsGRv-tazdGRTg2HtHp6ttwuiZO9gL0V71XMPe1rr1Rg=h310",
        "//lh3.googleusercontent.com/7jlFbDp4WOkWP6hWx13-dmkiK9aTYUD53KJmopqUYQAjUdbN8Mr1HEVl_ABixqQq2A=h310",
        "//lh3.googleusercontent.com/nvtB2bXuZ29s05I_nmdviUs29kkvbqATaGLTDRl1W09zbTZG7JptLvnZc1I6iMDp3_Y=h310",
        "//lh3.googleusercontent.com/8aLgCQeJk1IHRmsW88h5XnurBGSJfixKU0l62vcn8U24H3m9A_1kCc81nLTwD0JSNAg=h310",
        "//lh3.googleusercontent.com/ZggxIGVlanHK9zyeTzJFD9Cq_wBzbRhU8vEvFSiP6Sbh3oAuNeAK6AyJoqlRedpYtIg=h310",
        "//lh3.googleusercontent.com/oU0I9eeXxgCzJHpjY0hhhbIl2MZrfXJlNIWZALXK-_zCfLhQ_idOsZg-v4Uo6Jnmems=h310",
        "//lh3.googleusercontent.com/e3xGn1IzYbRkqvlutT4sDgpfTSvhUR5Z88XnnaReTR5nynvS93PDmJwByIy_GKbTurka=h310",
        "//lh3.googleusercontent.com/rYmqapnut79lnqdSgc--4yBMFXvwZJQCg3q7nIOD8UlSzNdM_SCXbLUa-jYAWrrcVtg=h310",
        "//lh3.googleusercontent.com/gZNa9SD7gKVoCvwpCXvdOICRUNSVZx9hmntUKC3OoeWSOc0B-ILW0NfBGbzaebXixg=h310",
        "//lh3.googleusercontent.com/a4IDUFZT2Qe0Gjmu6j2DKQLum0i7m4PTFCWCodb-uGDRyzXIdDprt8xcBHolIjQ4Pyk=h310",
        "//lh3.googleusercontent.com/ktqfcjlCl3vViGHvw4w9xoBL9wqXAcEfUiwkN9wilhzGFjb3yV5ZpkpZ8qvmZA-KfFM=h310",
        "//lh3.googleusercontent.com/-t2OJrKSI6KVQR4fsp5YtVzFiQH3oJ1IWRoajZygIM5SFQyyedrWiq4473SH1Lv4Vd4=h310",
        "//lh3.googleusercontent.com/0pbtEEx6XEV7HIxG9yCJrxu7y0QCOQjGzMH6M37ab37vSa7EqqAQeToA_ZhdaDwkG99I=h310",
        "//lh3.googleusercontent.com/W_qi_oypgqOk9B3W9lxy08voukG2HKCHaUrnvr09_NZon5kpz3nZ2yEGJLShZCcjwHQ=h310",
        "//lh3.googleusercontent.com/THD1N9OrpVLrISDkX0TPfDTvYBXdE6J_YB9UwBYECk_gTMyZZ85y2t_knYBzDrgP_so=h310",
        "//lh3.googleusercontent.com/4brsb-88OBO9K0IWvV6acjoyCt9wsfBroBp5uI_RV3xnQlv-t-rzkDL1myFnav2ycHg=h310",
        "//lh3.googleusercontent.com/WJM4cXcgbjwOXi7nNFpGEFm-nYW8HZfo6XG245U3j34tZIhxmshA5_CjueuV8Y5WMQ=h310",
        "//lh3.googleusercontent.com/DPHG7fsj5cCWo-yc4d3QvpVtxEiSC1BGXAp6JCeotIqH-mpC_TP-cDY8gTcXOd7AMb4l=h310",
        "//lh3.googleusercontent.com/mK769qJiE97G0P5cuIoK42EbEzrRqE_Td3eqYWdElfBjLzIjYxlYFo5Q1cvjEk9i0qA=h310",
        "//lh3.googleusercontent.com/aEXvB65ZDfqK-0pfNa1VMVguMRlQGIDoRlDfpm5ExInN4g0Nfj7-E8UutR0lcsWQWQ=h310",
        "//lh3.googleusercontent.com/5OuMlokvTfLjN5MfA2aK6UGYKhutSdNWeBu6ZULnQ9yzKJvXgSnt0uHN8J1XizvF-AA=h310",
        "//lh3.googleusercontent.com/qD4YgGZHB3wkqwePwkGS7IqCDhLnMGCOZQ2vGnD5FNn9gjD4mm7GkMeU1RCmgl1Or-0=h310"
    ],
    "video": "https://www.youtube.com/embed/VRNx7uD5u78",
    "comments": [
        "Fantastic Product Now changed this from 4 to 5 stars.  Its an app i use daily and its not let me down. Very rarely I actually spend money on apps.  This is a fantastic app which I use daily for alarms, but to also play music at night with auto shut off.  The reason not 5 stars the weather info when clicked takes you to external page which is full of adverts,  that I avoid clicking it. I think one you've paid the full price they should cover the weather part too.",
        "Very good functionality but i have a couple important suggestions.  First, its too bright at night even when turned all the way down.  I would suggest the ability to change the color of the text to darker colors.  In the analog clock please allow shades of grey instead of just white.  In the analog clock please allow font size selections as the tiny fonts are unreadable without glasses.  Next.. on the analog clock please make the hands more distinct.  12.20 am looked like 4am...",
        "Pretty worth it It does what I need it to do. I don't really use it for time but honestly it's better then my default clock. One thing that makes it a 10/10 has to be the sleep timer. Listening to my fav lullabies for about 17mins, the time it takes me to fall asleep before the app stops playing my music is seriously awesome. The simple features of this app hit home the most. Good job guys. A dollar well spent.",
        "Wish the flashlight was easier to open. It's actually very easy to open but since I don't use it very much I had to go into the settings and see how to open it. Not a big deal except it was pouring rain and I dropped my car keys. I would like to see a button that's on the screen or have the screen say double tap for light or something. Otherwise no issues for this rather straight forward app.  Added...I know now that you double tap to turn on light but like I said it was pouring rain and I never use the light so it wasn't intuitive.",
        "Excellent for many reasons.  It does everything better than most. It's a better bedside clock than most dedicated bedside clock apps. Very versatile app. It's alarm features are very user friendly and work flawlessly, as you would demand. I tried many apps for just clocks and alarms. I found this and actually bought it. I going to volunteer this fact to prove a point:  I never buy apps. Sorry. I just don't. Not a big app guy. For me, this one is a must. Thanks to the developers. And to boot, I've had this for over a year, it's been absolutely faithful.",
        "Awesome This app is kickass and totally worth the $1.99. I especially like the feature where it tells you a good time to go to bed with respect to the next day's first alarm. My only complaint is that it's like \"You gotta go to bed RIGHT NOW!\" What'd make this app 100% is if you could view the list of recommended bed times on the front part by the weather or something. Other than that, I give this a 98%."
    ],
    "recentChanges": [
        "☀☀☀☀☀",
        "Summer brings a new look of My Alarm Clock!",
        "Drawing on the best practices and Google Material Design concept we made the app’s interface even more user-friendly and intuitive.",
        "All the new features are centered on making our app better for you. Keep us inspired by giving a good rating!"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.apalon.myclock&hl=en&gl=us",
    "appId": "com.apalon.myclock"
}