{
    "title": "Toca Lab",
    "summary": "Welcome to Toca Lab! Discover elements by experimenting with the lab tools.",
    "icon": "//lh3.ggpht.com/DWxDOVn4l9A69BCRVYA8J-rgYjvR8Kk7KZCoimRa_UskJ2uJZD_K1UKrpuBNG0hFNg=w300",
    "price": "$2.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 4.3,
    "reviews": 10656,
    "developer": "Toca Boca",
    "developerEmail": "support@tocaboca.com",
    "developerWebsite": "http://tocaboca.com",
    "updated": "February 14, 2014",
    "version": "1.0.3",
    "genre": "Education",
    "genreId": "EDUCATION",
    "familyGenre": "Education",
    "familyGenreId": "FAMILY_EDUCATION",
    "description": "Pay once, play forever! No in-app purchases! Calling all future scientists! Welcome to Toca Lab! Explore the colorful and electrifying world of science and meet all 118 of the elements from the periodic table. Discover elements by experimenting with the lab tools! * Take your element for a spin in the centrifuge. * Warm them up in the Bunsen burner. * Put the element on ice with the cooling agent! * Add a drop or two of mysterious liquids from the test tubes. * Change their voltage and make them magnetic with the oscilloscope. Each element has it's own personality. In Toca Lab, what does Neon sound like? Is Gold heavy or light? Is Nitrogen squishy or hard? Explore, inspect, and study each one and let us know! Can you find all 118? The time has come, future scientists, to head into the lab to explore and discover. Put on your lab coat and protective eye gear because things are about to get experimental! Toca Lab is a place for playing and having fun, and with it we hope to inspire kids to explore science. While the periodic table in Toca Lab is accurate, the way new elements are created is not. Instead, it’s a fun way to experiment, discover and create curiosity in the world of science. Toca Lab is just a starting point for further exploration! ***ABOUT TOCA BOCAAt Toca Boca, we believe in the power of play to spark kids’ imaginations and help them learn about the world. We design our products from the kids' perspective to empower kids to be playful, to be creative and to be who they want to be. Our products include award-winning apps that have been downloaded more than 130 million times in 215 countries and offer fun, safe, open-ended play experiences. Learn more about Toca Boca and our products at tocaboca.com.PRIVACY POLICYPrivacy is an issue that we take very seriously. To learn more about how we work with these matters, please read our privacy policy: http://tocaboca.com/privacy",
    "descriptionHTML": "Pay once, play forever! No in-app purchases! <br><br>Calling all future scientists! <br><br>Welcome to Toca Lab! Explore the colorful and electrifying world of science and meet all 118 of the elements from the periodic table. <br><br>Discover elements by experimenting with the lab tools! <br><br>* Take your element for a spin in the centrifuge. <br>* Warm them up in the Bunsen burner. <br>* Put the element on ice with the cooling agent! <br>* Add a drop or two of mysterious liquids from the test tubes. <br>* Change their voltage and make them magnetic with the oscilloscope. <br><br>Each element has it&apos;s own personality. In Toca Lab, what does Neon sound like? Is Gold heavy or light? Is Nitrogen squishy or hard? Explore, inspect, and study each one and let us know! Can you find all 118? <br><br>The time has come, future scientists, to head into the lab to explore and discover. Put on your lab coat and protective eye gear because things are about to get experimental! <br><br>Toca Lab is a place for playing and having fun, and with it we hope to inspire kids to explore science. While the periodic table in Toca Lab is accurate, the way new elements are created is not. Instead, it&#x2019;s a fun way to experiment, discover and create curiosity in the world of science. Toca Lab is just a starting point for further exploration! <br><br>***<br><br>ABOUT TOCA BOCA<br>At Toca Boca, we believe in the power of play to spark kids&#x2019; imaginations and help them learn about the world. We design our products from the kids&apos; perspective to empower kids to be playful, to be creative and to be who they want to be. Our products include award-winning apps that have been downloaded more than 130 million times in 215 countries and offer fun, safe, open-ended play experiences. Learn more about Toca Boca and our products at tocaboca.com.<br><br>PRIVACY POLICY<br>Privacy is an issue that we take very seriously. To learn more about how we work with these matters, please read our privacy policy: http://tocaboca.com/privacy",
    "histogram": {
        "1": 929,
        "2": 467,
        "3": 737,
        "4": 1345,
        "5": 7178
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "4.0.3 and up",
    "androidVersion": "4.0.3",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.ggpht.com/4OjGws5bJ5SLwF8o1ZXrn8KJi97AN5U6YjoOT4b6gxHsX-s13XFBYz06Dw_nC2B1mg=h310",
        "//lh4.ggpht.com/E48km8PGJmYt7sJ2G4UevgY6tyfAfLam18-TDEEAsEGeOYb1WpSxrFkfQlAnSqBgqe0=h310",
        "//lh4.ggpht.com/m1EImzcK7knbqDBAMNXcVTqdoM4G3xSbOmnQsdeqb91WUJ50g6OXblF7mZVstkyehYnz=h310",
        "//lh3.ggpht.com/G0ZZkYS15oMOerl3KhDPtqKuBJ6vkWrdkrTNn1TkTF1lZ95nQEANx-x5XhfDyPjlm3E=h310",
        "//lh4.ggpht.com/5zg4HgSKgrfVdLsTBZHb0VmGiO9GaPEHqLYjqCVBNsmC-6zV34UDVEbpjGkshrq10Nob=h310",
        "//lh3.ggpht.com/5iFqM_t_DX1OfkIH6zcEQSW6YxvuHArA6uMDogErTpPN1RwfzMkL0uV34DjP3QhVEHA=h310",
        "//lh6.ggpht.com/yzCOgvMfChdVMXrmSKbQRSuS-lGiXv5hPOTRwoaGpScSMadEDWReAi2WgiyD_GWzHQ=h310",
        "//lh4.ggpht.com/ARYPNDnMPsh8DeDHU1asD1Xcacqui2THCCAHFpH9GFEd77x59-nd7piRQ1ZduUlI31Y=h310",
        "//lh4.ggpht.com/LFkkJUHuq5DYp9fhzZbgjfIM4OpQljMMesfY5KfaoLN3TwTZPmR67tLv7G9jWCqVtw=h310",
        "//lh5.ggpht.com/ctgFp5ealGQV5yYM4fgOqpRSVDI0SxDr6KoO2aJSeJ-vogLvE3kHMpxNgA8X5jF5qPra=h310",
        "//lh4.ggpht.com/aC5MbVf710_qIum0MfxHHvmugNMV1J_GKWK5ufMURVP31AEDXU36jXhfbJEAF3SjDr6d=h310",
        "//lh6.ggpht.com/u2XC0g5wtRSYYLlCkYTZKaoD_qjBzzrAe4wF_bgiAAdx5RmEucHa43u3QZ7FOahW6w=h310",
        "//lh5.ggpht.com/NBASQ-CmMQqRETcX1t1RNkwD28RmXiFg8oVukPiCxhj-PzPZfoa7iMupP-XupyfBP0Uk=h310",
        "//lh4.ggpht.com/e-ZeWrZkOtaj1M33RhGa4QXPAO_fHcfwvSQS4n78JzgudgGTvIw4rTjT3vZzraGy56M=h310",
        "//lh4.ggpht.com/EcxIspZuGn_DvWtTCP8EJTuVvUoJVQh7Fep1NNHKwMB7Kx3mTIhTXb0YjuYN3usD=h310"
    ],
    "video": "https://www.youtube.com/embed/MtRFs94tUyU",
    "comments": [
        "The Best! I'm 24, without children, and even I love this game! Lol so fun to experiment, so many different elements. I wish there was more of a Manual/instructions with the app. I agree that the box on the top right shelf remains a mystery... lol I love that they are modeled after the real elements, but I do wish that when you clicked on them they spoke their elemental name. Not baby gobbledygook. Lol",
        "Love it! It took a while for my 4 year old to figure out the symbols of what to do to make each element. It would be nice if you could connect information about each element (along with the name). I had to bookmark a Periodic Table so I can show my daughter what it is she's actually doing. On the Galaxy S4 it's a drag to have to move all around the table to see what she's done. It would be great if you could make the table appear full-screen and be able to navigate from that.",
        "Kinda Fun as a toy for toddlers Would be so much better if there was some grounding to reality.  There's no logic to why I put put carbon block in a centrifuge and it randomly changes into a different element.  There's no text at all.  I get it your supposed to experiment but there are random icons appearing on the table that I have no idea what they even mean.  3 stars if they at least update the app with the history behind each element which I just found on their website.",
        "AWESOME, but a few tips This game is awesome, but I do wish it told what the element is, I have to look it up on the web, but it's still fun to play. It might look boring at first, but once you start playing, YOU CAN'T STOP! I recommend this game to anyone who loves science, or likes to play around with nature. Also if you listen very closely the elements say what they are, Like HO as you could guess says ho, as a word. It's a fun little Easter egg... But what do you once you have finished the game?",
        "It's okay... My 4 year old begged me to buy this game. Glad I did because he loves it. My only problem is that the elements aren't named. I had to print out a kids periodic table for him so he can learn as well as have fun. For $3 you can at least name the elements. How hard is that really?",
        "Happy 3 yr old. My son plays this the most. He is 2 almost 3 and gets a kick out of how the elements change! It is so inventive and creative. I just wish the other toca apps were available for androids and not just ipad. My son would love your robot game and the train one! Please make them available to us PLEASE PRETTY PLEASE! My wallet is open and ready!!!"
    ],
    "recentChanges": [],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.tocaboca.tocalab&hl=en&gl=us",
    "appId": "com.tocaboca.tocalab"
}