{
    "title": "Call of Duty:Black Ops Zombies",
    "summary": "Call of Duty: Black Ops Zombies Now Available on Android",
    "icon": "//lh3.googleusercontent.com/l2Bo9wvZsgEu6LahKlh61YJZD6LF2F_g7hCpjwGQ32fhJuA_uEYoPJNHqwzjc_01FX4=w300",
    "price": "$6.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 4.1,
    "reviews": 8254,
    "developer": "Activision Publishing, Inc.",
    "developerEmail": "CallOfDutyGooglePlayApp@activision.com",
    "developerWebsite": "http://www.activision.com",
    "updated": "December 20, 2016",
    "version": "1.0.11",
    "genre": "Action",
    "genreId": "GAME_ACTION",
    "description": "***Now compatible Android M (6.0) ***The Call of Duty: Zombies phenomenon has risen back to life.Adapted from the best-selling console hit and built specifically for tablets and smartphones, Call of Duty: Black Ops Zombies delivers fan-favorite, heart-pounding maps: Kino Der Toten, Ascension, and Call of the Dead: Director’s Cut, as well as “Dead-Ops Arcade,” a 50-level zombie gauntlet that provides the ultimate undead challenge for fans of Call of Duty’s signature zombie warfare.Play solo or join a team of up to 4 players via Wi-Fi as you mow down hordes of zombies using a variety of weapons and perks only available in the Call of Duty zombie experience. And don’t just take our word for it; here is what critics think of the game:•\t“Call of Duty: Black Ops Zombies is a must-have for any Call of Duty fan and for everyday gamers alike.” – Mashable.com•\t\"As far as the whole package is concerned, I adore the Dead Ops Arcade mode and feel it adds significant value to the $6.99 price tag\" – Destructoid•\t“Dead Ops…a perfect fit for the mobile platform.” – G4 TV onlinePlayers can also opt to enhance their experience and get out of a jam with the in-game CoD Point System. With six tiers of in-app purchasing options to choose from, Zombies fans will be able to take their experience to a whole new level by unlocking additional areas and securing better weapons in much less time.  Please note that CoD points are only applicable in single player.•\tBuy CoD points in the Main Menu to use when you run out of earned points in-game.•\tCoD points can be spent on anything in the game such as reviving, opening doors, weapons, perks, and the mystery box but are only used when you do not have enough earned points.•\tRevives can also be bought with CoD points if you die without the revive perk, although the three revive limit still applies.•\tNote: Your CoD points will be lost if the app is uninstalled from your device.Sure, earning Achievements and Point-Multipliers is nice, but to survive these Co-Op Maps, you’ll need friends as much as you’ll need firepower. Lucky for you, not only will the weapons and perks you love from Call of Duty lie at your fingertips, you can join with up to 4 players via Wi-Fi to play mulitiplayer.  As if that wasn’t enough, Call of Duty: Black Ops Zombies also includes “Dead-Ops Arcade” mode, an arcade-style top-down shooter perfectly suited for mobile combat vets. Unlocking the mode is easy—simply find the four missing coins in the game’s menus.",
    "descriptionHTML": "***Now compatible Android M (6.0) ***<br><br>The Call of Duty: Zombies phenomenon has risen back to life.<br><br>Adapted from the best-selling console hit and built specifically for tablets and smartphones, Call of Duty: Black Ops Zombies delivers fan-favorite, heart-pounding maps: Kino Der Toten, Ascension, and Call of the Dead: Director&#x2019;s Cut, as well as &#x201C;Dead-Ops Arcade,&#x201D; a 50-level zombie gauntlet that provides the ultimate undead challenge for fans of Call of Duty&#x2019;s signature zombie warfare.<br><br>Play solo or join a team of up to 4 players via Wi-Fi as you mow down hordes of zombies using a variety of weapons and perks only available in the Call of Duty zombie experience. <br><br>And don&#x2019;t just take our word for it; here is what critics think of the game:<br><br>&#x2022;\t&#x201C;Call of Duty: Black Ops Zombies is a must-have for any Call of Duty fan and for everyday gamers alike.&#x201D; &#x2013; Mashable.com<br><br>&#x2022;\t&quot;As far as the whole package is concerned, I adore the Dead Ops Arcade mode and feel it adds significant value to the $6.99 price tag&quot; &#x2013; Destructoid<br><br>&#x2022;\t&#x201C;Dead Ops&#x2026;a perfect fit for the mobile platform.&#x201D; &#x2013; G4 TV online<br><br>Players can also opt to enhance their experience and get out of a jam with the in-game CoD Point System. With six tiers of in-app purchasing options to choose from, Zombies fans will be able to take their experience to a whole new level by unlocking additional areas and securing better weapons in much less time.  Please note that CoD points are only applicable in single player.<br><br>&#x2022;\tBuy CoD points in the Main Menu to use when you run out of earned points in-game.<br>&#x2022;\tCoD points can be spent on anything in the game such as reviving, opening doors, weapons, perks, and the mystery box but are only used when you do not have enough earned points.<br>&#x2022;\tRevives can also be bought with CoD points if you die without the revive perk, although the three revive limit still applies.<br>&#x2022;\tNote: Your CoD points will be lost if the app is uninstalled from your device.<br><br>Sure, earning Achievements and Point-Multipliers is nice, but to survive these Co-Op Maps, you&#x2019;ll need friends as much as you&#x2019;ll need firepower. Lucky for you, not only will the weapons and perks you love from Call of Duty lie at your fingertips, you can join with up to 4 players via Wi-Fi to play mulitiplayer. <br> <br>As if that wasn&#x2019;t enough, Call of Duty: Black Ops Zombies also includes &#x201C;Dead-Ops Arcade&#x201D; mode, an arcade-style top-down shooter perfectly suited for mobile combat vets. Unlocking the mode is easy&#x2014;simply find the four missing coins in the game&#x2019;s menus.",
    "histogram": {
        "1": 952,
        "2": 304,
        "3": 675,
        "4": 1278,
        "5": 5045
    },
    "offersIAP": true,
    "adSupported": false,
    "androidVersionText": "2.3.3 and up",
    "androidVersion": "2.3.3",
    "contentRating": "Teen",
    "screenshots": [
        "//lh3.googleusercontent.com/woZslG9KTQ2cQ3zry7AFt_8e-ySRMoHz6REEIpyIqmRNj3wpOJZet9SQo7J4lzhCY2Yh=h310",
        "//lh3.googleusercontent.com/EkJ3ISo7ZOlwVTXSLxaT36ZXJagLk9z7z4yr_F_6wmGa8UzP4hIYQAuGegY4owAWoIc=h310",
        "//lh3.googleusercontent.com/_7xGtYHZ5StU-zzqu1TP2t4ysZId7T0tJBcL3ItKteJqlKZEGvNfLbmkmaHVSAPFKA=h310",
        "//lh3.googleusercontent.com/AOSrsxdCibcPHGdF7zbG4DABu426Xr8lENXOLRDCMh7HhS_glom2G-D1kywQS_s1OzHT=h310",
        "//lh3.googleusercontent.com/93gQsvfCUHNO-TKoU0Yss_XdU31YC5Jzux4ViI32tqV0hwP1hd7OqolAKVLwV2i4s70=h310",
        "//lh3.googleusercontent.com/uLVPQeFOOyUthMHFDwNBzktVnD8XtZofDz2Bx92RLm4PTauxr3zseYOrYrBOevFOcA=h310",
        "//lh3.googleusercontent.com/wzjALfb73PrnCEHEebPjhY-gI8bR6ZNpDVqAE8uvlTr53p8RPr-mnvPYrDmrVVkzk2I=h310",
        "//lh3.googleusercontent.com/i2O_mO3KrZMGjm2uvt-sNoeYIAK7AeV8914tEqGFOYpDu20HJmkOehzXgd3Y75nrp1U=h310",
        "//lh3.googleusercontent.com/vqkCG5dU8EJUPvFD7j17uLPjcCzVcJCcpar-uvY5ZMAyDQ9I3fv8LOdsdFgY6r4qzl3g=h310",
        "//lh3.googleusercontent.com/ZeLkoClrBpZNSTfEJR9dV56o2s4rk7V84azJHJUc__RvtagCVgpPr87wammwQ1v-zTg=h310",
        "//lh3.googleusercontent.com/UCA7ZlkINBZduI0FHPorNLCndFt4zWm5z0r8ol6yZXjd34BCTAJAyd8v9ayGw5jAzpA5=h310",
        "//lh3.googleusercontent.com/A45SZdFolJeOejWIB97l2Yvmfdq-iBq85TNFxeTN-v_KY9OK1lbOfYkpcRCl0aXd4A=h310",
        "//lh3.googleusercontent.com/2KaVdzkcTPXYwoatL5r_wLz7UydhwueQ5unJO6f1XbUp012ncZhdUG0m6o2B739rUQ=h310",
        "//lh3.googleusercontent.com/o0L2rMsnRjQRxqBFasD845um70akTzIA5Z3YVyeUfWvuy--aL89zIEv5DSTJJ18Fm3Q=h310",
        "//lh3.googleusercontent.com/AI16dir5gA1KABSCOuI6xbNvOKFRlRXjBOXh2gzA4kaX_LWJURGuw0I2S35AYg-_ah4=h310"
    ],
    "comments": [
        "It's awesome  but there its full of glitches  and there is no Stop. They made an awesome    game into a not so good game. The game is awesome but they have to make an update quickly or else I want a refund. But in all it awesome. I feel like they could do so much better. (WARNING) There's going to be a lot of  bugs. (DON'T SAY I DIDN'T WARNING YOU)",
        "I like the game but if you can make it so that there are new maps and I don't get disconnected from my friends matches then this game would be fantastic. Oh and also please make easter eggs and call of the dead characters. Last thing is grenade toss, grenade toss = 2ft",
        "SO MANY bugs, one of which is NO MUSIC OR SOUND EFFECTS ANYMORE snother is On higher rounds zombies with cut off heads won't die for 10 seconds or more. I am not exaggerating that. Unfortunately they never update the game to improve it or fix bugs. Keep that in mind..  I would NOT recommend it.",
        "What's up with Not being able to play co-op? It's so hard trying to find someone to match with and when I do, it's impossible to play... I've only played 1 time online with someone! Fix it or I'd like my money back cus I mostly wanted this game to play with friends.",
        "So far playing solo was real fun and brought back memories of when I used to play black ops like four years ago. The only thing that it's missing is updated graphics to make it more on par with consoles, and a better multiplayer mode because it never seems to work on both online and local multiplayer modes. I hope an update kicks in as this game has a lot of potential.",
        "So many problems The sound only works when I pick up a power up, or upgrade. The multiplayer set up is terrible. The app forces close, when I'm about to start with a team. We will skip the little stuff.. The customer support is really bad. Whatever you email them, will get the same response, \"Go to our website.\" Which doesn't provide information on this specific game. So good luck getting a hold of someone, because they must be stretched super thin. Avoid like the plauge. I need a refund."
    ],
    "recentChanges": [
        "Minor optimizations"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.activision.boz&hl=en&gl=us",
    "appId": "com.activision.boz"
}