{
    "title": "ES File Explorer/Manager PRO",
    "summary": "No.1 Android file explorer/ file manager keep high quality for years",
    "icon": "//lh3.googleusercontent.com/LvnFXdsZjgv-NQBJg6JnADPsOGg3LXcdqpbjV3iEOq7mEa1XtGkoVVX8fXaTLBsUhmPV=w300",
    "price": "$2.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 4.7,
    "reviews": 48213,
    "developer": "ES Global",
    "developerEmail": "contact@estrongs.com",
    "developerWebsite": "http://www.estrongs.com",
    "updated": "December 6, 2016",
    "version": "Pro",
    "genre": "Productivity",
    "genreId": "PRODUCTIVITY",
    "description": "ES File Explorer (File Manager) PRO version will continue to provide you high quality and good service as alwaysWith ES File Explorer (File Manager) PRO version you can:√ Remove Ad an Ad free version √More to customize updated color panel and more start page options√More to expect ES File Explorer (File Manager) team will keep improving the app and strive to keep it the #1 most powerful file manager for android. √more theme options Following Google material design and more theme options coming soonWith ES, you can access your FTP server, Wi-Fi file transfer, Bluetooth file transfer and connect your chromecast device easily.Highlights of ES File Explorer (File Manager) PRO:★ File Manager: Easily list any kind of file, libraries for all Music, Picture, and Video files. Connect file on PC, Mac, Linux Server, Phone, Tablet, Clouds ★ File Transfer: Transfer file from PC to Mobile, Mobile to Mobile, Mobile to PC★ Cloud Management: ES supports Dropbox, Box.net, Sugarsync, Google Drive, OneDrive-SkyDrive, Amazon S3, Yandex and many other clouds platforms.★ SD card analyst: with ES you can analyze your SD card usage and manage files as needed according to the resultsFeatures and Benefits of ES File Explorer (File Manager):►File Manager: Access to your Phone SD card, External SD card and Phone Internal Storage, Manage your files just like you do on your desktop or laptop using Multiple Select, Cut/Copy/Paste, Move, Create, Delete, Rename, Search, Share, Send, Hide, Create Shortcut, and Bookmark  ►App Manager: Categorize, uninstall, back up, create shortcuts to your apps and delete APK files►Remote File Manager: When this feature is enabled, you can manage files on your phone from your PC, tablet, Mac, Linux Server►Archive manager: Allows you to compress and decompress ZIP files, unpack RAR files, 7z files, and create encrypted (AES 256 bit) ZIP files►Built-in viewers and players for various file types: Including photos, music, and videos; supports third-party applications such as Quick Office for efficient and better productivity►Shows thumbnails: For APKs and images►Text viewers and editors►Access your home PC: Through your smartphone via WiFi with SMB►Functions as an FTP and WebDAV client: Manage files on FTP, FTPS, SFTP, and WebDAV servers just like you manage files on your SD card►Bluetooth file browser: You can copy and paste files between Bluetooth-ready devices. ES File Explorer (File Manager) supports OBEX FTP for browsing devices and transferring files between Bluetooth devices►Kill tasks with a single click, increase memory and speed up your device: Includes a simple widget that stays on your home screen to let you know your current RAM status and automatically kill tasks, with an ignore list for the applications you want to keep running. The Task Manager module is required for this feature.►Cache Cleaner and Auto-start Manager: Delete junk files that take up valuable storage space. The Task Manager module is required for this feature.►Root Explorer: The ultimate set of file management tools for root users. Provides access to the entire file system and all data directories, and allows the user to change permissions.►Supports Multiple Languages: English, Russian, Japanese, Korean, French, Spanish, German, Italian, Czech, Hungarian, Ukrainian, Tamil, Catalan, Turkish, Lithuanian, Portuguese and many more...Additional Information: 1. Please contact us by email: contact@estrongs.com; 2. find us on Facebook at: https://www.facebook.com/esappgroup,3. find us on Google+ at :https://goo.gl/YVXXV34. For videos about ES File Explorer on YouTube, visit: https://goo.gl/YVXXV3",
    "descriptionHTML": "ES File Explorer (File Manager) PRO version will continue to provide you high quality and good service as always<br>With ES File Explorer (File Manager) PRO version you can:<br><b>&#x221A; Remove Ad</b> an Ad free version <br><b>&#x221A;More to customize</b> updated color panel and more start page options<br><b>&#x221A;More to expect</b> ES File Explorer (File Manager) team will keep improving the app and strive to keep it the #1 most powerful file manager for android. <br><b>&#x221A;more theme options</b> Following Google material design and more theme options coming soon<br><br>With ES, you can access your FTP server, Wi-Fi file transfer, Bluetooth file transfer and connect your chromecast device easily.<br><br><b>Highlights of ES File Explorer (File Manager) PRO:</b><br><b>&#x2605; File Manager</b>: Easily list any kind of file, libraries for all Music, Picture, and Video files. Connect file on PC, Mac, Linux Server, Phone, Tablet, Clouds <br><b>&#x2605; File Transfer:</b> Transfer file from PC to Mobile, Mobile to Mobile, Mobile to PC<br><b>&#x2605; Cloud Management: </b>ES supports Dropbox, Box.net, Sugarsync, Google Drive, OneDrive-SkyDrive, Amazon S3, Yandex and many other clouds platforms.<br><b>&#x2605; SD card analyst</b>: with ES you can analyze your SD card usage and manage files as needed according to the results<br><br>Features and Benefits of ES File Explorer (File Manager):<br>&#x25BA;File Manager: Access to your Phone SD card, External SD card and Phone Internal Storage, Manage your files just like you do on your desktop or laptop using Multiple Select, Cut/Copy/Paste, Move, Create, Delete, Rename, Search, Share, Send, Hide, Create Shortcut, and Bookmark  <br>&#x25BA;App Manager: Categorize, uninstall, back up, create shortcuts to your apps and delete APK files<br>&#x25BA;Remote File Manager: When this feature is enabled, you can manage files on your phone from your PC, tablet, Mac, Linux Server<br>&#x25BA;Archive manager: Allows you to compress and decompress ZIP files, unpack RAR files, 7z files, and create encrypted (AES 256 bit) ZIP files<br>&#x25BA;Built-in viewers and players for various file types: Including photos, music, and videos; supports third-party applications such as Quick Office for efficient and better productivity<br>&#x25BA;Shows thumbnails: For APKs and images<br>&#x25BA;Text viewers and editors<br>&#x25BA;Access your home PC: Through your smartphone via WiFi with SMB<br>&#x25BA;Functions as an FTP and WebDAV client: Manage files on FTP, FTPS, SFTP, and WebDAV servers just like you manage files on your SD card<br>&#x25BA;Bluetooth file browser: You can copy and paste files between Bluetooth-ready devices. ES File Explorer (File Manager) supports OBEX FTP for browsing devices and transferring files between Bluetooth devices<br>&#x25BA;Kill tasks with a single click, increase memory and speed up your device: Includes a simple widget that stays on your home screen to let you know your current RAM status and automatically kill tasks, with an ignore list for the applications you want to keep running. The Task Manager module is required for this feature.<br>&#x25BA;Cache Cleaner and Auto-start Manager: Delete junk files that take up valuable storage space. The Task Manager module is required for this feature.<br>&#x25BA;Root Explorer: The ultimate set of file management tools for root users. Provides access to the entire file system and all data directories, and allows the user to change permissions.<br>&#x25BA;Supports Multiple Languages: English, Russian, Japanese, Korean, French, Spanish, German, Italian, Czech, Hungarian, Ukrainian, Tamil, Catalan, Turkish, Lithuanian, Portuguese and many more...<br><br>Additional Information: <br>1. Please contact us by email: contact@estrongs.com; <br>2. find us on Facebook at: <br>https://www.facebook.com/esappgroup,<br>3. find us on Google+ at :<br>https://goo.gl/YVXXV3<br>4. For videos about ES File Explorer on YouTube, visit: <br>https://goo.gl/YVXXV3",
    "histogram": {
        "1": 1483,
        "2": 665,
        "3": 1154,
        "4": 4347,
        "5": 40564
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "2.2 and up",
    "androidVersion": "2.2",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/l0PTQgATx4rnjk8oQjvubn0VnBccovELVrgVv4erW8AGLCKsdHCFctFT-MZ-hJmzzpg=h310",
        "//lh3.googleusercontent.com/iTLr5LHWjlxF-iO08VqDhGsNL15wf2P3vVlVNir1bmkIUEXP8p6s3B9CRiIJ5GJNaA=h310",
        "//lh3.googleusercontent.com/dTMpgZWZPfneG5vCbCEwx1f2y5XyPdFbiudYOSqpM3X8DMeu4adKl-_5TfHbtif0MxM=h310",
        "//lh3.googleusercontent.com/0BJd5WhYTupMZvke5Zq_jMw4u_pYa3Rn5-eK40sRCmbfSaI5qxXX-SMY17rVhGyUkg5A=h310",
        "//lh3.googleusercontent.com/H3tlD0vMoAEOSdfRRH6dK_NbgEqwLvYBPgGMDUXWvVMrjXYWa6RtR-Nl3u9ekSkK6OPv=h310",
        "//lh3.googleusercontent.com/fBlEbBKG9BxMN40HrhF9jwqgy1wNHU7qhY_NtiD2FG3WQAhZROhky8XCj41E8nSBFzxj=h310",
        "//lh3.googleusercontent.com/QEloAN59ZoQf4oCkIsvOkpmz9v-8GuSnTVUP7Yc6I21OZImdKFebE8bSA0D0hlN5iO0=h310",
        "//lh3.googleusercontent.com/-lXIEi13qfoejp0UE1um1b7WfKPUHLDvQCnquOE2mob0P-i_x58J8mohjtj6RpGSCQ=h310",
        "//lh3.googleusercontent.com/rIQLehcd-dchmefrVBfvb09xyxXh5oVu-lF3Ra40yXiavg6uGiq3aKPe-k6FLLbX0Q=h310",
        "//lh3.googleusercontent.com/2ELld-i-PYGXu_kXlMkdbYWXHYklX-K_-TH3xDeUo0fefX8Jp3n5xewDqxYYVQWqLw=h310",
        "//lh3.googleusercontent.com/NDhfr15fTc0qrTLr6cKlZy_nmGHr7vfrrTVfmSqtcs2h5SgeNkAR3VGxsOjNV582HWo=h310",
        "//lh3.googleusercontent.com/LLO31nutWZaOmIoQDjQlWg7XomLWSzH0beNNjXfvyI69DatanBquH_Oo4DmnLRRYEvg=h310",
        "//lh3.googleusercontent.com/qLNdbMnnduis9PBSxirrIkQr6J--iHvcMyjw3m7GBJ0b7l4v7BoJy0tnn2G2NRRjQ-Q=h310",
        "//lh3.googleusercontent.com/e9Ej3YciDChJCrVxGQ9NdYxaiZlLdOitOZ5EwbtEDTWXUvb0xyNL0F8VKdnT25Mz_tc=h310",
        "//lh3.googleusercontent.com/uX5Ia-rJ9FQN9Kb7yvYevd7ZHJlRm6sDwpuxEcHeqbpHHzyIAw0_d-ngDgw7WKnNRQQ=h310",
        "//lh3.googleusercontent.com/swItQkT_S9SDhlHZXTAsw5ycVDS5YDN_EPYMZTiRWQkGFkO2HhnFunlWxzjSJp0Oe8mg=h310",
        "//lh3.googleusercontent.com/5UyJejhUx6QVofdfrnmFq1moe6D72XQ0p6v2sN_r5cijksiJioqodUOtPPj13iQYtcU=h310"
    ],
    "video": "https://www.youtube.com/embed/rYZG3QzM5hg",
    "comments": [
        "Good, not as good as it was but good. This is an excellent file manager, I liked it because it had a feel like the devs had devs in mind as their target audience. Recently a host of gimmicky features that can't be disabled. Also, some additional GUI options such as selectable visible attributes would be more helpful. The pro version is substantially better but that this contrast exists is the reason for the star.",
        "Great app BUT I love this app. I used the free version for a while and it works really well. I decided to buy the full version. But now there is a glitch with the password system. In the free version, whenever i switched out of the app, it would prompt me for a password whenever i went back. The full version doesnt do that, if i switch out and go back it doesnt ask me for password, i find this to be a kind of comprimising glitch. Please fix. Otherwise everything else is great in my opinion.",
        "Faster than other file managers Working well, both in downloading & search functions. It will be easier to use, if the sort view can be changed multiple criteria at a time e.g. detailed list + date ascending order. For now, you can only change 1 a time, then you're booted out. You have to reenter into function area again",
        "An excelling work-in-progress I need this app's advanced capabilities: the secure & wide multi-cloud spread, full unpack of 7zip and rar, SAMBA/FTP, finely-calibrated gif playback, root, plus decent customizability. Not the most intuitive UI and perhaps it could handle more codecs/formats; the photo viewer is only okay. The new color picker is a huge improvement and cloud auto-sync is something I'd hoped for but never thought I'd see! Potentially THE one-stop media archive!",
        "Hands down the best File Manager available, PERIOD !!! Especially for rooted devices, but it works great unroofed as well. I don't know what else I could say. It's simply the best there is. Even the free version is top notch. It's one of those apps that should always be one of the first  things downloaded when setting up your device. Whatever file manager you may be using now. Just delete it and download this (free or pro, you can't go wrong either way. The 2.99$ price tag is cheap and well worth it compared to the features that come with it, and it looks sharper with the dark theme then the standard while and blue that comes with the free version lol. So download it and enjoy.",
        "The only complaint is lack of theme options. The free version used to have them but seem to have been removed and the options available on the pro version aren't much better than what the free version used to have. That being said, as a file manager it's a 5 star app. Very user friendly with many added features most other managers don't have or require additional add ins to get. All with a small overall app size. I've tried just about every other manager out there over the course of 7 years and always come back to ES file explorer."
    ],
    "recentChanges": [
        "V1.0.8",
        "*Add Sync to cloud feature on pad",
        "*Add support to systemless root",
        "*Solved external SD card write issue on Android 5.0 and above",
        "*Bugs fixed",
        "V1.0.5",
        "*FTP can't change root directory bug fixed",
        "V1.0.4",
        "*Add CANCEL SYNC TO CLOUD feature",
        "*Disable auto-sync if source path does not exist",
        "*Bugs fixed"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.estrongs.android.pop.pro&hl=en&gl=us",
    "appId": "com.estrongs.android.pop.pro"
}