{
    "title": "Survivalcraft 2",
    "summary": "Explore infinite world and survive in a realistic environment full of animals.",
    "icon": "//lh3.googleusercontent.com/sJw7VFD3H6w8QPibkSJ8wdw3FQE7ujFmi1KYyP5B571cEi_D5lf999ybWl1C_FHo7To8=w300",
    "price": "$3.99",
    "free": false,
    "minInstalls": 10000,
    "maxInstalls": 50000,
    "score": 4.5,
    "reviews": 1513,
    "developer": "Candy Rufus Games",
    "developerEmail": "candyrufusgames@gmail.com",
    "developerWebsite": "http://kaalus.wordpress.com",
    "updated": "December 14, 2016",
    "version": "2.0.2.0",
    "genre": "Adventure",
    "genreId": "GAME_ADVENTURE",
    "familyGenre": "Creativity",
    "familyGenreId": "FAMILY_CREATE",
    "description": "You are marooned on the shores of an infinite blocky world. Explore, mine resources, craft tools and weapons, make traps and grow plants. Tailor clothes and hunt over 30 real world animals for food and resources. Build a shelter to survive cold nights and share your worlds online. Ride horses, camels or donkeys and herd cattle to protect them from predators. Blast your way through the rock with explosives. Build complex electric devices. Craft custom furniture. Paint. Use pistons to build moving machines. Farm crops and plant trees. Make and combine 40 different items of clothing to protect yourself from attacks and weather or to look smart. Possibilities are infinite in this long-running sandbox survival and construction game series. This is Survivalcraft 2, and it is the sequel to original Survivalcraft. Craft custom and interactive furniture to bring your builds to life. Use pistons to build electrically powered moving machines. Underwater world comes to life with new plants and bottom-dwelling animals. Colored wires that do not intersect let you build more compact electric devices or use them for decoration. Survivalcraft brings features you love in the PC version of Minecraft to your mobile device: infinite worlds, caves, logic elements (electricity), pistons, weather, boats, rideable animals, explosions, clothes, armor and many more. It does so while maintaining its own realistic, survival-themed style and expanding the gameplay through custom furniture, proper physically simulated explosions, temperature simulation and many more. Enjoy! Website: http://kaalus.wordpress.com",
    "descriptionHTML": "You are marooned on the shores of an infinite blocky world. Explore, mine resources, craft tools and weapons, make traps and grow plants. Tailor clothes and hunt over 30 real world animals for food and resources. Build a shelter to survive cold nights and share your worlds online. Ride horses, camels or donkeys and herd cattle to protect them from predators. Blast your way through the rock with explosives. Build complex electric devices. Craft custom furniture. Paint. Use pistons to build moving machines. Farm crops and plant trees. Make and combine 40 different items of clothing to protect yourself from attacks and weather or to look smart. Possibilities are infinite in this long-running sandbox survival and construction game series.<br> <br>This is Survivalcraft 2, and it is the sequel to original Survivalcraft. Craft custom and interactive furniture to bring your builds to life. Use pistons to build electrically powered moving machines. Underwater world comes to life with new plants and bottom-dwelling animals. Colored wires that do not intersect let you build more compact electric devices or use them for decoration.<br> <br>Survivalcraft brings features you love in the PC version of Minecraft to your mobile device: infinite worlds, caves, logic elements (electricity), pistons, weather, boats, rideable animals, explosions, clothes, armor and many more. It does so while maintaining its own realistic, survival-themed style and expanding the gameplay through custom furniture, proper physically simulated explosions, temperature simulation and many more.<br> <br>Enjoy!<br> <br>Website: http://kaalus.wordpress.com",
    "histogram": {
        "1": 87,
        "2": 21,
        "3": 69,
        "4": 157,
        "5": 1179
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "2.3.3 and up",
    "androidVersion": "2.3.3",
    "contentRating": "Everyone 10+",
    "screenshots": [
        "//lh3.googleusercontent.com/dfWEH8er5BYyCTJS7XUiaQexFhvmgeBP7phXbuv5hPRU1c8vDxg6ymn9T2WCM-MsPguF=h310",
        "//lh3.googleusercontent.com/GpVlDNndc3knxqchKxMxOjLDzbqAnwgp0P6BZPEJrhEyytEe2nGvF2cib0f33i9hAy4=h310",
        "//lh3.googleusercontent.com/lZ9XVCEt9j7yjFuPK5AKb5hmaEiOZb7mf7A753KGL2PSqyDctnlU-FfoK_MO6t5z821Z=h310",
        "//lh3.googleusercontent.com/rvHmGQ2KhLZZCR1VluPlhwYtpnaRxnUXIHSvlRFr_4LHZlb23Eftiwu9FOtIguio48gX=h310",
        "//lh3.googleusercontent.com/b7Jw88HjFKCT41ejpgN9dcWVYu4bG9-cW3j-hfMvVs8_pbisCOvrUwL5EJzTw5YSeyQ=h310",
        "//lh3.googleusercontent.com/IdD_gnIhUthAlLlVHP0TPHH3fHXCegTEZs5VlKSM04Tp9wmHt7kez3zVJPir63X7bR4=h310",
        "//lh3.googleusercontent.com/QShiJ6gRnAIxOMiEvrV72V4HMog4cAN63j8OtQU570rrQbUSwgCtpCvE5JtDwcJ8MXM=h310",
        "//lh3.googleusercontent.com/-HoZ3ieiG850jAYIWkXIvuclBUkN8StaskK21KFRccvOqYTFwEvy1HTlVC_HXBfJ1DU=h310",
        "//lh3.googleusercontent.com/sqKbRE37w6Om9DCUa2nnTbc14P7oho_HOt2sWrE8i9WLBOlRh_HNW6gMaSI5464NpA=h310",
        "//lh3.googleusercontent.com/OTiQzARSSJ3kuDzNd4EpxPU65ca4DJkvT_l-Yk27f7ZhAW3jb8FSJik9ARBY0-q1yHWD=h310",
        "//lh3.googleusercontent.com/kdG9I1y9ydY0AvHiCZeu8xyQDfYHYTVDaKymfC6ELiR0EwbgfRKa7-SaInsE-DuoGg=h310",
        "//lh3.googleusercontent.com/BoZ15w9STiTuaNurTB2i0C8m_EA2idgPzQUJKckqTICWnnd4iq32b8owbwR_tgR2OA=h310",
        "//lh3.googleusercontent.com/7QbPzPvWvwqByw44GWQjmbLPr2uGLMTZXgjgrhi8dVJbB4Fy11vb_qy1irP8To4Gmg=h310",
        "//lh3.googleusercontent.com/PDglYAsIjIY3UsF-PaYX5er4JhnnUu0dcOM27123hPhAFDsG17W3bQ-rxUI0zDeJSw=h310",
        "//lh3.googleusercontent.com/zeomE6goDrul86rW-UW2Z6b2g4MRZ8-Exp_sjF_CUSWJU2rJYrPmeDAz0igwFEEEsA=h310",
        "//lh3.googleusercontent.com/Rh2c5Q9vY5PL_bA3mi6FmBML1gYalqGvdBSDuY-J5UDdwJWIf0u0sRiOG1XW8xmlySU=h310",
        "//lh3.googleusercontent.com/ukBZl4BWoUWTZgVXbBDL23UBGUPSizj6-izF7l0_ogzucIEXIbJc07qQVCkPNCGJz9o=h310",
        "//lh3.googleusercontent.com/3sTclx1yuoZdmtOAF6mNdJVusAEXcGM5EFT8f44XsB5M6V0ysFwz7A2pJEZkK9A78g=h310",
        "//lh3.googleusercontent.com/8_2_iUTMz7i1x-8UhhXBZsyihcltOAfBFwJxfZiM_OJJbiPmGxba17nvs6la24ufTVs=h310",
        "//lh3.googleusercontent.com/TAC112zPgDgiujcYfKwQ8_rCoASbG9MCs0iI-Bt9K0y3v1p4s_56WvYhS_16JudTZw=h310",
        "//lh3.googleusercontent.com/In6nis091FuFACtJOiB8mlo3VKe6ZT-OWE4YoXe4u-lF3erbzJhMW9Nk2IdHQddMpYM=h310",
        "//lh3.googleusercontent.com/DSpNpZ0bZUp7NJCXzLsGg208EzK9oXbMORMt7NvoYxD37EB0LpaTzwt1HJ_nI0dNGR8=h310",
        "//lh3.googleusercontent.com/wP3jQhdAFqGa4Nje0Z2-le0wOzrGvFvGiENn39f70B01tW1XNP9LZuYfPL5tM4Ep71k=h310",
        "//lh3.googleusercontent.com/QhxQbSr2ysDHPd3shsruUhXn_lMqFVYejERp9F-RoJ8cX9BstV5j8tWNIy5hE2MVch4=h310"
    ],
    "video": "https://www.youtube.com/embed/TA__7nTBUHY",
    "comments": [
        "Needs work I really liked your first survival craft and had lots of fun playing it. I was really excited when I saw this. The game has certainly come a long way but I guess  I expected a little more for you guys to make a whole second version of it. It would be cool if some more stuff was added to really show the difference  between the two games but I still like it overall. My biggest suggestion would be adding hydration into the survival aspect as well as heat stroke in the desert biome. If you could do that it would really add all the more to the survival part of survival craft. I'm sorry I wrote so much but if you could expand on the survival atmosphere a little more I would have no problem giving 5 stars.",
        "This is one of the best games out on the play store. I personally think it's arguably better than Minecraft. Really the only thing it's missing at this point is multiplayer, which has been requested a lot for this game. However, the developer is a one-man team and multiplayer would be very hard to program. Considering the circumstances I think it's understandable. Overall, the game is unquestionably worth the $5.",
        "Good I love this game, the feature of adding your own furniture is good not great but pretty good, there are a few things they need to work on. And one other thing in when I place 2 doors you expect it to open like any other door would but when I place 2 doors they open wrong like they look like 2 right doors placed together. Idk how to explain but that's something I'm bothered by but other than thoses things I love this game!",
        "I love the game. Worth the money. However the controls are a bit frustrating since im so used to the controls on the first one. I hope that you guys add little pets, like domesticating a wolf or coyote and it turns into a dog like how you use a saddle for horses but with a leash or something. That would be really cute.  Or how about multiplayer where you and a couple other people try to survive together. Anyways good job Devs!",
        "I like it and have some suggestions I think that furniture should actually be useful. Like you càn cook food on stove and store things in cupboards and chests. And that all of the animals should be useful. Like able to ride zebras and killing lions or tigers or zebras or any other brightly colored animal you could use their skins as clothes.",
        "There's no stopping Kaalus I loved the original survivalcraft, and definitely love surviv2lcraft and as a bonus for everyone you can export all the maps/worlds you have on survivalcraft and play them in survivalcraft 2.          &gt;&gt;upload your favorite world from Srvivlcft1 to sd card&gt; open Srvivlcft2&gt; download community content&gt; from SD card find your world! NOTE: IT DOES NOT WORK BACKWARDS!.     Have fun!!!"
    ],
    "recentChanges": [
        "Bugfixes",
        "Sea urchins are edible"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.candyrufusgames.survivalcraft2&hl=en&gl=us",
    "appId": "com.candyrufusgames.survivalcraft2"
}