{
    "title": "RollerCoaster Tycoon® Classic",
    "summary": "Create incredible parks in the original rollercoaster sim enhanced for mobile.",
    "icon": "//lh3.googleusercontent.com/Zyy5QtEus-GDefgnUVKu8fNmdafkxjkhDBkxb5cy_Q2N6vO7PVq_VGxxgKTWuNbmmA=w300",
    "price": "$5.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 4.6,
    "reviews": 6496,
    "developer": "Atari, Inc.",
    "developerEmail": "customersupport@atari.com",
    "developerWebsite": "http://www.atari.com",
    "updated": "March 2, 2017",
    "version": "1.1.7.1703021",
    "genre": "Simulation",
    "genreId": "GAME_SIMULATION",
    "description": "RollerCoaster Tycoon® Classic is a new RCT experience, combining the best features from two of the most successful and beloved RCT games in the series’ history – RollerCoaster Tycoon® and RollerCoaster Tycoon® 2.  Create and run amazing parks complete with the most outrageous rides imaginable.  RCT Classic includes a mixture of authentic playability, depth of gameplay and unique graphical style of Chris Sawyer’s original best-selling RollerCoaster Tycoon® PC Games, now enhanced for handheld devices.  Packed with content, players can enjoy designing and building roller coasters and rides, landscaping parks and managing the staff and finances to keep their guests happy and the money flowing in.  Can you become the next RollerCoaster Tycoon? PLEASE NOTE: Additional content for RollerCoaster Tycoon Classic is available via In-App Purchase, specifically the three expansion packs: Wacky Worlds, Time Twister and Toolkit. The expansion packs are the ONLY content that require an In-App Purchase and In-App Purchases are not used anywhere else in the game.Key Features:•\tThe Original RollerCoaster Sim: Experience all the fun from the original RollerCoaster Tycoon® and RollerCoaster Tycoon® 2 games, with a new app that combines the best elements of both classic titles.•\tCoaster Construction: Create incredible roller coasters – Quickly build a pre-made design or use the intuitive piece-by-piece building tools to design and theme your own unique rides.•\tPark Designer: Keep your guests happy by building gentle or wild rides, food and drink stalls, water rides, and even transport rides to take them around the park; Customize your park by building scenery, fine-tuning the landscape, and routing the footpaths.•\tPark Management: Run your park’s marketing and finances to make a profit while attracting more guests; Organize your staff to keep the park running well and looking its best.•\tExciting Environments: Build the ultimate theme park in a variety of challenging environments, from the tranquility of Forest Frontiers to the bustling commerce of Megaworld Park.•\tPark Scenarios: Progress through 95 classic park scenarios from RollerCoaster Tycoon® and RollerCoaster Tycoon® 2.•\tAuthentic Gameplay: Classic-style characterful isometric graphics and original amusement park music and sound effects.•\tPacked with Content: Includes hundreds of types of roller coasters and rides, and dozens of different shops, stalls, and facilities.Additional Content Available with In-App Purchases: 1) Wacky Worlds Expansion Pack: Find your passport and pack your bags!  Wacky Worlds takes players on the ultimate trip around the globe in 17 new park scenarios!  Includes exotic rides, profitable concessions and the most famous landmarks known to man including the Eiffel Tower, Big Ben, Statue of Liberty, Great Wall of China and more!  Each location is packed with opportunities for success, fun and unique challenges.2) Time Twister Expansion Pack:Travel through time with 14 new park scenarios based on historical and fantasy time-themes and build a park that is truly a blast from the past (or future if you like).  Play in a Prehistoric amusement park decorated with huge animated T-Rex’s and coasters such as the Raptor Ride, or choose from Mythological times, the Dark Ages, the Rock & Roll crazed ‘50s, the Future or the Roaring Twenties.3) Toolkit:Park Scenario Editor:  Design and build your own amazing parks – Make them as easy or as challenging as you want, using your choice of scenery and rides!  Includes a number of Six Flags parks to get you started.Ride Designer:  Build, test, fine-tune and theme your own awesome roller coaster designs in the Ride Designer before saving them for use while playing!Import and Export:  Share your saved parks, park scenarios and ride designs with friends, and try out their creations too!  (Includes the ability to import most saved parks and scenarios created with the original RollerCoaster Tycoon 2 PC game).",
    "descriptionHTML": "RollerCoaster Tycoon&#xAE; Classic is a new RCT experience, combining the best features from two of the most successful and beloved RCT games in the series&#x2019; history &#x2013; RollerCoaster Tycoon&#xAE; and RollerCoaster Tycoon&#xAE; 2.  Create and run amazing parks complete with the most outrageous rides imaginable.  RCT Classic includes a mixture of authentic playability, depth of gameplay and unique graphical style of Chris Sawyer&#x2019;s original best-selling RollerCoaster Tycoon&#xAE; PC Games, now enhanced for handheld devices.  Packed with content, players can enjoy designing and building roller coasters and rides, landscaping parks and managing the staff and finances to keep their guests happy and the money flowing in.  Can you become the next RollerCoaster Tycoon? <br><br>PLEASE NOTE: Additional content for RollerCoaster Tycoon Classic is available via In-App Purchase, specifically the three expansion packs: Wacky Worlds, Time Twister and Toolkit. The expansion packs are the ONLY content that require an In-App Purchase and In-App Purchases are not used anywhere else in the game.<br><br>Key Features:<br>&#x2022;\tThe Original RollerCoaster Sim: Experience all the fun from the original RollerCoaster Tycoon&#xAE; and RollerCoaster Tycoon&#xAE; 2 games, with a new app that combines the best elements of both classic titles.<br><br>&#x2022;\tCoaster Construction: Create incredible roller coasters &#x2013; Quickly build a pre-made design or use the intuitive piece-by-piece building tools to design and theme your own unique rides.<br><br>&#x2022;\tPark Designer: Keep your guests happy by building gentle or wild rides, food and drink stalls, water rides, and even transport rides to take them around the park; Customize your park by building scenery, fine-tuning the landscape, and routing the footpaths.<br><br>&#x2022;\tPark Management: Run your park&#x2019;s marketing and finances to make a profit while attracting more guests; Organize your staff to keep the park running well and looking its best.<br><br>&#x2022;\tExciting Environments: Build the ultimate theme park in a variety of challenging environments, from the tranquility of Forest Frontiers to the bustling commerce of Megaworld Park.<br><br>&#x2022;\tPark Scenarios: Progress through 95 classic park scenarios from RollerCoaster Tycoon&#xAE; and RollerCoaster Tycoon&#xAE; 2.<br><br>&#x2022;\tAuthentic Gameplay: Classic-style characterful isometric graphics and original amusement park music and sound effects.<br><br>&#x2022;\tPacked with Content: Includes hundreds of types of roller coasters and rides, and dozens of different shops, stalls, and facilities.<br><br>Additional Content Available with In-App Purchases: <br><br>1) Wacky Worlds Expansion Pack: <br>Find your passport and pack your bags!  Wacky Worlds takes players on the ultimate trip around the globe in 17 new park scenarios!  Includes exotic rides, profitable concessions and the most famous landmarks known to man including the Eiffel Tower, Big Ben, Statue of Liberty, Great Wall of China and more!  Each location is packed with opportunities for success, fun and unique challenges.<br><br>2) Time Twister Expansion Pack:<br>Travel through time with 14 new park scenarios based on historical and fantasy time-themes and build a park that is truly a blast from the past (or future if you like).  Play in a Prehistoric amusement park decorated with huge animated T-Rex&#x2019;s and coasters such as the Raptor Ride, or choose from Mythological times, the Dark Ages, the Rock &amp; Roll crazed &#x2018;50s, the Future or the Roaring Twenties.<br><br>3) Toolkit:<br>Park Scenario Editor:  Design and build your own amazing parks &#x2013; Make them as easy or as challenging as you want, using your choice of scenery and rides!  Includes a number of Six Flags parks to get you started.<br>Ride Designer:  Build, test, fine-tune and theme your own awesome roller coaster designs in the Ride Designer before saving them for use while playing!<br>Import and Export:  Share your saved parks, park scenarios and ride designs with friends, and try out their creations too!  (Includes the ability to import most saved parks and scenarios created with the original RollerCoaster Tycoon 2 PC game).",
    "histogram": {
        "1": 238,
        "2": 102,
        "3": 233,
        "4": 826,
        "5": 5097
    },
    "offersIAP": true,
    "adSupported": false,
    "androidVersionText": "4.0.3 and up",
    "androidVersion": "4.0.3",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/DeyQPmsWYDHXACTSSAG7ERnAZf6c66f9Zcjhj8bG1WDe0TOYeCSPyT6JYQ20eyjypw=h310",
        "//lh3.googleusercontent.com/I3AcaUWKYkYHIzfQ9jGp1YoBg5RNb3FSi97eJlqNMgiMJW4ktHYt3C2z-6vXxyynd76a=h310",
        "//lh3.googleusercontent.com/0iMlOqSsbXvVE4zzDVCD-yS2ahtMhMbb6BH9B-38x-WLHvAuNU1osQ9XFXNhMPPM_3k=h310",
        "//lh3.googleusercontent.com/1yFbS3qTPaOxoErRVYJGHJrI80q8DWKj_BOAEsRfPpbL7ax0SA_40EMbs-zBGvh7bbLM=h310",
        "//lh3.googleusercontent.com/lfiDxyRSFHvVtnPgtHzLbCBuOhrukmgwBEsB7Cu2-A_UCktRPJDRF66fqMC4Xepk8g=h310",
        "//lh3.googleusercontent.com/a_AxRQ45v7XabgWiYhB2e35ewocWMNHGJ6B-e8UjjwilNWuvmXw3rfBa7X4luxccRDk=h310",
        "//lh3.googleusercontent.com/F-GwMbZmnHDzEZh7HX0-FsL8dVEVVaX9VxdA6D4TJ4mXWKoj2yYoyJQt8UTytxITH1o=h310",
        "//lh3.googleusercontent.com/dSTpqSMW_DjBCaA_WSvdr0dAV3GPUQUNqo56ZKc1Lgj2nGV7h6GfgkH9-RDiUJi0IA=h310",
        "//lh3.googleusercontent.com/Xv-f7FjmiGKsvvpMS21sGDf0ZvnE-YLHKIqZrzMXWu895nqsFWT-rjnpSt-9RKNaMhs=h310",
        "//lh3.googleusercontent.com/L7JAwbqd0hlWf7ly_gtgbFSiDsQF-hOueBUDUWnmx1YPniYFVi559XP50t_cdlFwVQ=h310",
        "//lh3.googleusercontent.com/EWNSotOJKMJJAehrvfrrcyWGLXkWl4cV-2XEHM2_hf2-10-jaevRIiKtNo5jf7RhEyo=h310",
        "//lh3.googleusercontent.com/jK_DmApDJjJ9Z35dskBiRBQ1CqzZTy9TShFfU8UP_Hx3ZaPaJF2r-HqaBIzqpV6wq4Q=h310",
        "//lh3.googleusercontent.com/_t4zlx4-K_4NmzUP-1_yIISM1BXqUBaK312jw6RTRErwXG5GbFw-VLdH2c0EM0a5CN8=h310",
        "//lh3.googleusercontent.com/lklCWZZvFYr0hMaOnd24KYL93-Mv7a16_dN4WBOIDxkt4Pxnwavab0qmZkYsRZXIS96Y=h310",
        "//lh3.googleusercontent.com/UTM09_JB5Zy-4vxl7ejwtHCRYhhxg-_nyynvMfLLTvJIrRfgiCEQCOGDm3Spag5A7Q=h310",
        "//lh3.googleusercontent.com/o93ggulkszHHkjlCn4S68TCWk9nCD81o-gtcAd1x3PoVNAwRqBFql3pGPXu1S5lbdd_x=h310",
        "//lh3.googleusercontent.com/gVCOVKqbzIpf5jtPp9hKCYopjUki7Px4Qn0ltdh8sJOAoNlDkkHg3ifFRo-4kjt39vM=h310",
        "//lh3.googleusercontent.com/IcsmNAIptB68IzyQ1cN9CHkdpD5upFvJ7W75wNKk2oMHw0mok7f6Xpu3KpRPFMyGCQ=h310"
    ],
    "video": "https://www.youtube.com/embed/5d9Fe7XUa1c",
    "comments": [
        "I used to play so much of this game when I was a kid so it was an instant purchase when I saw it on the play store. This game runs like a dream on my LG g4 and I'm surprised it's so well optimized. The buttons are extremely resposnsive and I have pretty big fingers. The only reason this doesn't get a 5 from me is because there is no sandbox mode. Please Atari, add sandbox and this will be a 5!!",
        "I used to play this game a lot, during my childhood days. And i missed this game a lot. Downloaded lots of roller coaster games, they were good, but they didn't give the nostalgic feel.  I missed the sound effects. It feels so good to hear it back again after so many years. Although i wish they improve the graphics a bit.   But nevertheless, since this game brought back my childhood memories. I can play this game offline and this game has no hidden charges. I dont regret paying Rs 410 for installation. ☺❤",
        "I couldn't figure out how to build footpath/queue for the rides. Whenever I try to hire staff they just dangle in the air instead of dropping in to do their jobs. The touch buttons are way too small for an adult size thumb (I play it on a 5\" screen phone). It would be nice to have a tutorial or a written guide about the touch controls.  Edit: Many thanks for the devs for the prompt answer!",
        "I love this game but why is it u cant charge people admission to get into your park like on the pc version 👎thats the only thing missing as far as im concerned, it makes a big difference. Can you guys please fix this no wonder i got a hard time getting money. If you are able to do this on the pc version why can't you do it on this version? Thats a huge money maker, please put the admission fee to get into the park please.",
        "Improvement Review!! Love the game!! Big Fan!!! The only thing I have 2 problems with: 1st: When you \"Pause\" the gameplay to check everything out, right when you place an object down, it automatically \"Plays\"... Why can't I have the option to Press Play when I'm ready??? 2nd: When I \"Option\" to \"Hide\" anything, right when I build of buy anything, the \"Hidden Object\" appears.... Why can't it stay hidden until I want it back on??? Other than that Love the Game. Bringing back Memories. PS: \"Sandbox Mode\" if you can??? Lol. Thank you",
        "Works great with my note 5 and tablet. This version is best to play with a stylus, in my opinion. Really took me back to my park making days, and true fans of the game know the perfect park takes forever to build sometimes! Glad it was finally out for android because the other version is annoying. Put more money into this version for us like higher quality and new land types. Why not newer themes as well? Thanks for the game!"
    ],
    "recentChanges": [
        "We hope you're enjoying Rollercoaster Tycoon Classic!",
        "Here's an update for you that includes:",
        "- Fix for sleep & resume issues on some devices",
        "- Lots of other fixes and improvements throughout",
        "For discussion and information, go to the official forums at: https://forum.rollercoastertycoon.com/forumdisplay.php?58-RollerCoaster-Tycoon-Classic",
        "Please remember to update your reviews if you had issues that are now resolved, thanks!"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.atari.mobile.rctc&hl=en&gl=us",
    "appId": "com.atari.mobile.rctc"
}