{
    "title": "Ref. Guide for Essential Oils",
    "summary": "Conveniently rediscover the natural healing powers of essential oils.",
    "icon": "//lh3.ggpht.com/uOWbuhonmTKBdvySWtfR2R7PK2EZ_tnz_jOlTBoimxqLMHReJmIKU0NXie0Gb9L5zwB5=w300",
    "price": "$6.99",
    "free": false,
    "minInstalls": 50000,
    "maxInstalls": 100000,
    "score": 4.5,
    "reviews": 727,
    "developer": "Abundant Health LLC",
    "developerEmail": "abundanthealthapps@gmail.com",
    "developerWebsite": "http://abundanthealth4u.com",
    "updated": "March 27, 2017",
    "version": "1.0.12",
    "genre": "Health & Fitness",
    "genreId": "HEALTH_AND_FITNESS",
    "description": "This convenient app runs on the Android family of phones and tablets.This app combines information from the authoritative Reference Guide for Essential Oils, written by Connie and Alan Higley, with convenient search and note-taking features. Use the app anytime, anywhere to quickly find and confidently use recommended essential oils and oil blends for hundreds of different health and wellness conditions. This app will become your go-to reference for personal essential oil use and for sharing your love of essential oils. The app features a personal guide section that details over 700 health topics for which essential oils are commonly used to help support the body’s natural ability to heal itself. Additionally, key information on over 100 single oils and more than 90 commercially-available oil blends will help you better understand and use essential oils. The app also includes essential oil application instructions, including detailed information about auricular internal body points, digestive tract, autonomic nervous system, and the nose and olfactory system.",
    "descriptionHTML": "This convenient app runs on the Android family of phones and tablets.<br><br>This app combines information from the authoritative Reference Guide for Essential Oils, written by Connie and Alan Higley, with convenient search and note-taking features. Use the app anytime, anywhere to quickly find and confidently use recommended essential oils and oil blends for hundreds of different health and wellness conditions. <br><br>This app will become your go-to reference for personal essential oil use and for sharing your love of essential oils. The app features a personal guide section that details over 700 health topics for which essential oils are commonly used to help support the body&#x2019;s natural ability to heal itself. Additionally, key information on over 100 single oils and more than 90 commercially-available oil blends will help you better understand and use essential oils. <br><br>The app also includes essential oil application instructions, including detailed information about auricular internal body points, digestive tract, autonomic nervous system, and the nose and olfactory system.",
    "histogram": {
        "1": 33,
        "2": 14,
        "3": 36,
        "4": 135,
        "5": 509
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "3.0 and up",
    "androidVersion": "3.0",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh4.ggpht.com/7lnGxXlL_CHOrynK6mgCkI9MyZ_QbnPwTSepko0D-hsG0yaIt7iavQpHa7jkXmQpDVU=h310",
        "//lh6.ggpht.com/jVZpBYI2BKGlUzUe86vbph152jjB0CZj7r7CzxMJ9S1XkEwJ6--wU1Idl2vAxLMynJU=h310",
        "//lh6.ggpht.com/rVyVUqUTWziD7q1F5oIyEbJUIXNsmh_ZMzsiJEmqR-DA5loM94-QSw-PtwR24rgxAg=h310",
        "//lh3.ggpht.com/Vjo47HkRX2NW0deHwKfPp8aBG6Fv3sH2g1pof2oeG8ECq02nPOwPyBIWkA9kW_keu1eX=h310",
        "//lh6.ggpht.com/dnu4wt-RyeXACVnnRWuqInRFP4NdRGhiwEkwaRJw-KgZjzby5yUYSF1VSTphacbNQQ=h310",
        "//lh3.ggpht.com/iIkJletm8wkYxLC3HsgP_60t7zEgUY_vm2AdmA8a9J0pB59kGllGpiaNSaB_3NsjKKI=h310",
        "//lh3.ggpht.com/c4hQO-Lqn_vwW6WHvrWEIRVmS8mWWys6G6-3n5hkFvTsqMsPNEurhisq5Az-P0fkZ0s=h310",
        "//lh6.ggpht.com/tOTKiohGqkgngW1SzI2H-Dfo1ztVdNrn9Mu6_OpUub7qHmT-vUxDJ29ajKX70C14rms=h310",
        "//lh5.ggpht.com/v8pXuN6P9Lj9fG9SkrYrGfLmVJyqoQ2EtEVujVjjmpNh-XyRIMkgTgJkjvggP_bY5hg=h310",
        "//lh3.ggpht.com/cpSAJFxGYPGchCEusju16JvhsPpGOvku_p-_vRFNaXVKmc0P4ZsA9PoLKiOGP7TxsQ=h310",
        "//lh3.ggpht.com/Fnpai9TVV5xHGyrmHe-vFL2_sauiFD2LWXnI3MvaQvbDW1cMRnmLx_8BfaYjFJABbPQ=h310",
        "//lh6.ggpht.com/yO1qDP-l1lXKRxFFMDaFxeLsdhHUjtaz7RrTnLsZszcJYaLEKijJBn6FlLlwU9MLMA=h310",
        "//lh3.ggpht.com/VhJSK9HTCn9-Sk-rblhbn4igtTVyajUJwDtKf98serykcx5y6K7e7PGNaCoPrGVhkVWN=h310",
        "//lh3.ggpht.com/VbbYv7C5KbR7lS64v-_KKemFxZUIIFdL8xMVl_G5LmHWTPfktKdztOInzCB9voqaN-s=h310",
        "//lh3.ggpht.com/vZUlJur2JEUamZByL8a5YRN4GIXPDhKuTg1-uTiwa-sdQuOqsK-l3IObuduUalR8eXg=h310"
    ],
    "video": "https://www.youtube.com/embed/cWgytIckDF4",
    "comments": [
        "Absolutely thrilled now that the app has been updated to work on my new phone. This is my only go to app for oil usage and I will be recommending it to all my customers again.",
        "Amazing",
        "Previously I would give this five stars, but now I have to give it one star because I just upgraded my phone to a LG V20 and when I went to re-install the app through Google Play I got the message of \"Your device isn't compatible with this version.\"  I use this app all the time and now I can't.  I am so disappointed.",
        "Not updated with paper guide Recent update (11/2016) doesnt include blends such as Slique Essence which has been out since 2014! Also, some listed ingredients conflict with what is listed on brand new bottles. Expensive for inaccurate information.",
        "Love this!!! I use the reference guide constantly. Its very easy to use and quick to look things up. Needs to be updated with new products but, thats my only complaint. Still love it!",
        "Love this app! When will it be updated for the Nougat OS? I would love it if the developer would respond. I have left comment on here and emailed them 2x."
    ],
    "recentChanges": [
        "Version 1.0.12 - Updated to support newer devices."
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.abundanthealth4u.refguide4eo&hl=en&gl=us",
    "appId": "com.abundanthealth4u.refguide4eo"
}