{
    "title": "The Amazing Spider-Man 2",
    "summary": "Spider-Man&#39;s greatest battle begins in an action-packed, open-world adventure!",
    "icon": "//lh5.ggpht.com/WEfwbqAck4G_c33X2KOKkEDVfOAGjdJOXVDNeTiTKXAFA6ZbbpBpf2lLKDyNofWetzg=w300",
    "price": "$6.99",
    "free": false,
    "minInstalls": 500000,
    "maxInstalls": 1000000,
    "score": 4.2,
    "reviews": 74013,
    "developer": "Gameloft",
    "developerEmail": "android.support@gameloft.com",
    "developerWebsite": "http://www.gameloft.com/",
    "updated": "July 14, 2016",
    "version": "Varies with device",
    "genre": "Action",
    "genreId": "GAME_ACTION",
    "size": "Varies with device",
    "description": "Become the Amazing Spider-Man in this open-world 3D adventure full of crime-fighting, web-slinging, and non-stop action as you face the web-slinger’s greatest challenge yet!New York is under threat from a city-wide crime spree and only our hero Spider-Man can stop it! Standing in his way are Venom, the Green Goblin, Electro and other nefarious villains. Can Spider-Man restore order and safety to Manhattan?!THE OFFICIAL GAME OF THE AMAZING SPIDER-MAN 2 MOVIE • Web-sling, wall-climb and web-shoot as the fast and quick-witted Spider-Man! • An original story expands on the highly anticipated Marvel film!• Go beyond the Sony movie and into the comics with new characters such as Black Cat and Screwball.• Unlock Spider-Man suits such as Symbiote Spider-Man, Iron Spider and Ultimate Comics Spider-Man! • Face off against famous villains such as Venom, the Green Goblin, Electro, and Kraven the Hunter!• High-quality voice acting and 3D cinematic action cutscenes bring the movie experience to life!CUTTING-EDGE GAME EXPERIENCE• Intense combo-focused crime fighting! Defeat Spider-Man’s greatest enemies – from street thugs to super villains such as Electro and Venom – with crazy acrobatic fighting styles!• Marvel at the amazing high-quality, fluid animations as you swing freely through the open-world city like never before!• Take the fight to the sky with action-packed aerial combat!• Unleash devastating combos through enhanced icon controls for an intense action game experience!MASSIVE ENHANCEMENTS TO THE ULTIMATE PLAYGROUND• Adventure in a larger 3D open-world Manhattan with 6 detailed districts to explore, from the bustling Times Square to picturesque Central Park!• Console-like 3D graphics offer a bigger, better, and more beautiful experience.• Be the hero in a deep story that takes you on an exciting adventure, showcasing 6 legendary villains and a super set of side missions! • Amazing heroic social events, including battling waves of bosses and opponents in Mysterio’s Arena!_____________________________________________For fans of action games, fighting games, comics, Marvel, and super-hero movies._____________________________________________Visit our official site at http://www.gameloft.comFollow us on Twitter at http://glft.co/GameloftonTwitter or like us on Facebook at http://facebook.com/Gameloft to get more info about all our upcoming titles.Check out our videos and game trailers on http://www.youtube.com/GameloftDiscover our blog at http://glft.co/Gameloft_Official_Blog for the inside scoop on everything Gameloft._____________________________________________This app allows you to purchase virtual items within the app and may contain third-party advertisements that may redirect you to a third-party site.Privacy Policy : http://www.gameloft.com/privacy-notice/Terms of Use : http://www.gameloft.com/conditions/End User License Agreement : http://www.gameloft.com/eula/",
    "descriptionHTML": "Become the Amazing Spider-Man in this open-world 3D adventure full of crime-fighting, web-slinging, and non-stop action as you face the web-slinger&#x2019;s greatest challenge yet!<br><br>New York is under threat from a city-wide crime spree and only our hero Spider-Man can stop it! Standing in his way are Venom, the Green Goblin, Electro and other nefarious villains. Can Spider-Man restore order and safety to Manhattan?!<br><br>THE OFFICIAL GAME OF THE AMAZING SPIDER-MAN 2 MOVIE <br>&#x2022; Web-sling, wall-climb and web-shoot as the fast and quick-witted Spider-Man! <br>&#x2022; An original story expands on the highly anticipated Marvel film!<br>&#x2022; Go beyond the Sony movie and into the comics with new characters such as Black Cat and Screwball.<br>&#x2022; Unlock Spider-Man suits such as Symbiote Spider-Man, Iron Spider and Ultimate Comics Spider-Man! <br>&#x2022; Face off against famous villains such as Venom, the Green Goblin, Electro, and Kraven the Hunter!<br>&#x2022; High-quality voice acting and 3D cinematic action cutscenes bring the movie experience to life!<br><br>CUTTING-EDGE GAME EXPERIENCE<br>&#x2022; Intense combo-focused crime fighting! Defeat Spider-Man&#x2019;s greatest enemies &#x2013; from street thugs to super villains such as Electro and Venom &#x2013; with crazy acrobatic fighting styles!<br>&#x2022; Marvel at the amazing high-quality, fluid animations as you swing freely through the open-world city like never before!<br>&#x2022; Take the fight to the sky with action-packed aerial combat!<br>&#x2022; Unleash devastating combos through enhanced icon controls for an intense action game experience!<br><br>MASSIVE ENHANCEMENTS TO THE ULTIMATE PLAYGROUND<br>&#x2022; Adventure in a larger 3D open-world Manhattan with 6 detailed districts to explore, from the bustling Times Square to picturesque Central Park!<br>&#x2022; Console-like 3D graphics offer a bigger, better, and more beautiful experience.<br>&#x2022; Be the hero in a deep story that takes you on an exciting adventure, showcasing 6 legendary villains and a super set of side missions! <br>&#x2022; Amazing heroic social events, including battling waves of bosses and opponents in Mysterio&#x2019;s Arena!<br>_____________________________________________<br>For fans of action games, fighting games, comics, Marvel, and super-hero movies.<br>_____________________________________________<br><br>Visit our official site at http://www.gameloft.com<br>Follow us on Twitter at http://glft.co/GameloftonTwitter or like us on Facebook at http://facebook.com/Gameloft to get more info about all our upcoming titles.<br>Check out our videos and game trailers on http://www.youtube.com/Gameloft<br>Discover our blog at http://glft.co/Gameloft_Official_Blog for the inside scoop on everything Gameloft.<br>_____________________________________________<br><br>This app allows you to purchase virtual items within the app and may contain third-party advertisements that may redirect you to a third-party site.<br><br>Privacy Policy : http://www.gameloft.com/privacy-notice/<br>Terms of Use : http://www.gameloft.com/conditions/<br>End User License Agreement : http://www.gameloft.com/eula/",
    "histogram": {
        "1": 8302,
        "2": 2542,
        "3": 4841,
        "4": 9734,
        "5": 48594
    },
    "offersIAP": true,
    "adSupported": false,
    "androidVersionText": "Varies with device",
    "androidVersion": "VARY",
    "contentRating": "Teen",
    "screenshots": [
        "//lh5.ggpht.com/_vrTXFTRI41QCdFk68WG4x08VKXkTGYEsexVbEffN0huOGf61KYEj651YhOojhRXjw=h310",
        "//lh6.ggpht.com/QZw1XCmGoP_M4-nrS7Ipfh_jc_7lzBfHRach1Lld7adRK6UOrjKkeNptHo_1-x7F-Rw=h310",
        "//lh6.ggpht.com/NXe7rASsz0NrXk7LnX1fq_3idPzeVl6wABXcdxbfsjH5QZymZTDc9GYfMehRQBsw8xw=h310",
        "//lh3.ggpht.com/xx4SyenLgJ-Y_GG5GXyLYFftYiBWx2kJ-Rk69p_X5BdDbOkpHbDZJfmahx2uD-UdO4c=h310",
        "//lh4.ggpht.com/EIfEorqYkH-h7WeDHEC38NsQ_odH2fAkX7h9SaVPE641dWPmyvmOm1URnXkP2GbqMDs=h310",
        "//lh6.ggpht.com/wsCOnXOera_VRpPT9ensBDQFrywTnHmYOC8c0dA-0Xd3fuParw-FPu0llHL1sjMs8A=h310",
        "//lh3.ggpht.com/3GeidNsDlGdwnPRZvj2Rq0rOXtYBVT9-NOU3L-8_foqd69BkfcTmQ5hBSlo355xtCN1e=h310",
        "//lh5.ggpht.com/IRA5cWWyhjozyrk95RFlBx19gEOHUOE9clj9xDVHrPTgdq9rkeaUAUQJOD25LBCmf6g=h310",
        "//lh3.ggpht.com/zNhfQo6SslaPCHC7jxLRrdWpcPqSvFpK0xBFKzgqAjD_ljydlUSWbQ5MTw9Fcm6afSC4=h310",
        "//lh5.ggpht.com/JBoA6YZz2uXCgOIaZwe1h8Wc0c_jy4sY5DRURgpyavzAySq3HoBnE0qGfORZYQa7rg=h310",
        "//lh6.ggpht.com/Bbsy9KdgsU-VBL6-hdeXTuyUwFAAykNpvkFaTlikDPmuEygF_NnmLeKgInm0h0fYNrfj=h310",
        "//lh5.ggpht.com/jCiEIkSy8CWfQlLIwrD8ZKIqFn2gZOdez5-5xlwiUROB7jv6RlfkLSZoEVhc2dbcdQ=h310",
        "//lh4.ggpht.com/da7dHIsvxkVv14X56nCO_xakCHG5zm1Wu3GK4oUY5_bN9d4SiEGkkh1whu19Ut5iuuF1=h310",
        "//lh3.ggpht.com/Ief36yIJ0f0lGrrkmTguEDY6CRMYGYX1s--yQa1UzUlXDtBjk1CbrrirduBkraq9nVU=h310",
        "//lh3.ggpht.com/IlXoF8fPo6N2Zvv8fiQtisUuWL2bxkJbJlslxJ20LbZ82SGPd1f4TObiM3WONXlTdb0=h310",
        "//lh6.ggpht.com/zn5fwHvzqOUg7TACH6z9ksxWSPnyaJyZvSNlrLAJtszLnluJS-am0ybcSapKZcbzE1o=h310",
        "//lh5.ggpht.com/HViLqRNZONv0HJVv_WdaLCTKM9qn_RXDtbfe9vVYZrGbQpg7nfEn22nEcfdwnhVBqQ=h310",
        "//lh3.ggpht.com/ce0DOdP6AwmdNwNRRxKORfCPFXKFmrBXbWOVefUe47KSfpGeZFXqkkSQkD2cZijRdQ=h310"
    ],
    "video": "https://www.youtube.com/embed/nXd-dSaBbvA",
    "comments": [
        "Console quality Spider man game at my finger tips! I have always been a huge Spiderman fan and Spidey video game collector of sorts and this game SHOCKED me with it's top of the line quality. Free roam, excellent and easy to use controls and beautiful graphics. This isn't just a good Spiderman game for Google play, folks. This is a GREAT game, PERIOD! It takes me back to what I love about Spiderman games and updates with awesome missions and costumes. Well worth every penny and fully voiced to boot!",
        "WORTH YOUR MONEY! This game has amazing graphics for a cellphone. It runs very smooth as well.. Their are a few glitches here and there but that can be expected from any game including console. I have played The Amazing Spider-Man 2 on console and compared to it, it's very good. This is a fun open map, well written story, and all around good. It's definitely worth the 6:99!",
        "Its a good game but... Its a nice game but it could use alot more stuff to do. Maybe add more catapult places in the map and like alot more swinging animations and like maybe do tricks in the air other than the backflip into a dive. And when spidey jumps off a building he either does a backflip or a front flip and make it so if you land to hard he loses health or he catches himself with webs before he hits the ground and Make him able to hang from helicopters and make some peter parker missions or like aunt Mays house.",
        "Pretty good It is a good game, but the fighting graphics are to simple. Maybe improve the fighting controls and then I'll rate five stars. Bit keep up the good work for all games Gameloft! Also, there is a glitch I sometimes get where it says no connection and continues I can't play. Fix and I'll give give five stars",
        "I'm impressed. Great game play. The controls are simple. Only thing is when he's swinging  it's a little difficult to control what direction to go. But without that it would be way too easy, so I see it's logic. Thank you for a great game I can play on my long trip to Orlando next weekend.",
        "Hunter boss fight unplayable The hunter boss fight keeps crashing. And there's no way to beat him as he will always always dodge my attacks even though he is stunned/exhausted. I can't get a single hit in. I want a refund."
    ],
    "recentChanges": [
        "Various bugs fixed"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.gameloft.android.ANMP.GloftASHM&hl=en&gl=us",
    "appId": "com.gameloft.android.ANMP.GloftASHM"
}