{
    "title": "Monster Fantasy",
    "summary": "To become the Best Trainers!Collect monsters and challenge Gym Masters！",
    "icon": "//lh3.googleusercontent.com/7yzlXp_mJLiVqlP_01R_P4qNIpKdMhwAO6ihEoS9GcrDsySvzkQZFuRSBUfrTtu1fez2=w300",
    "price": "$0.99",
    "free": false,
    "minInstalls": 50000,
    "maxInstalls": 100000,
    "score": 4,
    "reviews": 1341,
    "developer": "Longtong Communication Co.,Ltd.",
    "developerEmail": "longtongcom@gmail.com",
    "updated": "March 18, 2017",
    "version": "2.7.6",
    "genre": "Role Playing",
    "genreId": "GAME_ROLE_PLAYING",
    "description": "-----Help us to build the wiki : http://monsterfantasy.wikia.com/------Monster Fantasy is a role-playing mobile game with elements of strategy and monsters, developed by Langtong game.To become the best monster trainer in Monster Fantasy, players have to travel all over the world, capture tons of powerful monsters and enjoy this wonderful journey.FEATURES★ Monster Type SystemMonster Fantasy is based on monster battles. Monsters have different types that have both strengths and weaknesses. To train different monster according to interests and strategies is the essence of this game.★ Various Skill CombinationsSkill is the key to each battle. Each monster learns different skills as it grows and various skill combinations make the game very interesting.★ Send Monster To FriendSend and receive monsters between friends.★ Unique MechanismMechanism System: Unlock the mechanism to challenge Gym Masters.★ Original ScenesPlayers can enjoy the battle, roadside flowers and beautiful sky while traveling through the world.★ Interetsing PuzzlesGame Hall System: Play puzzles and exchange rewards with coupons.★ Various ElementsOther Features:Map System: Town, cave,  lake…… The best views you have ever seen.Quest System: Get to know everyone and their stories. Finish their quests to get rewards.Achievement System: The more you achieved, the better trainer you are.Facebook : https://www.facebook.com/LTGAMES2668/",
    "descriptionHTML": "-----Help us to build the wiki : http://monsterfantasy.wikia.com/------<br>Monster Fantasy is a role-playing mobile game with elements of strategy and monsters, developed by Langtong game.<br>To become the best monster trainer in Monster Fantasy, players have to travel all over the world, capture tons of powerful monsters and enjoy this wonderful journey.<br><br>FEATURES<br><br>&#x2605; Monster Type System<br>Monster Fantasy is based on monster battles. Monsters have different types that have both strengths and weaknesses. To train different monster according to interests and strategies is the essence of this game.<br><br>&#x2605; Various Skill Combinations<br>Skill is the key to each battle. Each monster learns different skills as it grows and various skill combinations make the game very interesting.<br><br>&#x2605; Send Monster To Friend<br>Send and receive monsters between friends.<br><br>&#x2605; Unique Mechanism<br>Mechanism System: Unlock the mechanism to challenge Gym Masters.<br><br>&#x2605; Original Scenes<br>Players can enjoy the battle, roadside flowers and beautiful sky while traveling through the world.<br><br>&#x2605; Interetsing Puzzles<br>Game Hall System: Play puzzles and exchange rewards with coupons.<br><br>&#x2605; Various Elements<br>Other Features:<br>Map System: Town, cave,  lake&#x2026;&#x2026; The best views you have ever seen.<br>Quest System: Get to know everyone and their stories. Finish their quests to get rewards.<br>Achievement System: The more you achieved, the better trainer you are.<br><br>Facebook : https://www.facebook.com/LTGAMES2668/",
    "histogram": {
        "1": 178,
        "2": 57,
        "3": 128,
        "4": 158,
        "5": 820
    },
    "offersIAP": true,
    "adSupported": false,
    "androidVersionText": "2.3 and up",
    "androidVersion": "2.3",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/muuD07IxJR_oldllgGeqMZl4FcpJL8jjBI0CMeR96GHvrf879VfeliRDKifT_vaCZXFY=h310",
        "//lh3.googleusercontent.com/8UYl_pntn4nyYgX3oamTIakGGHwvJ2Ar5sClFGOe3cVpxaiTzqGmOQiGfuIfQvuxy5iY=h310",
        "//lh3.googleusercontent.com/YebgwFxVZtokSpvyDs7qsisgMlVoO-js1_nvGiGunE-MBWI-WonM4x8kyPvg6UVhpXI=h310",
        "//lh3.googleusercontent.com/wKxf2AKIEtAhCtHZiuW7d_abqCNk4gW5-gjpTFsQDPbSLUUflr942OddaiNP-AeUmQ=h310",
        "//lh3.googleusercontent.com/9wp18G0St6fjxo12AZh4XKkRLht6mbeuuKOsGEdleOJtf8X6x-_9xwO6kyDB_zs0Pz4=h310",
        "//lh3.googleusercontent.com/SryOF55dTmpMohPhFOby_58n5W6x8x7-a3YvFGGS4rITQkd462T1r0aCj69bUwVHtZc=h310",
        "//lh3.googleusercontent.com/2HDSkEudq3l2oPciWEHR8uaaDYZHJXWZOCF860dB5Z7iyeezF5zampiwCVV26ygVrQ=h310",
        "//lh3.googleusercontent.com/exSKV1intBAKM54z21yQ7Z1fwWmyFsRvV6QaGZJ20nAiknylxZ0XbA9fJr-iiyxAoYGH=h310",
        "//lh3.googleusercontent.com/0b7ky6msJWZas_FMiq5u0KtRGRDj5NPGpMMJyEotPg4ubydTXQTpVRf2TLhfoXSSzoM=h310",
        "//lh3.googleusercontent.com/m12y9fV4nOkF9Nrwl82EeqvTvSKC2sFpYgVBVdOIhM3KQ4zLZqJOsLKYRWyKrTLPKg=h310",
        "//lh3.googleusercontent.com/uOP3PHfRf4ok0Fal7xbyfEDX3IERe6-ZLMEiEbMBhnug3xJtfeBYcouQTdGxSD8L4kE=h310",
        "//lh3.googleusercontent.com/GMqdw-SEvtt8Xq7LlBuLClvYaRoEgVWfpBuZgGBy_dW2r1NN1-D7CKYtqhY1S5cIwO0=h310",
        "//lh3.googleusercontent.com/V6BSykZRhM0aDYfxSEQC1vxeUl4BTdfOcCsjwv7C1WX4q_E0pYywTSUtg--JbYivVPQ=h310",
        "//lh3.googleusercontent.com/etUZt1IT7Tlo34-qRFEbFmIRrAn12uYu8r27QMCKBLAcM6uzUpREp-be94_78vGl-DA=h310",
        "//lh3.googleusercontent.com/VH4DbYen2fIW4jf7KO8uDBsY_MM_YR86nMeNLvRIXZk1gC6KoQsq_jPHndwkuFmLKA=h310",
        "//lh3.googleusercontent.com/RNLW84FJ6ik2x0756FQrqeKAgR043OEE-wrkEaxBjyzmi7wl4DRHtOPjrQOyIylnGg=h310",
        "//lh3.googleusercontent.com/n9beTggVsOnDd5CLd3UDy9SLWykTIH6nOxiQCYXJLE8OVpj98asMHCEX57Z6TinzEyjE=h310",
        "//lh3.googleusercontent.com/cSg16j_MrhIE1rrwluK2KrSi09P0XfkYMaJbBUkdcIJDZ0PZ8o-xfgl642qtSvaHP7zk=h310"
    ],
    "comments": [
        "I like this game. The only thing about this game is make me confuse don't know where to find that people quest!! My monster already high lol but can't go everywhere because the map. And why just make battle when doing gym quest!? That stupid idea need make same colour game and can meet the gym. Please make speed in battle.  That all.",
        "You want to have people buy your game and have micro transactions? There is no online backup either so if you lose your device or forget to save you lose progress. So Shameful.",
        "Terrible knock-off of a pokemon game. Translations are atrocious...  And the monster pretty much all look the same. Just terrible, sorry.",
        "Would be perfect as the Pokemon games but this game I have noticed is almost exactly like Pokemon, the difference is this game is a more advanced Pokemon game and has many features including in app purchase which is horrible seeing as there is no online backup for storing saved games with purchased in app content's. Here is a example I buy diamonds or the potions and in a couple days bought new cell phone. How would I be able to retrieve the game I previously played or bought content on? It's against state laws to offer ingame purchases without a online back up to store the saved files.  But if you guys added the online backup as free or one time payable that would make this game better",
        "I actually very much love the game it's pretty awesome the one thing I have against it is if there was maybe an​ auto save. Maybe just after 2 or 3 fights it does a little save because I spent around two hours fighting wild monsters to level up my guys a bunch and I got a message and I went to check it but when I went back the app had restarted. This has only happened twice to me so far but for people like me who forget to save often and auto save would be really nice.",
        "I have already finished the game and liked it but it has many negative points like its almost impossible to beat the myths with my all max monsters as myths are immune to everything and recover a huge HP per turn and no 2: no online back up. Then u say how I can beat 4 elite four with my 6 monsters only. So please have a reality check and fix the game according to it then it may become no 1 game."
    ],
    "recentChanges": [
        "Fixed some bugs."
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.longtongcom.monsterfantasyasy&hl=en&gl=us",
    "appId": "com.longtongcom.monsterfantasyasy"
}