{
    "title": "NBA JAM  by EA SPORTS™",
    "summary": "BOOMSHAKALAKA! Slam dunk with all 30 NBA teams!  KABOOM!",
    "icon": "//lh6.ggpht.com/mSlRaVYKKqx4CGEus6NO10VBUzVOPQweRPyVXTvUIBVmMBD4kBae02dMq_NIINOuqgNJ=w300",
    "price": "$4.99",
    "free": false,
    "minInstalls": 500000,
    "maxInstalls": 1000000,
    "score": 4.3,
    "reviews": 52989,
    "developer": "ELECTRONIC ARTS",
    "developerEmail": "help@eamobile.com",
    "developerWebsite": "http://help.ea.com",
    "updated": "February 8, 2017",
    "version": "04.00.40",
    "genre": "Sports",
    "genreId": "GAME_SPORTS",
    "familyGenre": "Action & Adventure",
    "familyGenreId": "FAMILY_ACTION",
    "description": "Jam with your favorite stars from all 30 NBA teams in over-the-top, high-flying, 2-on-2 arcade basketball just like you remember it – and like you’ve never seen before!** NBA JAM is a larger-than-life game (300MB+), so we strongly recommend connecting to WiFi before downloading. Trust us, this Jam is worth the wait.**PLAY NOW! PLAY CLASSIC! PLAY HEAD-TO-HEAD AGAINST A FRIEND!4 modes of play let you ball the way you want:• Play Now – Select a team and jump right into the ballgame.• Classic Campaign – Defeat all other teams to win the championship, and unlock legends, hidden players, and outrageous cheats.• Local Multiplayer – Go big head 2 big head against a friend via local WiFi or Bluetooth• Online Multiplayer – Challenge your Google+ friends to play head-to-head online (All online multiplayers must be updated to the latest version of NBA Jam for optimized gameplay).YOU’RE ON FIRE – ON GOOGLE PLAY!If you’re from the Old School, you’ll feel the ‘90s nostalgia while you play the hottest arcade sports game on Google Play. Featuring the voice of Tim Kitzrow (the original NBA JAM play-by-play announcer), you’ll hear all the classic catchphrases plus a few new ones. This JAM is all about “boomshakalaka”- and beyond!  STAY CONNECTED! Sync NBA Jam with your Google+ account to earn bragging rights with in-game achievements and track your high scores across friends and worldwide players via leaderboards.Go to the hole. Go strong. Go for the monster jam. KABOOM!PLAY ON YOUR ANDROID TV! Enjoy multiple ways to play on your Android TV! Slam through the game solo or play multiplayer mode with an Android TV against an Android mobile device. A compatible gamepad is required to play NBA Jam on your Android TV.Be the first to know! Get inside EA info on great deals, plus the latest game updates, tips & more…VISIT US: eamobile.com/androidFOLLOW US: twitter.com/eamobileLIKE US: facebook.com/eamobileWATCH US: youtube.com/eamobilegamesUser Agreement: terms.ea.comVisit https://help.ea.com/ for assistance or inquiries.EA may retire online features and services after 30 days’ notice posted on www.ea.com/1/service-updates.Important Consumer Information.  This app: Contains direct links to the Internet; Collects data through third party analytics technology (see Privacy & Cookie Policy for details).Requires acceptance of EA’s Privacy & Cookie Policy and User Agreement.",
    "descriptionHTML": "Jam with your favorite stars from all 30 NBA teams in over-the-top, high-flying, 2-on-2 arcade basketball just like you remember it &#x2013; and like you&#x2019;ve never seen before!<br><br>** NBA JAM is a larger-than-life game (300MB+), so we strongly recommend connecting to WiFi before downloading. Trust us, this Jam is worth the wait.**<br><br>PLAY NOW! PLAY CLASSIC! PLAY HEAD-TO-HEAD AGAINST A FRIEND!<br>4 modes of play let you ball the way you want:<br>&#x2022; Play Now &#x2013; Select a team and jump right into the ballgame.<br>&#x2022; Classic Campaign &#x2013; Defeat all other teams to win the championship, and unlock legends, hidden players, and outrageous cheats.<br>&#x2022; Local Multiplayer &#x2013; Go big head 2 big head against a friend via local WiFi or Bluetooth<br>&#x2022; Online Multiplayer &#x2013; Challenge your Google+ friends to play head-to-head online (All online multiplayers must be updated to the latest version of NBA Jam for optimized gameplay).<br><br>YOU&#x2019;RE ON FIRE &#x2013; ON GOOGLE PLAY!<br>If you&#x2019;re from the Old School, you&#x2019;ll feel the &#x2018;90s nostalgia while you play the hottest arcade sports game on Google Play. Featuring the voice of Tim Kitzrow (the original NBA JAM play-by-play announcer), you&#x2019;ll hear all the classic catchphrases plus a few new ones. This JAM is all about &#x201C;boomshakalaka&#x201D;- and beyond!  <br><br>STAY CONNECTED! <br>Sync NBA Jam with your Google+ account to earn bragging rights with in-game achievements and track your high scores across friends and worldwide players via leaderboards.<br>Go to the hole. Go strong. Go for the monster jam. KABOOM!<br><br>PLAY ON YOUR ANDROID TV! <br>Enjoy multiple ways to play on your Android TV! Slam through the game solo or play multiplayer mode with an Android TV against an Android mobile device. A compatible gamepad is required to play NBA Jam on your Android TV.<br><br>Be the first to know! Get inside EA info on great deals, plus the latest game updates, tips &amp; more&#x2026;<br>VISIT US: eamobile.com/android<br>FOLLOW US: twitter.com/eamobile<br>LIKE US: facebook.com/eamobile<br>WATCH US: youtube.com/eamobilegames<br><br>User Agreement: terms.ea.com<br>Visit https://help.ea.com/ for assistance or inquiries.<br><br>EA may retire online features and services after 30 days&#x2019; notice posted on www.ea.com/1/service-updates.<br><br>Important Consumer Information.  This app: Contains direct links to the Internet; Collects data through third party analytics technology (see Privacy &amp; Cookie Policy for details).<br><br>Requires acceptance of EA&#x2019;s Privacy &amp; Cookie Policy and User Agreement.",
    "histogram": {
        "1": 5106,
        "2": 1339,
        "3": 2351,
        "4": 7860,
        "5": 36333
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "2.3 and up",
    "androidVersion": "2.3",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh5.ggpht.com/Srka-y0WsBueKV3PLOCxksvKyMzaTeIaeA-cP0CZAlxFHeShvcfmF4wngZl-r1O8nC4=h310",
        "https://lh3.ggpht.com/szJJojVFcWdhTjnwYCnAYTBzPOQDvHNdShtut7rkE1xlDZiKcgtmkOquWeJqO3Xj0g=h310",
        "https://lh3.ggpht.com/SNi1kZTEMciNclGa53C0r3dvUQrc_CbM9RFp6wf-zWsW2SkBgbpNlHoKGfnNQwo9EaI=h310",
        "//lh6.ggpht.com/dbkGi-T_7CK86pvfNB93kId0x3dpKUmYd0dOleWsMgAeSuYiVYkhaPCXnH_9s2hPKoDg=h310",
        "//lh6.ggpht.com/OpUUwgBueAcTml0NZZTMN941e2wp_hlPdD67WIWK3HA7u6sX4h88KnhJ7jvV6pdhBaIX=h310",
        "//lh3.ggpht.com/dmCHBZ5qNclF92cKjhb3blkNCKzfO4GxCHbp7GiadL52F59WY5NLwl_mt1KAc5l3vMY=h310",
        "https://lh4.ggpht.com/H3ea9tU0qHM7lKoYRnryj41HtCf-kh3nvT7dM3NJ4-696IPpxB75bWcM_4KvCnZu-w=h310",
        "//lh3.ggpht.com/YdRnqMlheYNAZze9WBLDZFy2Yzy-R60dmjskyxmnDXzYT5DcnV3eIX09lDkM8A-GWbo=h310"
    ],
    "comments": [
        "Going on three years and I love it. Three different providers and it is still fun to play. Can't put it down. Thanks for the update too...still waiting on the updates of names added to the commentating. Like \"Kyrie Irving\" and \"Stephen Curry\". And updated rosters too. Cause J.R. Smith is not with the New York Knicks anymore...going on two years now. Can someone from EA get these issues right and this would be the best mobile NBA game ever...don't get me wrong. I love it. Just do something about this issue.",
        "It's good, but COME ON! UPDATED ROSTERS! We need the new rookies and stars of the game. We need the rosters and guys in the game like Jimmy Butler, Klay Thompson, and if not a way to customize rosters BY OURSELVES! Other than rosters and lack of new players/all stars it's great",
        "Great game, but I'm getting bored playing the same players. Also thanks for the update that no one knows what happened. All we know is it wasn't a roster update so I'm stuck playing with the same characters on the same outdated rosters. At least let us know what's in the update.",
        "NBA JAM's glory lives on in a good, solid mobile game that has the classic campaign (unlike some versions) and touch controls that act work pretty well. EA didn't completely s#@t on this game; that's the highest complement i can pay them.",
        "It's rather ridiculous that I'm still playing with rosters TWO YEARS OLD! PLUS MY BUCKS DON'T HAVE GIANNIS, YOU KNOW AN ALL STAR STARTER, NOT TO MENTION THEIR OLD LOGO!!!! COME ON EA!!!!  WE SPENT $ ON THIS GAME AND QUITE FRANKLY I WANT A REFUND! YOU CAN'T TAKE ALL THAT MONEY THEN FORGET ABOUT EVER REFRESHING AND/OR UPDATING IT! WHEN I SAW THE UPDATE TODAY I GOT EXCITED BECAUSE I THOUGHT IT WAS ROSTER/LOGO/TEAM UPDATES AND IT WASN'T! SOME STUPID \"BEHIND THE SCENES\" IMPROVEMENTS??? PLEASE!!!",
        "The game has been worth the money as I have really enjoyed it so far.  The one annoying thing is the announcer says the wrong names A LOT. Andrew Wiggins is always called Zack Randolph and it happens with opposing players as well.  Other than that it has been a blast from my childhood! The really sucky thing is the rosters. No KAT on the Wolves is weak. So many players not even in the league anymore still in this game. Please update rosters"
    ],
    "recentChanges": [
        "BOOMSHAKALAKA! We’ve made some behind-the-scenes updates to keep your slams slamming in NBA Jam. Thanks for playing."
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.eamobile.nbajam_na_wf&hl=en&gl=us",
    "appId": "com.eamobile.nbajam_na_wf"
}