{
    "title": "Dude, your car!",
    "summary": "Official Dude your car app! Play pranks on everyone! Best app for April Fool&#39;s!",
    "icon": "//lh3.googleusercontent.com/PWMEQ_Fv_j5Bw47caSBVaisXpTSbfZgiAD4Y1R1TlbI9HpiSVxBXaHsm8_AWOhhZJEY=w300",
    "price": "$0.99",
    "free": false,
    "minInstalls": 10000,
    "maxInstalls": 50000,
    "score": 4.2,
    "reviews": 481,
    "developer": "mobilaga inc.",
    "developerEmail": "support@mobilaga.com",
    "developerWebsite": "http://mobilaga.com",
    "updated": "May 1, 2015",
    "version": "1.1.1",
    "genre": "Entertainment",
    "genreId": "ENTERTAINMENT",
    "description": "Official Dude your car app! You all have been waiting for the Android version, and here it is! Enjoy!Play pranks on your friends and family! Best app for April Fool's!  Can you master the art of pranking? Try the app and show us what you can do!  Watch the famous prankster Dennis Roady on youtube using our app and prank luxury car owners!  What users say:  *****I had so much fun with this app. Scared the daylights out of my dad ;) he really thought his car was dented and scratched!  *****I had a lot of fun watching my friend freak out and run out to check on his car in the rain! Sweet app!  *****I dented a tesla! And my aunts car, she almost had a heart attack. I also dented a girl at the bar! HahaCreative idea!      =========================  “Dude, your car!” is an application that all you pranksters at heart will appreciate. Use this app to trick anyone into thinking their car has been damaged or totaled (depending on how much you think they can handle). And guess what? It won’t take more than one minute of your time! The look on their face as they race to see what’s happened to their car will be priceless.  Features1) Take pictures or use existing pictures from your album2) Apply one or all of the following damage types:DentsScratchesBroken GlassCar bootFire or Smoke3) Adjust the size, shape, orientation, contrast, brightness, opacity of the selected damage type4) Save the edited image to your album or email it  How To Use The ApplicationStep 1. Select/take a picture of the car you plan on using.Step 2. Mark the area where you wish to apply the damage.Step 3. Apply a damage type (e.g. dent, scratch, broken glass, boot).Step 4. Adjust the damage type by using the available toolsStep 5. Repeat steps 2-4 if you are applying more than one damage type.Step 6. Take a moment to enjoy the masterpiece you have created.Step 7. Save or share the picture via email or facebook.  Additional Tips1) The quality of the damage is only limited by your fantasy!2) Add / overlay several damages to make the damage more realistic.3) You can move or re-size the damage on the car with the your fingers.4) Use the “Eraser” tool to adjust the edges of the damage.",
    "descriptionHTML": "Official Dude your car app! You all have been waiting for the Android version, and here it is! Enjoy!<br><br>Play pranks on your friends and family! Best app for April Fool&apos;s!  <br><br>Can you master the art of pranking? Try the app and show us what you can do!  <br><br>Watch the famous prankster Dennis Roady on youtube using our app and prank luxury car owners!  <br><br>What users say:  <br><br>*****<br>I had so much fun with this app. Scared the daylights out of my dad ;) he really thought his car was dented and scratched!  <br><br>*****<br>I had a lot of fun watching my friend freak out and run out to check on his car in the rain! Sweet app!  <br><br>*****<br>I dented a tesla! And my aunts car, she almost had a heart attack. I also dented a girl at the bar! Haha<br>Creative idea!  <br>  <br>  <br>=========================  <br><br>&#x201C;Dude, your car!&#x201D; is an application that all you pranksters at heart will appreciate. Use this app to trick anyone into thinking their car has been damaged or totaled (depending on how much you think they can handle). And guess what? It won&#x2019;t take more than one minute of your time! The look on their face as they race to see what&#x2019;s happened to their car will be priceless.  <br><br>Features<br>1) Take pictures or use existing pictures from your album<br>2) Apply one or all of the following damage types:<br>Dents<br>Scratches<br>Broken Glass<br>Car boot<br>Fire or Smoke<br>3) Adjust the size, shape, orientation, contrast, brightness, opacity of the selected damage type<br>4) Save the edited image to your album or email it  <br><br>How To Use The Application<br>Step 1. Select/take a picture of the car you plan on using.<br>Step 2. Mark the area where you wish to apply the damage.<br>Step 3. Apply a damage type (e.g. dent, scratch, broken glass, boot).<br>Step 4. Adjust the damage type by using the available tools<br>Step 5. Repeat steps 2-4 if you are applying more than one damage type.<br>Step 6. Take a moment to enjoy the masterpiece you have created.<br>Step 7. Save or share the picture via email or facebook.  <br><br>Additional Tips<br>1) The quality of the damage is only limited by your fantasy!<br>2) Add / overlay several damages to make the damage more realistic.<br>3) You can move or re-size the damage on the car with the your fingers.<br>4) Use the &#x201C;Eraser&#x201D; tool to adjust the edges of the damage.",
    "histogram": {
        "1": 52,
        "2": 16,
        "3": 37,
        "4": 61,
        "5": 315
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "2.3.3 and up",
    "androidVersion": "2.3.3",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/PQK7E_6wTblBXVFaTPnRicc7wxbZzlomSth6hV_l6y2i8Lg8lhAyCB8Pg7rAqbQK2tQ=h310",
        "//lh3.googleusercontent.com/aYsMnoWI7dQoN2fCt-HB5ITOm9epicJHafuyv_c4r_dyhxMxKUgH5oDmQ7-Ym0Ty9UD8=h310",
        "//lh3.googleusercontent.com/gqKFbo7337cQbANJYBgd47CGB4aP472ggn7JVCpQxwE9_GPSNM-etJ3h8bjq0QsIHkg=h310",
        "//lh3.googleusercontent.com/o1K3RowZ-2PB9ocLmROALR-9wxwPqIiEH9e-3FBLeITbxmWI7rSfEh2Nftk2qp1-u2w=h310",
        "//lh3.googleusercontent.com/vDh4A_UGpOY4Lfqa8oKtQGYNzDw_CrLNxO3Zlh02dZiHoBbH6iDMaHwEBo_FWaKklMiD=h310"
    ],
    "video": "https://www.youtube.com/embed/4zX1jUbdTIs",
    "comments": [
        "In the middle Quite disappointed because I was waiting to see if I should buy this. When I did, it wouldn't let me use certain images which sucked. It would crash and say \"unfortunately blah blah has crashed\" other than that, when I was able to use it, pretty fun :D EDIT: issues finally resolved !! :)",
        "Made one of my car on fire, posted it to facebook, waited only less than 30 seconds wife came running ou of the back bedroom. \"Really its on fire, and really you take a photo, so the fire Departments coming, Dang it Tim\" My wife believed it till she saw it was okay!!! Thanks its hard to get my wife with pranks. I wasn't even trying to get her...",
        "I like it: I like the app because you can prank people. But I just wish the editing section was in 720p/1080p atleast and with better effects! Otherwise four out of five stars.",
        "DONT GET!! PLEASE dont get it ...i deleted three if my best apps and ut still said isifician stupid storage and it hasnt given my money back ...i just a kid ...",
        "It's ok I tried to pretend that my brother's car was scratched and dented or on fire ,but it doesn't let me use more than one picture.It also rotates the picture everytime I take one ,so it is sideways or upside-down. Please Fix This!",
        "WORTH IT IS IS VERY REAL AND I FREAKED OUT MY COUSIN BY WRECKING IS AUDI R 6 lol  AND I GIVE THIS A THUMPS UP👍👍👍👍👍👍👍👍👍"
    ],
    "recentChanges": [
        "- Fixed some memory related crashes"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.mobilaga.dudeyourcar&hl=en&gl=us",
    "appId": "com.mobilaga.dudeyourcar"
}