{
    "title": "Motorsport Manager",
    "summary": "&quot;Quite possibly the best sports sim on mobile&quot; - 5/5 • Pocket Tactics",
    "icon": "//lh4.ggpht.com/YuzoAohFcEIjBbzztwP7RjzwzNxJKD9iwzdyrYkk0Gaa_JvlF2z1l4by2fRrkrMLYZ4=w300",
    "price": "$2.49",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 4.7,
    "reviews": 32668,
    "developer": "Christian West",
    "developerEmail": "android@motorsportmanager.net",
    "developerWebsite": "http://www.motorsportmanager.net",
    "updated": "May 15, 2015",
    "version": "1.1.5",
    "genre": "Racing",
    "genreId": "GAME_RACING",
    "description": "PRESS REACTION★★★★★ Pocket Tactics - \"Quite possibly the best sports sim on mobile\" ★★★★½ Touch Arcade - \"Makes an immediately striking impression\"★★★★½ Pocket Gamer - \"You'll find a lot to like\"★★★★ 148Apps - \"One of the most accessible and addictive management sims around\" FEATURES• This is your racing team. Hire drivers, develop your car and invest in technology.• Work with your drivers to achieve the perfect qualifying lap.• Formulate the ideal pitstop strategy to win races.• Watch the race in real-time or jump into the strategy screens to take control of the action.• React to weather changes, crashes and safety car periods.• Win championships across the world to reach the pinnacle of motorsport.",
    "descriptionHTML": "PRESS REACTION<br><br>&#x2605;&#x2605;&#x2605;&#x2605;&#x2605; Pocket Tactics - &quot;Quite possibly the best sports sim on mobile&quot; <br>&#x2605;&#x2605;&#x2605;&#x2605;&#xBD; Touch Arcade - &quot;Makes an immediately striking impression&quot;<br>&#x2605;&#x2605;&#x2605;&#x2605;&#xBD; Pocket Gamer - &quot;You&apos;ll find a lot to like&quot;<br>&#x2605;&#x2605;&#x2605;&#x2605; 148Apps - &quot;One of the most accessible and addictive management sims around&quot; <br><br>FEATURES<br><br>&#x2022; This is your racing team. Hire drivers, develop your car and invest in technology.<br><br>&#x2022; Work with your drivers to achieve the perfect qualifying lap.<br><br>&#x2022; Formulate the ideal pitstop strategy to win races.<br><br>&#x2022; Watch the race in real-time or jump into the strategy screens to take control of the action.<br><br>&#x2022; React to weather changes, crashes and safety car periods.<br><br>&#x2022; Win championships across the world to reach the pinnacle of motorsport.",
    "histogram": {
        "1": 633,
        "2": 382,
        "3": 1131,
        "4": 5313,
        "5": 25209
    },
    "offersIAP": true,
    "adSupported": false,
    "androidVersionText": "4.1 and up",
    "androidVersion": "4.1",
    "contentRating": "Teen",
    "screenshots": [
        "//lh3.googleusercontent.com/RUjrKxTeqDsVXY7S23lwpJFGH_gXUWfbbRzWMt9KED8ap-4OoUp92hGibjfIIhzfYxc=h310",
        "//lh4.ggpht.com/xv9PUWveEQuu2B_HPfdyOeEFU3SLYOkGKtp-gi3xQxZzrgnVOrEd4iWiPst47Hld3wY=h310",
        "//lh5.ggpht.com/Nort19D-tGMl483dOCnaWARMhIHMb8E5yeESNgnJO0NtUIvEw8ZXG6MkWOPeg_uXFfU=h310",
        "//lh5.ggpht.com/0vJCpvf3Qb_XAaro9f4Ov83PIoFsazinhFWMvO14pZ8PGrdK9gVpMAP5PJ_H5veDToQ=h310",
        "//lh3.ggpht.com/RYW2pqEFgvhF09NsDwG5OsgiC8o5_4yJjLedFtqDKbAFsbAxEHUlVLauF-gyXvmd_stU=h310",
        "//lh3.googleusercontent.com/FmBNY6y0ygml8AGB3c0pPJEglT1LCI7Na0cH06bKT09Q2bQB7eC7lU2ZipUGqH-Xcqg=h310",
        "//lh3.googleusercontent.com/3C1ZcVnW7He9JMk6l_8yCqA9Y6F9JSQd2FD8WeTkSfQhSeN6aeCEJ5-QQepw3Qup_lA8=h310",
        "//lh5.ggpht.com/dQKDpxVsWzO5dzI2IdOyU_twl1AEBI4mEkPPgsQEBSEvmaXejMPg07o7ZritiYLAiww=h310",
        "//lh6.ggpht.com/_9A-L7qmENKEFC7tujDG_JO1qghY2MP9dzDK5oGPL8n7R6i4xpdVwgfOt_mqNzI1qlw=h310",
        "//lh3.ggpht.com/x5DPlkquwD0vJk1PeVPGLxmPoEhiVbcA_E2Tt8hI8b5UmwvqT-EEb090jw4hW4YpIw=h310",
        "//lh5.ggpht.com/vfl5GbVnjZfjOqnmlDQ7vqH-Sj7OAaCBSX1gX2Ya6y_fhskMDYCtmRLf8q7fnyBRev0=h310",
        "//lh3.googleusercontent.com/TLA9zAXS7kOOGW5lyF1bU-7qe6avryNz23vr7ETHh0R8ytTH6paseX2c-HD9_qH-OSzd=h310",
        "//lh3.googleusercontent.com/9wftxaCOer2hPrKIsQTlg8EP4C5nCIp9NhCHDGcbuNeE_AT5oHJPOaemf2pHyGJlCc8=h310",
        "//lh3.googleusercontent.com/crApSvUuEHgowqoPNYDNTbjKpPmFHpWfAQsRA4Gpbc87taqCGL_WEq4pfc7eu4M9coYV=h310",
        "//lh3.googleusercontent.com/GCAh-KwHIhkKmel49RQLE_sI0btJW8P0BWAkNlgfmTvl0K9RvWlb4PElW-zrGvjbD6d_=h310",
        "//lh3.googleusercontent.com/67bwA4VgjD8pQhA8bJl5P0QVbxBSBlGs8qgrOSCgMH50CpPAU9AcCVzhVmOWo-v6vQ=h310",
        "//lh3.googleusercontent.com/Sk7zSvdFe6wlSv0eoRWaKTrsh6Imc418BYHBqH_eB8NGTh_1XAlkdOv05EpPSa2QlKLr=h310"
    ],
    "video": "https://www.youtube.com/embed/PP5drIn2FEU",
    "comments": [
        "Fantastic! Very addictive. Most simulator games are half done and bombard you with in app purchases. This game is made well. Improvements could be made with the young driver developments, ensuring young drivers continue to develop even after you hire them. But mostly a great game for a fan of motor racing. Further work would make this game even more amazing and i hope it comes.  As long as there are no progression limits that mean you have to start buying in app purchases to move on or 'wait 24 hours'  and all that sort of B.S",
        "Great game, been playing for just two days and I already love it. Tutorial at the beginning could be better though and maybe some more instructions as you progress through the game? It's fun, realistic and fairly addictive. Doesn't need WiFi, so you can play it anywhere. Would be fun if you could actually see the cars during races rather that just coloured dots. But all in all, I'd really recommend this. It's not good enough that I'd pay money for it, but then again I have yet to find a mobile game that (in my opinion) is.",
        "I really like this game. Very addictive and very enjoyable.great when im on my way to work to just run through several races. The only setback id say way history of your own car could be better. For example history of drivers that you have hired over the years of development. Thats just me being picky though. If you love racing games with a tactical feel. Then you will love this.",
        "No mobile racing sim betters this U.K. developed masterpiece This racing SIM is absolutely superb. The graphics are just right. The menus are clear and uncluttered. I love the fake in game tweets, messages etc that sponsors, fans etc send your racing team. I really felt like I was running a motorsports team, from the car development tall the way up to expansion of the complex and even the strategy during racing. This game is so good I am definitely going to purchase the upcoming pc version. Proud to play a U.K. developed game of this quality.",
        "One of the best on mobile This is really impressive. The game totally emerges you in the excitement and tension of racing. Graphics during racing is pretty good for a phone, and even so more effective: you really have the feeling there's a race going on their. Looking forward to further updates and what they might bring. Driver development in trainings (and decline towards the end of their career)…?",
        "The best app ive ever played What else can I say, being a racing fanatic this game is perfect to me. As long you understand the game and strategize perfectly, you wont be dissappointed. I even deleted my sim city app because of this addictive game. Btw as of this review Im on the continental super cup winning like hell, saving up some money for upgrading my HQ and wages for my 2 drivers with 99 overall. Thanks you Christian West for this game. Cheers from the Philippines!"
    ],
    "recentChanges": [
        "• Added Google Play Saved Game support.",
        "• Added new car colour options. Including red and black.",
        "• Added Brazilian Portuguese language."
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.game.motorsportmanager&hl=en&gl=us",
    "appId": "com.game.motorsportmanager"
}