{
    "title": "WWE 2K",
    "summary": "WWE 2K, the only authentic WWE in-ring mobile game experience!",
    "icon": "//lh3.googleusercontent.com/EWg_btEnP-AWY3tKWgG4FwVhf662C9miJCTMWDXPacwd2UL7Ie9rHr47D_QsElM3Uo4=w300",
    "price": "$7.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 3.9,
    "reviews": 9642,
    "developer": "2K, Inc.",
    "developerEmail": "wwe2kmobilesupport@2k.com",
    "developerWebsite": "http://support.2k.com/",
    "updated": "July 15, 2015",
    "version": "1.1.8117",
    "genre": "Sports",
    "genreId": "GAME_SPORTS",
    "description": "WWE 2K, the only authentic WWE in-ring mobile game, puts the power, intensity, and raw emotion of WWE wrestling in the palm of your hand.• Authentic WWE Action, Superstar Entrances, wrestling moves, your favorite match types, and more.• Create a Superstar: Create the Superstar you always wanted to be.  Available for use in all game modes.• Career Mode: Choose a Custom or WWE Superstar and take him through his WWE journey.  Earn Respect, upgrade your skills, earn titles, and achieve goals to earn your way to the WWE Hall of Fame. • Training - Learn how to play WWE 2K, from beginner to pro, learning the nuances of the deep gameplay in the game’s tutorial mode. • Real-Time Multiplayer Matches- Take your created Superstar or your favorite WWE Superstar online and play against friends or the WWE Universe .• Tons of Unlockables: Play and unlock tons of new items to further customize your created Superstar.PCBP (Russia) Age Rating – For children older than 16 yearsВозрастной рейтинг PCBP – 16+: для детей старше 16 лет",
    "descriptionHTML": "WWE 2K, the only authentic WWE in-ring mobile game, puts the power, intensity, and raw emotion of WWE wrestling in the palm of your hand.<br><br>&#x2022; Authentic WWE Action, Superstar Entrances, wrestling moves, your favorite match types, and more.<br>&#x2022; Create a Superstar: Create the Superstar you always wanted to be.  Available for use in all game modes.<br>&#x2022; Career Mode: Choose a Custom or WWE Superstar and take him through his WWE journey.  Earn Respect, upgrade your skills, earn titles, and achieve goals to earn your way to the WWE Hall of Fame. <br>&#x2022; Training - Learn how to play WWE 2K, from beginner to pro, learning the nuances of the deep gameplay in the game&#x2019;s tutorial mode. <br>&#x2022; Real-Time Multiplayer Matches- Take your created Superstar or your favorite WWE Superstar online and play against friends or the WWE Universe .<br>&#x2022; Tons of Unlockables: Play and unlock tons of new items to further customize your created Superstar.<br><br>PCBP (Russia) Age Rating &#x2013; For children older than 16 years<br>&#x412;&#x43E;&#x437;&#x440;&#x430;&#x441;&#x442;&#x43D;&#x43E;&#x439; &#x440;&#x435;&#x439;&#x442;&#x438;&#x43D;&#x433; PCBP &#x2013; 16+: &#x434;&#x43B;&#x44F; &#x434;&#x435;&#x442;&#x435;&#x439; &#x441;&#x442;&#x430;&#x440;&#x448;&#x435; 16 &#x43B;&#x435;&#x442;",
    "histogram": {
        "1": 1462,
        "2": 522,
        "3": 1054,
        "4": 1220,
        "5": 5384
    },
    "offersIAP": false,
    "adSupported": true,
    "androidVersionText": "4.0 and up",
    "androidVersion": "4.0",
    "contentRating": "Teen",
    "screenshots": [
        "//lh3.googleusercontent.com/bJe2v3EibALKc3oHyujbakPAjkGeGUoI6oI2CL6Gv68H0NMjjIm7QeaiSsFNiUZayC8=h310",
        "//lh3.googleusercontent.com/pBgO_iiqVAPOwibXeZqTsOgznhRLuLMv4eLsvK2fYrTodXaV0HKwAg7DFW275HBLyw=h310",
        "//lh3.googleusercontent.com/KlWOUtpeOGuitxVDHBXS58H6jw0WzeCvw_aIKqZZMBLUv0SbuSkA_PaAtP3V1MK_CEc=h310",
        "//lh3.googleusercontent.com/mUGtkrKzYlxwjgzsPrwxJ23HxPElQ36rhAo93kImrOIaFPZuTSsrR9fELggAetNYMA=h310",
        "//lh3.googleusercontent.com/rVEBJ55Bf-XqrtdIwUmRkPN7I-UCzvFwQwkHfgbOo1s-0y0QCmbIlyx7dQIVXO1UGJM=h310",
        "//lh3.googleusercontent.com/HJS2kRg8YMndBqowN7H2nwkhLo-v3VDw3HLW5wU-kuho_hnjN3kTq8msDaPUChnwbQ=h310",
        "//lh3.googleusercontent.com/YvPkHUYsX87DU35XtUlJeXncNYZy4tNNjwjw8ilJBa4ACRSGEjl57wxcVg-qaH8yOAAq=h310",
        "//lh3.googleusercontent.com/5ERJpVqeqzaCSb7MqKjBXFZyy26MzyfGSOU6pk3UW6uauHQX_RcClnDqmPsKnvnT800=h310",
        "//lh3.googleusercontent.com/gcC9YWVSMMqBiWx9HTDBm_bfshLSZpC2HdcjfectsbHVcIzomAVU_x-rGmhUXEA5Eg=h310",
        "//lh3.googleusercontent.com/QgInyPpunOkUrfvtr1toOv_atlQH9bc3ERJ8wv6q4ne23LNDZtpmfNIYOLmTVIE_UAHD=h310",
        "//lh3.googleusercontent.com/C8lVkQq96n6qUZshEki19rdh3Ho8d91KNq6q_OVf4lWOMXBYib9Dpwdzw9sNXQW6F7xx=h310",
        "//lh3.googleusercontent.com/xdMoA5bt1vUhMYEgBBAitlbNEOLzvlI7YRLkkA26YFJYzMaGIXjhb_RMG2wGlYOafrQ=h310",
        "//lh3.googleusercontent.com/n4564TxXTBoUBMu4IUamNk2CZm1ARKothGOl5yxIJlKyKo1WMzKllIYf_YgW6-dpdQI=h310",
        "//lh3.googleusercontent.com/l3xlBLgrqKw8sZxWvfH3UYFhFHVXL_Ar4s0s_CbLuSRSu1fgcC7NMoVpiwGfk-GyB9So=h310",
        "//lh3.googleusercontent.com/6notoh0wMpj7AD6rsHSTH-HkX-zOhyZjIkEDHWLaGuFlEpqWmjinplZquOP9aFr2e2E=h310"
    ],
    "comments": [
        "Nearly 5 stars I loved it I'm a wwe fan but the only thing is it should have wrestle mania and you should be able to choose any championship for any character. Also I personally think there should be tag team and more character and there should be an upgrade for the characters for example you can choose the shield but Dean Ambrose could have his original theme song and seth shouldn't be in the shield unless you want him to. Please make this upgrade. Also some divas and let the characters go outside the ring, referees plz.",
        "Needs following changes Dear developers, Kindly update virtual buttons instead of swipe control this is big issue that needs to be fixed asap otherwise 5 star. Also after I won all the three belt none of the belt were on my shoulder or waist on my entrance. If I am challenge for championship match and I lose my belt is gone fine but if there is a champion vs champion match and I win I do not get that belt instead it is given to other superstars. Hope to hear from you soon developers.",
        "Paid for this I see no replies to any of the comments, from 2k. So I hope this actually gets read. Please fix the controls there has to be a better scheme.  Also why so few superstars?  Immortals is a great game with a great roster. But I want wrestling not fighting.  So please put as much work into making this a really good wrestling experience, such as a bigger roster, longer entrance, outside the ring, more venues, announcers and most of all the controls. As u put into the grapgics. Thank you for trying tho.",
        "Game needs a god for saking UPDATE! I have gotten good in this game.  So good that I use this game to recreate real WWE matches.  However where is everybody.  It looks like a ghost town on that roster list.  Add some new superstars,  and also more match types.  Please let us see our belts and have a 2K showcase mode like on the consoles.  This is a game that has potential but that potential is sitting in 2K Sports offices and not in this game.",
        "Good could be great Give better control options a larger roster, building your character you should be able to earn different finisher the way you earn intros, make strength realistic (Daniel Bryan can't lift Big Show),add more wwe superstars and take away the created fillers also update the alliance's such as the shield and others give more time for signature move build up and finisher for some characters also add divas and the ability to hold multiple titles at once in career mode. Take Batista out of the game he quit wwe",
        "Touch screen Please add buttons to the game I have contacted 2kforums they have done nothing. Again please add a game pad I feel like I wasted my money on this I don't want to unistall it but I'm gone have to the swiping and taping of the screen is aggravating and you really can see the action if your fingers are in the way"
    ],
    "recentChanges": [
        "• Multi-Swipe gestures now allow a wider range of inputs based on distance and swipe angle",
        "• Additionally tuned directional swipe used for grapples and reversals",
        "• Increased responsiveness of controls for movement, pins, and submissions",
        "• Bug fixes for Create-A-Superstar",
        "• Bug fixes for title match celebration",
        "• Ability to turn Entrances on or off in Options menu"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.t2ksports.wwe2k15mobile&hl=en&gl=us",
    "appId": "com.t2ksports.wwe2k15mobile"
}