{
    "title": "PrinterShare Premium Key",
    "summary": "Unlock premium features (print docs and photos on WiFi and BT printers)",
    "icon": "//lh3.googleusercontent.com/1AnPiQ_CMBzFWwwBg78urMbd2LzHIT6isByGNkj4i2pNSeAyV6gh2reksEuzNdzb3Q=w300",
    "price": "$4.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 4.6,
    "reviews": 20076,
    "developer": "Mobile Dynamix",
    "developerEmail": "support@printershare.com",
    "developerWebsite": "http://www.printershare.com/mobile.sdf",
    "updated": "December 29, 2015",
    "version": "3.7",
    "genre": "Business",
    "genreId": "BUSINESS",
    "description": "This key unlocks premium features of free PrinterShare application. It cannot be used on its own! If you haven't done so already, please install main free PrinterShare app and print test page before purchasing this key.With PrinterShare you can instantly print Office documents, bills and invoices (Word, Excel, PowerPoint, PDF, text files and more) directly from your tablet or phone (from internal memory, SD card or cloud source such as Google Drive / Google Docs) to a printer right next to you or anywhere in the world!Premium Features:* Unlimited Nearby direct printing via Wi-Fi, Bluetooth and USB without PC;* Unlimited Remote printing. The receiving end (Windows or Mac) would not have to buy pages or subscribe;Have a good print!",
    "descriptionHTML": "This key unlocks premium features of free PrinterShare application. It cannot be used on its own! If you haven&apos;t done so already, please install main free PrinterShare app and print test page before purchasing this key.<br><br>With PrinterShare you can instantly print Office documents, bills and invoices (Word, Excel, PowerPoint, PDF, text files and more) directly from your tablet or phone (from internal memory, SD card or cloud source such as Google Drive / Google Docs) to a printer right next to you or anywhere in the world!<br><br>Premium Features:<br>* Unlimited Nearby direct printing via Wi-Fi, Bluetooth and USB without PC;<br>* Unlimited Remote printing. The receiving end (Windows or Mac) would not have to buy pages or subscribe;<br><br>Have a good print!",
    "histogram": {
        "1": 748,
        "2": 318,
        "3": 578,
        "4": 3185,
        "5": 15247
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "1.5 and up",
    "androidVersion": "1.5",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/RSSAT1lutfJ4-foDQN6NDpnuvhhAiJfQqmiiC16yqcPQqkbwgdzvk3e9cnbVW8Bjcz4=h310",
        "//lh3.googleusercontent.com/FH1jxnfIs3wx2BScM4KWTknb_Ll7s42602pepNM5OwnxwRG1AAg4_XlwUm8S6mfSbF0=h310",
        "//lh3.googleusercontent.com/5SD2TqJ1jheGJXfcCiGogLhOGtkPyUoueymHXxVut_oaVKWKLabQE4RMUaBhXipg1u6k=h310",
        "//lh3.googleusercontent.com/2MbY_lM-PCWG5lWlps_6Tz6tLQpCS9nhFeo7LuPshfhMR9lIHRSxoHYziexu4LfMYA=h310",
        "//lh3.googleusercontent.com/U22nk5MT645irXhny43s8SaT7YRwSW3M2srG73HC0xupkHFtbBaD-tsuOrjYRV-IMQw=h310",
        "//lh3.googleusercontent.com/MpfrUGIPxIDkiDwxdlxQ_2SpvI7ifASGzQlvazfC8frMbZuWtrBge5BVJW_8xbOlgA=h310",
        "//lh3.googleusercontent.com/nftoLracfx0agQ9Y6WHf3SWqvwS9YHn1uMCkVHwOz9pxoDj47QEN6_jR1nwe22bO4SAA=h310"
    ],
    "comments": [
        "This app is great and the premium version is awesome and a reasonable price for a one time lifetime cost. I only wish the 2 sided printing worked on my printer. The setting is there but it doesn't work for my printer. Not sure why,as my printer has 2 sided capabilities. I've used this app for about 5 years now.  It's my go-to for printing anything and everything I need to print. It does a great  job. I love this very dependable app and use it nearly every day. Thanks for a great app that has worked from day one and has kept working thru the new updates and the upgrades to the android system thru the years.",
        "Not able to modify print through internet I need to be able to modify the ip address (or web address) and port to print on my internet enabled printer. There's a similar apps that does it well, but i'm hooked with this apps since it's the first apps I was using in my LAN, and it worked thus I payed for the premium key. I'll give the 5 stars back if you can open the manual modification (instead of auto search) for ip address (and web address for ddns enabled router) and port.",
        "Almost 5 Stars Love it. Canon Pixma works great via USB. Seamless. Only complaint is that in blank areas of a page, including the end of a doc, the app slowly advances the page through instead of feeding the paper out at the normal rate I am used to.  Otherwise, it would be 5 stars.  Also had to reboot my phone after it was installed because the print option became grayed out in the app from which I was printing; but that was only an issue the first time. Being able to control the scanner features would be awesome!",
        "Needs some tweaks This app has made printing from my Note 5 a breeze on my Canon MX 926. Love that the app prints so fast. Much easier to use than Canon or Samsung print options.                     Problem is won't print duplex even when I tell it to. Just turns next page upside down.Would happily upgrade rating if this could be fixed.",
        "Great app but you have to pay for the upgrade to use it. I bought on sale after using the free one for about a year. Now you have to pay. I did a factory reset of my tablet and lost the original.   UPDATE Been using it for a while now. There have been a few times where I have had difficulty getting what I needed to print. Had to learn to use \"share\" in the drop down menu to get to some things. Still a great app. UPDATE New tablet only printer app that works! Tried others, still the best app.",
        "Asus Transformer Tablet to HP Photosmart Wifi Excellent:: virtually instant response and prints 'Portrait' when I tell it to. Sending e-mails to hp print centre was a real bind and seemed to configure prints on some whim or other. Finding this app is wonderful. Mind you, its early days yet!"
    ],
    "recentChanges": [],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.dynamixsoftware.printershare.premium&hl=en&gl=us",
    "appId": "com.dynamixsoftware.printershare.premium"
}