{
    "title": "Five Nights at Freddy's",
    "summary": "Can you survive five nights at Freddy&#39;s?",
    "icon": "//lh6.ggpht.com/KVRy5dIzm-FD42I-wZtkohRTVPhtwIcfOE2Kb5zfZE3uFvUFFi_u4NLYi1lcirqoySQ=w300",
    "price": "$2.99",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 4.5,
    "reviews": 88724,
    "developer": "Scott Cawthon",
    "developerEmail": "fazbearhelp@yahoo.com",
    "developerWebsite": "http://www.scottgames.com",
    "updated": "December 2, 2014",
    "version": "1.85",
    "genre": "Action",
    "genreId": "GAME_ACTION",
    "description": "This is the official mobile port of Five Nights at Freddy's; made with Clickteam Fusion!-This game requires 512 megs of ram to run properly. For most newer devices this shouldn't be a problems.---------------------------------------------------------------------------------------Welcome to your new summer job at Freddy Fazbear's Pizza, where kids and parents alike come for entertainment and food as far as the eye can see! The main attraction is Freddy Fazbear, of course; and his two friends. They are animatronic robots, programmed to please the crowds! The robots' behavior has become somewhat unpredictable at night however, and it was much cheaper to hire you as a security guard than to find a repairman.From your small office you must watch the security cameras carefully. You have a very limited amount of electricity that you're allowed to use per night (corporate budget cuts, you know). That means when you run out of power for the night- no more security doors and no more lights! If something isn't right- namely if Freddybear or his friends aren't in their proper places, you must find them on the monitors and protect yourself if needed!\"For all the simplicity of the game’s controls and premise, Five Nights at Freddy‘s is frightening. It’s a fantastic example of how cleverness in design and subtlety can be used to make an experience terrifying. Simple still images and proper character design steal the show in this game, and show that Scott Cawthon knows quite a lot about the secret fears people feel when looking at creepy dolls and toys. It’s elegant in how it sows fear, and is a must-own for anyone who likes scary games.\" -Joel Couture IndieGameMag.com",
    "descriptionHTML": "This is the official mobile port of Five Nights at Freddy&apos;s; made with Clickteam Fusion!<br><br>-This game requires 512 megs of ram to run properly. For most newer devices this shouldn&apos;t be a problems.<br><br><br>---------------------------------------------------------------------------------------<br><br>Welcome to your new summer job at Freddy Fazbear&apos;s Pizza, where kids and parents alike come for entertainment and food as far as the eye can see! The main attraction is Freddy Fazbear, of course; and his two friends. They are animatronic robots, programmed to please the crowds! The robots&apos; behavior has become somewhat unpredictable at night however, and it was much cheaper to hire you as a security guard than to find a repairman.<br><br>From your small office you must watch the security cameras carefully. You have a very limited amount of electricity that you&apos;re allowed to use per night (corporate budget cuts, you know). That means when you run out of power for the night- no more security doors and no more lights! If something isn&apos;t right- namely if Freddybear or his friends aren&apos;t in their proper places, you must find them on the monitors and protect yourself if needed!<br><br>&quot;For all the simplicity of the game&#x2019;s controls and premise, Five Nights at Freddy&#x2018;s is frightening. It&#x2019;s a fantastic example of how cleverness in design and subtlety can be used to make an experience terrifying. Simple still images and proper character design steal the show in this game, and show that Scott Cawthon knows quite a lot about the secret fears people feel when looking at creepy dolls and toys. It&#x2019;s elegant in how it sows fear, and is a must-own for anyone who likes scary games.&quot; -Joel Couture IndieGameMag.com",
    "histogram": {
        "1": 4603,
        "2": 1952,
        "3": 3758,
        "4": 8833,
        "5": 69578
    },
    "offersIAP": true,
    "adSupported": true,
    "androidVersionText": "2.3 and up",
    "androidVersion": "2.3",
    "contentRating": "Teen",
    "screenshots": [
        "//lh5.ggpht.com/UMk8hXjuVFU3XPJIwvJNGXF8Z9cCvRown4Jaua1q6EmvXFvZv-140pn8eXmQF8svEsA=h310",
        "//lh4.ggpht.com/kKuhQlPVc5UFhe0RO9D51XGkr8ajILvT4c4OPVOYnCNONLi49kon9NgT3VLtjAXzeI4=h310",
        "//lh6.ggpht.com/P5en5SqEO_rabu6ND7ipL6dGLua1pVjv4FmCbZG51QYJyj4_cNe9Qfg62MBbl0dq1w=h310",
        "//lh4.ggpht.com/fb7FLqza79QYpwEuESJtnGgQ_ItM2rRl1SDlbArclmW60MeVcaQyvcgiLoUPc1a9aKs=h310",
        "//lh6.ggpht.com/V-XfBN47Q2OhVRoCwh5nay6bBm4ul7iCPft2Uwy4HGuG4ZCMsvsemvOxAjYSb6PUq-h6=h310",
        "//lh5.ggpht.com/nutT6-_YzuQc4P3h3sUBFOoGHXPlZ2JsunKbSUVAgbBMqBp4M3Mgyd6TZK_A2y3aA4Y=h310",
        "//lh6.ggpht.com/Q4cEzAzAaLjn7Ko6ugkhep7KrT9zNKRFlTbQiz9UyP0iutHp3-__fPaaSdElVa7RzuXJ=h310",
        "//lh4.ggpht.com/njwPFOIRf4kjKGEQTS31EqsRVtzUoED1GEIh-jiqg2R7vS-mTMudK-yPy3Txoh0Zp5A=h310",
        "//lh5.ggpht.com/KDu6_JIsabllnPQFQm2bMHfAqgIHGaq6goZBMMGwNHa2hTN6iLMkp_H76jA5x2FEcz0=h310",
        "//lh3.ggpht.com/XbvZvi1McNHRArbkhyvoQ5qw8_Nn7ogZIKJrLn3Y07jv5nK3b-7jcF4s01X--nnSmWM=h310",
        "//lh4.ggpht.com/TL2qzctXMT7QP8KHDW65KWS-u199TfsnliZhmglrsDtgf_Nrbi1Tvae0quIAJ5YrHBrY=h310",
        "//lh5.ggpht.com/TpjyfUzHvuse4yFoYF6cbA3TBDkP0v52rW2mzXR6n89f4L7JWcXMnWcsmO-q6NJK3Pw=h310",
        "//lh5.ggpht.com/3BMo2gEokB-oK7jDEv1N32ptRKT-FPgM9eqgcUOuhDGLMuKh7Tavit2FUJrSuTGuV1s=h310",
        "//lh4.ggpht.com/1vMxFwdrX0aFG2ctRa670hMrFi8U1s-GhzgrwTLaMKaeVRysyIFNCgdnRWJwdPddIIU=h310",
        "//lh6.ggpht.com/XDu3heOzHhLMuhM6vAd7CQ1brtJMl0lz8LOK7d-QrJbuJrSdJ9z7HE7QzBe7t5pQax4=h310",
        "//lh5.ggpht.com/wHUd9xTEKU4obsqMBwGrHQDcKXLik8hSZT8Y9I5_ecaMf6TAoN6xSZ4zYYnwGIQTNIk=h310",
        "//lh3.ggpht.com/9xmyomsbUgYH1tn2oJs4hRNwTwgYkWIBv0pFLCypYubtaKyWmo9wDSlfb584IiiZqw=h310",
        "//lh6.ggpht.com/hxUkQI_tsfoGj-J9VB6NlSjuvKilpaGR2Hc6xN5WG_4NOE77_kwPkAsoQkGknuzJ4w=h310",
        "//lh6.ggpht.com/AnAaNI9M09nUGoBbwNb0MaEtyjoTmcjGx1F5PSRxTBTT6SwhkbAilXObKaScOmtPNA=h310",
        "//lh4.ggpht.com/B3VvY2Z4dwK-fsNDFK-W4SUJepPV26rzP9dtdfXEbUjP-2ubXUeMHqkcexcZMapsEfU=h310",
        "//lh4.ggpht.com/k35efxSha8NWAQnT6b4E2gNcg_j5sILuiWNI2U6RYKP7FJh6tHglLn7cTgrhNCBWg9Y=h310"
    ],
    "comments": [
        "Awesome I love it so addicting!! But night 3 to 5 are super hard cabay I saw your review and I can totally relate! But it turns out that Is a part of the game! The animitronics hack into the wiring! My solution has been hold up the camera tablet to your face in the game and wait until they go away and you see them in the cameras. Does not always work but I think it will help. If not go on YouTube to see how to prevent would be what I would do. Thanks Scott cawthon for this game and the second I love them both.",
        "Night 6 I've been on night 6 for 2 days and it's always chica because somehow she gets from the stage to the door and then my face in 10 seconds if that didn't happen I would have finished it by now and I think the power goes out faster than the PC does because even without using anything I lose about 10% power in a minute but other than that I love it great job scott... PS foxy has only left pirate cove once in these 6 nights.",
        "BUY THIS GAME Literally if I had a wife and she told me it was her or this game that leaves, I'd get her all the boxes she needs. I love this game, and I love the story even more. Scott you are a LITERAL GENIUS. The story completely has me baffeled. Great job. Only one set back. PLEASE TELL ME SISTER LOCATION IS GOING TO BE FOR MOBILE AS WELL SOON. #1 fan here. Continue that story and don't let any one get you down.",
        "Excellent horror game It's amazing what some well crafted ambience and creepy characters can do for such a simple game. Probably the most chilling game I've played in years, rivaling consol horror games that have become too over the top to be scary. I don't quite understand why the phone game apparently has shorter nights but it doesn't detract from it!",
        "Brilliant Game! A wonderfully designed psychological thrill ride that rewards fast reflexes, critical thinking, resource economizing, concentration, and above all else, coolness under pressure. Plus, no music box! ;) Love it! Although something's up on my phone, when Bonnie gets me, there's no sound, my phone vibrates and the death animation plays but that's it. Weird. Still, this game worthily deserves six stars, too bad I can only give it five!",
        "SCARYIEST THING THIS GAME IS SO COOOOOOOL THE ROBOTS AND THE GRAPHICS THE SECRETS SO ****EN COOL I LIKE HOW SOME GAMES ARE EASY BUT NOT THIS ONE LOL SCOTT FNAF 4 RULES TOO FNAF 2 IS MY FAV THOUGH!! KEEP UP THE F0GOOD WORK IM EXPECTING MORE FNAF EVEN THOIGH ITS THE FINAL CHAPTER LIKE THE DLC SPOILER YES THERES GOING TO BE A DLC FNAF 5 CONFIRMED THE END after brittened up THE END? OH YEAH"
    ],
    "recentChanges": [
        "Minor bug fix."
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.scottgames.fivenightsatfreddys&hl=en&gl=us",
    "appId": "com.scottgames.fivenightsatfreddys"
}