{
    "title": "MONOPOLY",
    "summary": "Enjoy MONOPOLY in the tradition of the beloved, best-selling board game!",
    "icon": "//lh6.ggpht.com/zXIPiY8utiUCUHLcEGe_HdrbHnd3LOAW6Pn8ppbwT7WuAGJsL6BLCBr0scF49Jgklso=w300",
    "price": "$1.99",
    "free": false,
    "minInstalls": 500000,
    "maxInstalls": 1000000,
    "score": 3.8,
    "reviews": 33852,
    "developer": "ELECTRONIC ARTS",
    "developerEmail": "help@eamobile.com",
    "developerWebsite": "http://help.ea.com",
    "updated": "January 13, 2014",
    "genre": "Casual",
    "genreId": "GAME_CASUAL",
    "familyGenre": "Brain Games",
    "familyGenreId": "FAMILY_BRAINGAMES",
    "description": "It’s \"GO\" time! Take a ride on the Reading Railroad. Buy Boardwalk. Go directly to Jail. Buy, sell, and trade the famous MONOPOLY properties, and see the game jump to life with animated features and easy gameplay. Challenge friends and even customize the game rules!**GAME ALERT** Play Bejeweled Blitz. Treat yourself to an exciting take on the world's #1 puzzle game from PopCap! New players Get 100,000 Coins Free. http://smarturl.it/blitzEMPLOY HANDS ON MANAGEMENTTap the screen to manage your properties – from Marvin Gardens to Water Works to Park Place. Building hotels or taking a “Chance” is simple and intuitive.   CHOOSE YOUR LEVEL AND LOOK Play through 3 levels of difficulty and save games in progress. Also customize the number of players, the game rules, and even the game environment.Enjoy MONOPOLY in the tradition of the beloved, best-selling board game! Be the first to know! Get inside EA info on great deals, plus the latest game updates, tips & more…VISIT US: eamobile.com/androidFOLLOW US: twitter.com/eamobileLIKE US: facebook.com/eamobileWATCH US: youtube.com/eamobilegamesUser Agreement: terms.ea.com.Visit https://help.ea.com/ for assistance or inquiries.EA may retire online features and services after 30 days’ notice posted on www.ea.com/1/service-updates.Important Consumer Information.  This app: Contains direct links to the Internet.Requires acceptance of EA’s Privacy & Cookie Policy and User Agreement.",
    "descriptionHTML": "It&#x2019;s &quot;GO&quot; time! Take a ride on the Reading Railroad. Buy Boardwalk. Go directly to Jail. Buy, sell, and trade the famous MONOPOLY properties, and see the game jump to life with animated features and easy gameplay. Challenge friends and even customize the game rules!<br><br>**GAME ALERT** Play Bejeweled Blitz. Treat yourself to an exciting take on the world&apos;s #1 puzzle game from PopCap! New players Get 100,000 Coins Free. http://smarturl.it/blitz<br><br>EMPLOY HANDS ON MANAGEMENT<br>Tap the screen to manage your properties &#x2013; from Marvin Gardens to Water Works to Park Place. Building hotels or taking a &#x201C;Chance&#x201D; is simple and intuitive.   <br><br>CHOOSE YOUR LEVEL AND LOOK <br>Play through 3 levels of difficulty and save games in progress. Also customize the number of players, the game rules, and even the game environment.<br><br>Enjoy MONOPOLY in the tradition of the beloved, best-selling board game! <br><br>Be the first to know! Get inside EA info on great deals, plus the latest game updates, tips &amp; more&#x2026;<br>VISIT US: eamobile.com/android<br>FOLLOW US: twitter.com/eamobile<br>LIKE US: facebook.com/eamobile<br>WATCH US: youtube.com/eamobilegames<br><br>User Agreement: terms.ea.com.<br><br>Visit https://help.ea.com/ for assistance or inquiries.<br><br>EA may retire online features and services after 30 days&#x2019; notice posted on www.ea.com/1/service-updates.<br><br>Important Consumer Information.  This app: Contains direct links to the Internet.<br><br>Requires acceptance of EA&#x2019;s Privacy &amp; Cookie Policy and User Agreement.",
    "histogram": {
        "1": 5307,
        "2": 2060,
        "3": 3834,
        "4": 6994,
        "5": 15657
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "2.3.3 and up",
    "androidVersion": "2.3.3",
    "contentRating": "Everyone",
    "screenshots": [
        "https://lh3.ggpht.com/rjfpLnI0HojdhInK0xDVoGM4H79VKAED71nPdxd8ofPJdZmbUmaUiQF2Cx3tz7_jcuc=h310",
        "https://lh6.ggpht.com/8TR40SYeCR4bg0POHL_ev7POtvz32woRYVlWCAB9WpMxHxDgwt_Vgk5jjyhLme5Bcx4=h310",
        "https://lh6.ggpht.com/AG2RgPOyO6qAwWDBjZyRw4FSpf0jRfU82QlGstF5Avbz3Xm4Lmdn4-gLUqxCi5HzbGg=h310",
        "https://lh3.ggpht.com/bFpCptzIsHFaZLcC5Pb4Nr5DsV70neukiHHi93NSEEWGPSs5ookJA6yTKAJeXYX5w68n=h310",
        "https://lh3.ggpht.com/Y4-KuxrAYAl2bWsTKxjmvANXU-GjpWYI22e8SiU8eV5O5vooxaDgQAkrYGqQbfpfuUA=h310",
        "//lh6.ggpht.com/ItCoBobA_WiRpaWFlkfm24AC1Usr1utkILg0Vom9H5NQFVMXTU3cMPiOsJG5zghLQA=h310",
        "//lh4.ggpht.com/Q936gIe31Z8YR-SCU0T9a_b7H-vXzWrKw-VeAtXbcyMMtNVc-nk5WQfwyprcZrVefm4=h310"
    ],
    "comments": [
        "A fun time waster, buggy though. Game plays fine on my RAZR M. Just about a perfect replication of the classic boardgame. My only real complaint is that it doesn't keep saved games. I saved after two hours of playing. Had beat all but one AI opponents and when I started the game back up just ten minutes later it asked me to choose my preferred language as if it was the first time starting the ap and my saved game was gone.",
        "Absolute blast!! Definitely worth the money and the only issue I have had is it doesn't save my choice to eliminate # of houses and hotels. The graphics are phenomenal. It is so much fun and addicting. Great game...highly recommended. I don't feel the game is rigged and consider it to be like playing in real life. All about luck. I play the majority on medium and some rounds I'd like to walk away, but it's all about rolling the dice and making the right choice. Really is a thumbs up game.",
        "Not rigged- I downloaded this last night. I'm not an \"expert\" Monopoly player but I do know how to play quite well. The game is supposed to be challenging, like a real game. I played it 6 times on medium and beat it every time. If it was actually rigged, that wouldn't happen. My only complaint is that the touch controls are way off during trades, building houses, and entering dollar amounts. I also wish there was a way to un-animate gameplay to make it faster.",
        "A.I. really is to lucky My device plays this game great and I was having a lot of fun until most of the properties were bought. A.I. and I had a good balance and then all of a sudden the A.I. starts making complete circuits of the board not only by landing its own properties but by also landing on the chance and com chest and getting the good payout cards and I on the same two circuits landed on the A.I properties enough to leave me with no houses and everything mortgaged. That's garbage and not fun.",
        "Rigged Monopoly is a great game....unfortunately this app isn't. The AI is completely rigged. I owned an entire side of the board and the computer landed on chance three times in a row. Also the number of times you will land on the one property with a hotel is staggering. Keep in mind this is on very easy. This game will make you want to throw your phone through the wall. The odds of the computer being this \"lucky\" are astronomical small, and yet turn after turn and game after game, that is exactly what happens.",
        "Great!!! Would b better w/online I was so unsure about buying this app, all the negative reviews had me thinking but I like the game so much that I bought it and took the risk. I have had it for a few days now and let me tell you this game is awesome I have no problem what so ever the app is great and out seems like it does seem a little rigged for the computer but they are for sure beatable I have won 95% idk if this people are first time players but if you like monoplay and consider yourself good its a must Great game passes time.!"
    ],
    "recentChanges": [
        "We appreciate your feedback and have made improvements to deliver the best game experience to your Android device. Thanks for playing Monopoly!"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.eamobile.monopoly_na_wf&hl=en&gl=us",
    "appId": "com.eamobile.monopoly_na_wf"
}