{
    "title": "Five Nights at Freddy's: SL",
    "summary": "The official mobile port of Five Nights at Freddy&#39;s: Sister Location!",
    "icon": "//lh3.googleusercontent.com/bMPRXNOcioDeRRsaJd3JRUGgOGa3kbrMX8UZXhoO1cBzJx0RWcYvps45iE0OUuzzcxA=w300",
    "price": "$2.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 4.5,
    "reviews": 6935,
    "developer": "Scott Cawthon",
    "developerEmail": "fazbearhelp@yahoo.com",
    "developerWebsite": "http://www.scottgames.com",
    "updated": "December 22, 2016",
    "version": "1.01",
    "genre": "Action",
    "genreId": "GAME_ACTION",
    "description": "Welcome to Circus Baby's Pizza World, where family fun and interactivity go beyond anything you've seen at those *other* pizza places! Now hiring: Late night technician. Must enjoy cramped spaces and be comfortable around active machinery. Not responsible for death or dismemberment.Five Nights at Freddy's Sister Location is the fifth installment in the Five Nights at Freddy's series, featuring new characters, new places, and new terrors!- Features all five nights from the PC game.- Includes Custom Night!- Baby \"death\" Mini-Game- Full Extras Menu- Both endings availableNOTE: This game requires at least 512 megs of RAM. Phones with less than that may crash!",
    "descriptionHTML": "Welcome to Circus Baby&apos;s Pizza World, where family fun and interactivity go beyond anything you&apos;ve seen at those *other* pizza places! Now hiring: Late night technician. Must enjoy cramped spaces and be comfortable around active machinery. Not responsible for death or dismemberment.<br><br>Five Nights at Freddy&apos;s Sister Location is the fifth installment in the Five Nights at Freddy&apos;s series, featuring new characters, new places, and new terrors!<br><br>- Features all five nights from the PC game.<br>- Includes Custom Night!<br>- Baby &quot;death&quot; Mini-Game<br>- Full Extras Menu<br>- Both endings available<br><br>NOTE: This game requires at least 512 megs of RAM. Phones with less than that may crash!",
    "histogram": {
        "1": 373,
        "2": 144,
        "3": 428,
        "4": 804,
        "5": 5186
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "2.3 and up",
    "androidVersion": "2.3",
    "contentRating": "Teen",
    "screenshots": [
        "//lh3.googleusercontent.com/EsqWT8bSUJa3ydDLtYzzXsPeow50SOK0hBM0q2yUs5NL7c_HAcAsYg9RHnhrHKQxbnuM=h310",
        "//lh3.googleusercontent.com/kP76wPpDHdaVpSKLQwnkgaUO_oxQsZUZEHn1t-e9SS7ewxL0S8UMYLGao0tkia5jAf6l=h310",
        "//lh3.googleusercontent.com/hbnfYktiPYtS1urunCl7RjfrI7FJKzB8bvFOePXcNCCObq_RyYlyTrv8SL_MYeDybg=h310",
        "//lh3.googleusercontent.com/yW26gHahaspMFoRC2gQE304f1HYme-elL64PCnkNAL6a2cEFRErbtD4er1ethNyFgp4=h310",
        "//lh3.googleusercontent.com/PRl1YnGNr-_R9l2UTtChxopek85qr9NVgEGG1fRYET4ph3G2VLCf095ohgRTT_BiPWE=h310",
        "//lh3.googleusercontent.com/xUrEFHGzy5-5IpEUrCX-WEaVaH1YJx9yrXpf9NZncybjz8o82VrplvVZLTfojztBCg=h310",
        "//lh3.googleusercontent.com/TJrT-mGg_SUeKFkcqxp_UEW--qO5nS3Ao19DBZb8gG4Faiz6wj0Q-Dk8tnp-SQvXyAE=h310",
        "//lh3.googleusercontent.com/7_j_K9MrDgMUfcPTtaZjrFOt6ag8kx9Qebs9OMtItXl50vzBlKbG4mUDlQox6Chu_A=h310",
        "//lh3.googleusercontent.com/c-NIQ-Jl4UXhFpX-2LzbsRH4uH9OGf21bsuvG8oX8iLtD6LyymgKas3k-X1zuqXCew=h310",
        "//lh3.googleusercontent.com/QYOiFHXyrRHbqhRjBypXCvvteTZB5ET_uvFEB5OqR0sR70nk9QSqEcMQ2l2iNQtwRQ=h310",
        "//lh3.googleusercontent.com/nqLVZpXdHqjgGCKlxZdUoh5yiLzH99eefQBeorwDaibxCdSl_1mhfhXCYUz3WVZeHQ=h310",
        "//lh3.googleusercontent.com/QaC1jeRhlYyViczowBS44GBCFehjHsxUIB79EOnhOb7b-kj17el4ERyP2mWXUNHpTMg=h310",
        "//lh3.googleusercontent.com/_ZfdSQoTHkyHxjP49F5a-XArodvbLjw_ot9yp9KVSXwocI8POb_mk4vwiAeOudOmAWE=h310",
        "//lh3.googleusercontent.com/xsxCP6G6bo3SCiEn1ZrvBQx9uJRWeJmDu8eZVCrw7X9HRHUboxcf53afCwq14tIvB9np=h310",
        "//lh3.googleusercontent.com/x2YCRpSreI4jQdkXWTelaruQ82CCcREnfHR8hiUE9bCg2lQQP0SR7gm2tynIz0c4hw=h310",
        "//lh3.googleusercontent.com/WQnU7qzvmUVLJH93M5wjhM58xwJH_Hd0Phci82TcTIqaJDLETDG4szOWwiiPZcIfPx4=h310",
        "//lh3.googleusercontent.com/y5E-8eMFsMcEJkNZpWyaLMyZL13hfsVDqLb896_ug9zPWYqsGFeXD6Y8VDByf5XhWA=h310",
        "//lh3.googleusercontent.com/ftthGnfUeuEbqOepFWZf4hkSJnbdlHZDS5Jm4Ohrhyo_xKKSqbf6kOtbAtxBvnIu7TA=h310"
    ],
    "comments": [
        "Good for a mobile port I originally played this game on PC, and I definitely prefer it on there. That aside, this is a great game and I would definitely recommend it to any new players or long-time FNAF fans. It has a great story and funny jokes, and it is a nice change of pace from the previous games while still being scary. The reason I only gave 4 stars was because I could tell right away that some of the content was cut from this version. But if you cant get the game on PC for whatever reason, this is worth the $2.99.",
        "Hi. I downloaded fnaf on my tablet. I am in the 4 night and dont let me play is requesting more memory to play it. My mom sign it in her google account in the pc and trying to get the app in the pc. night 4 i cant beat in my tablet because i cant see the 5 springlock only 8. We dont know much about it. Please can any person can help me and tell me how I can install the app from my tablet on my pc because is already in my mom google account. She can see it but tried few times and nothing happed. Thank you.",
        "Night one glitch fixed In night one for some people including me it would cut out the audio of the handy man unit after about 5 seconds. The way i fixed this is by downloading apk editor and saved audio #061 which is the handy man units first audio that you hear in the elevator, i then saved it over the same audio which changes the audio to normal in the game. I then saved the file and when you go back into the game the audio should be fixed then you can go about your business. I hope this helps many people. P.S. thank you so much scott for bringing sister location to mobile I've been with the franchise since five nights at freddy's  one.",
        "Fantastic!!!! Love it! Love it! Love it! Love it! Best one ever! Edit: Funtime Foxy has to be my favorite now! All the other Foxys are also my favorite! I think it's the tail lol. Funtime Freddy is actually funny when he says things. Took me while to figure out how to turn to get the True ending and the Fake ending. Lol. I'm actually surprised that it ran more smoother than FNaF 4..well I mean it doesn't crash..I don't quite understand, but whatever I love all your games and I have all 5 of them now ^_^",
        "Fnaf Mom My kids are bonkers over the entire FNAF franchise- and it sure extends wayyy beyond the mobile gaming scene! My bed is overrun by \"plushies\"and huge stuffed Foxy, Freddy and all the rest of the gang. SpringTrap is terrifyingly cute as a plush, I admit, but OMG....I need my bed back Scott Cawthon!!  Love to love it, if no reason but the laughter from my middle monsters! Need more Fnaf stuff in stores to break my bank account, please!!",
        "I really love this game, probably my favourite in the series. But there seems to be a bug that keeps resetting my progress. I've completed all 6 nights(both endings) and had it erased like twice now. I think I would enjoy this more if I don't have to go through the whole thing all over again to continue playing custom nights. Would be great if you can fix it."
    ],
    "recentChanges": [
        "A few bug fixes."
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.scottgames.sisterlocation&hl=en&gl=us",
    "appId": "com.scottgames.sisterlocation"
}