{
    "title": "Grand Theft Auto: San Andreas",
    "summary": "Grand Theft Auto: San Andreas",
    "icon": "//lh3.googleusercontent.com/XRlCpj22PFJuFK43QcE3u5RxmoNUed7YO_zG-6F1PCqjrBIIURbTBDvTgLVVIk5pNeY=w300",
    "price": "$6.99",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 4.4,
    "reviews": 249659,
    "developer": "Rockstar Games",
    "developerEmail": "sanandreasandroidsupport@rockstargames.com",
    "developerWebsite": "http://rockstargames.com",
    "updated": "March 21, 2015",
    "version": "1.08",
    "genre": "Action",
    "genreId": "GAME_ACTION",
    "description": "Five years ago, Carl Johnson escaped from the pressures of life in Los Santos, San Andreas, a city tearing itself apart with gang trouble, drugs and corruption. Where filmstars and millionaires do their best to avoid the dealers and gangbangers.Now, it’s the early 90’s. Carl’s got to go home. His mother has been murdered, his family has fallen apart and his childhood friends are all heading towards disaster.On his return to the neighborhood, a couple of corrupt cops frame him for homicide. CJ is forced on a journey that takes him across the entire state of San Andreas, to save his family and to take control of the streets.Rockstar Games brings its biggest release to mobile yet with a vast open-world covering the state of San Andreas and its three major cities – Los Santos, San Fierro and Las Venturas – with enhanced visual fidelity and over 70 hours of gameplay.Grand Theft Auto: San Andreas features:  • Remastered, high-resolution graphics built specifically for mobile including lighting enhancements, an enriched color palette and improved character models. • Cloud save support for playing across all your mobile devices for Rockstar Social Club Members.• Dual analog stick controls for full camera and movement control.• Three different control schemes and customizable controls with contextual options to display buttons only when you need them.• Compatible with the MoGa Wireless Game Controllers and select Bluetooth and USB gamepads.• Integrated with Immersion tactile effects.  • Tailor your visual experience with adjustable graphic settings. Languages Supported: English, French, Italian, German, Spanish, Russian and Japanese. For optimal performance, we recommend re-booting your device after downloading and closing other applications when playing Grand Theft Auto: San Andreas. For information about supported devices and compatibility, please see:http://support.rockstargames.com/hc/en-us/sections/200251868-San-Andreas-Mobile-SupportMobile Version developed by War Drum Studioswww.wardrumstudios.comFind out more:www.rockstargames.comSee videos:www.youtube.com/rockstargamesFollow us:www.facebook.com/rockstargameswww.twitter.com/rockstargames",
    "descriptionHTML": "Five years ago, Carl Johnson escaped from the pressures of life in Los Santos, San Andreas, a city tearing itself apart with gang trouble, drugs and corruption. Where filmstars and millionaires do their best to avoid the dealers and gangbangers.<br><br>Now, it&#x2019;s the early 90&#x2019;s. Carl&#x2019;s got to go home. His mother has been murdered, his family has fallen apart and his childhood friends are all heading towards disaster.<br><br>On his return to the neighborhood, a couple of corrupt cops frame him for homicide. CJ is forced on a journey that takes him across the entire state of San Andreas, to save his family and to take control of the streets.<br><br>Rockstar Games brings its biggest release to mobile yet with a vast open-world covering the state of San Andreas and its three major cities &#x2013; Los Santos, San Fierro and Las Venturas &#x2013; with enhanced visual fidelity and over 70 hours of gameplay.<br><br>Grand Theft Auto: San Andreas features:  <br>&#x2022; Remastered, high-resolution graphics built specifically for mobile including lighting enhancements, an enriched color palette and improved character models. <br>&#x2022; Cloud save support for playing across all your mobile devices for Rockstar Social Club Members.<br>&#x2022; Dual analog stick controls for full camera and movement control.<br>&#x2022; Three different control schemes and customizable controls with contextual options to display buttons only when you need them.<br>&#x2022; Compatible with the MoGa Wireless Game Controllers and select Bluetooth and USB gamepads.<br>&#x2022; Integrated with Immersion tactile effects.&#xA0; <br>&#x2022; Tailor your visual experience with adjustable graphic settings. <br><br>Languages Supported: English, French, Italian, German, Spanish, Russian and Japanese. <br><br>For optimal performance, we recommend re-booting your device after downloading and closing other applications when playing Grand Theft Auto: San Andreas. <br><br>For information about supported devices and compatibility, please see:<br>http://support.rockstargames.com/hc/en-us/sections/200251868-San-Andreas-Mobile-Support<br><br>Mobile Version developed by War Drum Studios<br>www.wardrumstudios.com<br><br>Find out more:<br>www.rockstargames.com<br><br>See videos:<br>www.youtube.com/rockstargames<br><br>Follow us:<br>www.facebook.com/rockstargames<br>www.twitter.com/rockstargames",
    "histogram": {
        "1": 21478,
        "2": 6263,
        "3": 11438,
        "4": 27404,
        "5": 183076
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "3.0 and up",
    "androidVersion": "3.0",
    "contentRating": "Mature 17+",
    "screenshots": [
        "//lh6.ggpht.com/XJIXWvMtYKOfdE8k_353XZwKEHE63JigwjZnsSyhUH6VzOeUHhxouqGHpy7f1nQGyQ=h310",
        "//lh6.ggpht.com/gLb0inRrKnSPB2vR4yTDcxJVYNfnCmLs0n2fp0L5EEF28aBUarvwrxVzUw8xnOlarA=h310",
        "//lh5.ggpht.com/CQiBcsfvjd0nv3--yjinA6YAZuWoj58WiymNQ3JGLhYWaH4zXgb8NbIlCSrjJRmtMvl2=h310",
        "//lh4.ggpht.com/UMbELQfIJCw7HMl3xT9ypYNczwH_njQJM1Z0B7EuTURnG0pbVq6sxy6NBAxL-NVMg8o=h310",
        "//lh4.ggpht.com/5ztoNn5hG3iEegbSznA2ehmWRPlfIaL29VTN9JyJAms6DtoVjp41Rdqh_79j6WpCcrqw=h310",
        "//lh5.ggpht.com/ryUZTZkIwXI1ULhlZTykmDvRIK_58xI4IvDUMRh7OHpmp4i9XjIs9D1j9K1mKYvx6Q=h310",
        "//lh4.ggpht.com/KphBnCEWSFBZivL9JtAM_lOI3-RGDdudCwqdwenu87neBkOlG8FrdtAtipJFx6H0OgZE=h310",
        "//lh6.ggpht.com/tHs44iwaopndAlmj6zXfe_g22GDlVDHat1zrX8txx9xuD2V4NrPcDE71hybwH-y0dMM=h310",
        "//lh4.ggpht.com/pzhLMpZID8gd-1bcOJgpWdXA4ukXGXGRwKnNE42I9u7ZkT5a6vwQLqbkdWCmD713-4U=h310",
        "//lh5.ggpht.com/ZBnzD01NB6C4cONCtwrzPPYcMJtr5Gqd9tbpBExaDfXXSkYTw0f6fzOoKza0wbOIoFgl=h310",
        "//lh6.ggpht.com/8ZUdV9WZUDgmR57IAnZ8UrJWll0TJcovweFNQjXUzjNCIkR4C7XV-jaLz4K1e0-8uS08=h310",
        "//lh6.ggpht.com/SYyS63I8tUmMCljawaDwPyNA5zH4aOxpFF7R3JMFk2YvpTsRn-JGXYOdVNj9m0Su5cRm=h310"
    ],
    "comments": [
        "Good on mobile and ps2 The gta series has gone far but not go much on mobile please make gta liberty city stories and vice city stories for android and not just apple. Takes time to download and baggy but I just turn down the render distance and stuff and it works just fine for me hope it works out for the rest of you and the about the size difference it went from 2.4 gigabytes to 1.8 really helped keep up he good work rock star.",
        "Playing on LG G3... Runs perfectly.  Since its original release in 2004, ive wanted to be able to play this game anywhere in the world.  Not only can i do just that,  but the graphics are at least 5x better than the PS2 version.  Only thing i ask is a more refined shooting system with more accurate free aim,  otherwise its perfect! Now lets try a Red Dead Redemption or GTA V mobile version",
        "Nexus 7 w/ Moga controller Works well enough on my nexus.   Was pleasantly surprised to find it synced perfectly with my Moga despite not being on their list.   There's no \"easy way\" to use cheats; you have to buy an additional app or root your device and use some fishy apks. Overall,  I'm glad I spent the 7 bones",
        "Great! But have one strange bug that NEEDS fixing!! Everything is perfect except that all pedestrians, including CJ are completely white! Sometimes they look really shiny white with a bit of their usual colour, and now n again the characters are normal colours for a couple of seconds! But usually completely white from head to toe! Please find a way to fix this, I can't tell who's a gang member or not! Its quite annoying XD",
        "Just awesome There are two kind of people: those who have problems with touchscreen gamepads and those who play with them normally. No problems at all for me. It runs on maximum specs on ZenFone 2. I had great times playing this game back in the days and now I can enjoy it again. Thanks guys! Suggestion: please allow key mapping for the volume button! They work nicely as triggers.",
        "Good some bugs still but runs smoothly The app Itself need multi-touch support, only two fingers can be recognized, which make some task like flying a helicopter harder than with a controller. Then the cars have some weird shifting when going through its gears making the car wobble. Plane controls needs to be like the hell controls since flying a plane without a rudder is nearly impossible. Not sure why Rockstar mixed the aileron and rudder with same control. Other than that the rest of the game is OK"
    ],
    "recentChanges": [
        "Assorted Bug Fixes."
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.rockstargames.gtasa&hl=en&gl=us",
    "appId": "com.rockstargames.gtasa"
}