{
    "title": "Teach Your Monster to Read",
    "summary": "Award-winning phonics game that’s helped over 1 million children learn to read.",
    "icon": "//lh3.googleusercontent.com/TEh7n93WouFzzbHWSqmAu2mL42pfnSazirgn5bXS17afghQabiwbRUQ6M6l4PjTpKQ=w300",
    "price": "$4.99",
    "free": false,
    "minInstalls": 10000,
    "maxInstalls": 50000,
    "score": 3.4,
    "reviews": 105,
    "developer": "Teach Monster Games Limited",
    "developerEmail": "support@teachyourmonstertoread.com",
    "developerWebsite": "http://www.teachyourmonstertoread.com",
    "updated": "March 29, 2017",
    "version": "3.0.3",
    "genre": "Educational",
    "genreId": "GAME_EDUCATIONAL",
    "familyGenre": "Education",
    "familyGenreId": "FAMILY_EDUCATION",
    "description": "Teach Your Monster to Read is an award-winning phonics and reading game that’s helped over a million children learn to read. ● Covers the first two years of learning to read, from matching letters and sounds to enjoying little books.● Designed in collaboration with leading academics.● Complements all synthetic phonics programmes used in schools.● Suitable for school and home use.● Now includes all 3 games! First Steps, Fun With Words and Champion Reader!Children create a monster and take it on a magical journey over three extensive games - meeting a host of colourful characters along the way and improving their reading skills as they progress. The game is rigorous and works with any phonics scheme so it’s perfect for use in school and at home. It’s developed in collaboration with leading academics at the University of Roehampton. It's commonly used in preschool, primary school, kindergarten and first grade as an interactive teaching resource. Features:● Complements Phases 2-5 of UK Government-approved Letters and Sounds and other major systematic synthetic phonics programmes.● Absolutely no in-app purchases, hidden costs or in-game adverts. Perfect for kids!● Available on Android phone and tablet.● Suitable for ages 3-6.● Designed in collaboration with reading experts from Roehampton University.",
    "descriptionHTML": "Teach Your Monster to Read is an award-winning phonics and reading game that&#x2019;s helped over a million children learn to read. <br><br>&#x25CF; Covers the first two years of learning to read, from matching letters and sounds to enjoying little books.<br>&#x25CF; Designed in collaboration with leading academics.<br>&#x25CF; Complements all synthetic phonics programmes used in schools.<br>&#x25CF; Suitable for school and home use.<br>&#x25CF; Now includes all 3 games! First Steps, Fun With Words and Champion Reader!<br><br>Children create a monster and take it on a magical journey over three extensive games - meeting a host of colourful characters along the way and improving their reading skills as they progress. <br><br>The game is rigorous and works with any phonics scheme so it&#x2019;s perfect for use in school and at home. It&#x2019;s developed in collaboration with leading academics at the University of Roehampton. It&apos;s commonly used in preschool, primary school, kindergarten and first grade as an interactive teaching resource. <br><br>Features:<br><br>&#x25CF; Complements Phases 2-5 of UK Government-approved Letters and Sounds and other major systematic synthetic phonics programmes.<br>&#x25CF; Absolutely no in-app purchases, hidden costs or in-game adverts. Perfect for kids!<br>&#x25CF; Available on Android phone and tablet.<br>&#x25CF; Suitable for ages 3-6.<br>&#x25CF; Designed in collaboration with reading experts from Roehampton University.",
    "histogram": {
        "1": 26,
        "2": 10,
        "3": 8,
        "4": 13,
        "5": 48
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "2.3 and up",
    "androidVersion": "2.3",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/wBIKDrvcciK9j9uOQiuDMnN7r16h6oLOvJAvK9kKK4dlOipciOp_X-0Qhc5hFhlY1Q=h310",
        "//lh3.googleusercontent.com/cFQtG4vqi8nazz53iIZmfBPlDgFdyJ43WC1GkEn8sAOmT2fUd5j2o7aYyFDb84IxpQ0=h310",
        "//lh3.googleusercontent.com/5A_jW82vtgKnvxb1HNM2fztSFq3aCkPywmzdRXsJKlv22CKw6WDQgSUuSoWkMxaye0s=h310",
        "//lh3.googleusercontent.com/-EQNUvwNcjOpT1SjAqBPCoiIYq7kDarfipqhRkCX0bkJlRxgq3V9lZ7S0Oyiq9zS53E=h310",
        "//lh3.googleusercontent.com/WtGP7iCMoHOultLD9cW1p7B1rkNYN1jE4w7sOesM1POGowF0FexF-o4iAW-VNyulV1M=h310",
        "//lh3.googleusercontent.com/IDzlc94QyNwj5DLqLEGwsyMCVXZ0KJgex-Rj01sLnIvrXJ2aWULU0IsdXq1Xfm1NSQ=h310",
        "//lh3.googleusercontent.com/K64XdvrZCBBuj5Or1XpOus8YleoKoguWgAPN4R4-AJ0hVfo03KIofrvEbPsB6hU8QCE=h310",
        "//lh3.googleusercontent.com/Te31eX_2WK7B5X60vQJ8tdPzcJtVMUPPs-wCIlwLZqjLnj1A6A0jKwZ8GUyf1ZPMx0E=h310",
        "//lh3.googleusercontent.com/QAE_8zevLgldLA1USjZ8i1rjzjFEUM9KK0dWyOhVfVFTQex5jT7cCNDRiwlCrYIjkJ0=h310",
        "//lh3.googleusercontent.com/EoVEB02krj6hZh6FS2tA3dFZ19vtmWmeCGgoyOv_gudBiEbQs_jJKsqpJQpAnIGX_Wg_=h310"
    ],
    "comments": [
        "Had problems signing in to start with using aosp keyboard. Every time I pressed any key the keyboard would close. Just received update so I thought I'd try again, keyboard still has same problem. Downloaded Gboard and changed keyboard input over. Worked straight away. I'm sure my daughter will love this game even if it will be me playing it lol",
        "My 3 year old loves this game! I downloaded it last night and he woke up asking to play again! There does seem to be an issue with some of the letters not making their sounds in some of the games on level 1. I have seen in the flower game the G, P, and M make no sound. And the G sometimes won't work in the sheet game.",
        "Will rate this appropriately when I can use the keyboard to log in.     I was able to use the top row of the keyboard to get in to the game. My 4 year old likes it, she was even making the letter sounds when asked in the game.    I changed my rating from 3 to 4 stars and will give 5 when the free bugs are ironed out.",
        "Most reviews I've read are complaining of keyboard issues, I'm glad I didn't listen to them because we successfully put this on 2 android phones,  tablet, and ipad. Both children are loving it and in just 2 days have already learned new letters and sounds! Great app. .....and thank you for the great deal!! :)",
        "This game started out great but it won't even let us get through the first game (edit: level 2, herding ducks into a pond with the correct letter sound) before shutting down and closing the app (edit: without warning while playing the previously mentioned game,  the app closes and goes to my phone's home screen). Hope this issue gets fixed quickly because it looks like a great program otherwise!",
        "I see others are having problems with it, but it's working fine on Nvidia Shield K1.  I haven't had time to evaluate the whole app, but I love the way it doesn't announce to the child that's is a reading app until after it has involved them in some creative activities... Great job guys."
    ],
    "recentChanges": [
        "- Now available on Android phone!",
        "- New! Customise your monster by tapping on it!",
        "- Added an 'exit' button to log out of game (within the monster shop)",
        "- Small bug fixes",
        "- Any aspect ratios",
        "- Improved full screen behaviour",
        "- Improved memory use"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.teachyourmonstertoread.tmapp&hl=en&gl=us",
    "appId": "com.teachyourmonstertoread.tmapp"
}