{
    "title": "Facetune",
    "summary": "Easily achieve magazine-level portraits. Download now!",
    "icon": "//lh6.ggpht.com/C0zU5DxF1XEryon1K21NYEXx9hTMnPmWNLy70ThTEUlbjdT2yZ5hxmt2im2_i0IP2DA=w300",
    "price": "$5.99",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 4.4,
    "reviews": 44996,
    "developer": "Lightricks Ltd.",
    "developerEmail": "android@facetuneapp.com",
    "developerWebsite": "http://www.facetuneapp.com/index.html",
    "updated": "March 28, 2017",
    "version": "1.1.4",
    "genre": "Photography",
    "genreId": "PHOTOGRAPHY",
    "description": "• Facetune is a fun and powerful portrait & selfie photo editor!• Retouch and add artistic flair to your selfie or portrait! • Download now and achieve magazine-level photos today!---------------------------------------------------------Every photo could use a touch up. That's why magazines use expensive, complicated tools to photoshop people into looking their best. But now, there’s Facetune! Facetune provides easy-to-use, powerful tools (previously reserved only for the pros) to retouch and perfect every photo or selfie, making each one look like it came straight out of a high-fashion magazine. For example, you can easily remove blemishes and dark circles or add natural makeup. There’s even an effective and easy-to-use teeth whitening tool! Now you can be sure that your selfie shows only the best version of you - whether you’ll be using those portraits for your professional profile or simply your selfie sharing online with friends. In a world constantly becoming more visual, putting your best face forward has never been more important!Praises about Facetune photo editor:• \"Facetune helps you look your Hollywood best, even in photos taken on mobile phones.\" - Roy Furchgott, The NY Times• “I have been seriously impressed with the patch quality FaceTune does. You get pretty much a Photoshop editing job in the palm of your hand.” - Allyson Kazmucha, iMore• \"Facetune puts Photoshop-like retouching capabilities at the fingertips of the masses.\" - Victoria Taylor, New York Daily News---------------------------------------------------------What can Facetune do for you?PERFECT SMILES• Widen or refine your smile• User-friendly teeth whitening toolBEAUTIFUL SKIN • Smooth and rejuvenate your skin• Brighten dark circles under your eyes like concealer• Remove blemishes, pimples and scarsBRIGHT EYES • Emphasize your eyes for a penetrating gaze • Change your eye color • Remove red and white-eye effectsHAIR SALON • Turn back time and color over grey hair • Fill bald patches• Remove stray hairsFACE RESHAPE• Reshape or refine jaw lines • Heighten cheek bones and brows • Reshape or retouch your nose• Enlarge or shrink a specific area of the image• Totally transform your face into alien or other fun shapesVIVID MAKEUP • Apply any shade of blush and eyeshadow • Add volume to your lashes and shape your brows • Add color to your lips• Add intensity to your natural lip color• Smooth skin as if using concealerPHOTO ENHANCEMENTS • Focus the photo on you, by defocusing or blurring the background • Improve lighting or add special effects • Create customized filters • Add unique textures and customizable frames• Rotate the image• Flip to the photo to its mirror imageMAKE ART • Add artistic touches to make your photo your own • Photo editor with customizable filters can be applied to the entire photo or to specific areasSHOW OFF• Instantly share your edited photos with your friends & family through social media or e-mailEASY AND FUN • Compare your retouch work with the original photo at every step of the way, with only one tap • Having trouble? Facetune offers informative graphic and video help screens for each featureDon't wait! Get Facetune today and create those amazing portrait photos and selfie pics you’ve always wanted!",
    "descriptionHTML": "&#x2022; Facetune is a fun and powerful portrait &amp; selfie photo editor!<br>&#x2022; Retouch and add artistic flair to your selfie or portrait! <br>&#x2022; Download now and achieve magazine-level photos today!<br>---------------------------------------------------------<br>Every photo could use a touch up. That&apos;s why magazines use expensive, complicated tools to photoshop people into looking their best. But now, there&#x2019;s Facetune! Facetune provides easy-to-use, powerful tools (previously reserved only for the pros) to retouch and perfect every photo or selfie, making each one look like it came straight out of a high-fashion magazine. For example, you can easily remove blemishes and dark circles or add natural makeup. There&#x2019;s even an effective and easy-to-use teeth whitening tool! Now you can be sure that your selfie shows only the best version of you - whether you&#x2019;ll be using those portraits for your professional profile or simply your selfie sharing online with friends. In a world constantly becoming more visual, putting your best face forward has never been more important!<br>Praises about Facetune photo editor:<br>&#x2022; &quot;Facetune helps you look your Hollywood best, even in photos taken on mobile phones.&quot; - Roy Furchgott, The NY Times<br>&#x2022; &#x201C;I have been seriously impressed with the patch quality FaceTune does. You get pretty much a Photoshop editing job in the palm of your hand.&#x201D; - Allyson Kazmucha, iMore<br>&#x2022; &quot;Facetune puts Photoshop-like retouching capabilities at the fingertips of the masses.&quot; - Victoria Taylor, New York Daily News<br>---------------------------------------------------------<br><br>What can Facetune do for you?<br><br>PERFECT SMILES<br>&#x2022; Widen or refine your smile<br>&#x2022; User-friendly teeth whitening tool<br><br>BEAUTIFUL SKIN <br>&#x2022; Smooth and rejuvenate your skin<br>&#x2022; Brighten dark circles under your eyes like concealer<br>&#x2022; Remove blemishes, pimples and scars<br><br>BRIGHT EYES <br>&#x2022; Emphasize your eyes for a penetrating gaze <br>&#x2022; Change your eye color <br>&#x2022; Remove red and white-eye effects<br><br>HAIR SALON <br>&#x2022; Turn back time and color over grey hair <br>&#x2022; Fill bald patches<br>&#x2022; Remove stray hairs<br><br>FACE RESHAPE<br>&#x2022; Reshape or refine jaw lines <br>&#x2022; Heighten cheek bones and brows <br>&#x2022; Reshape or retouch your nose<br>&#x2022; Enlarge or shrink a specific area of the image<br>&#x2022; Totally transform your face into alien or other fun shapes<br><br>VIVID MAKEUP <br>&#x2022; Apply any shade of blush and eyeshadow <br>&#x2022; Add volume to your lashes and shape your brows <br>&#x2022; Add color to your lips<br>&#x2022; Add intensity to your natural lip color<br>&#x2022; Smooth skin as if using concealer<br><br>PHOTO ENHANCEMENTS <br>&#x2022; Focus the photo on you, by defocusing or blurring the background <br>&#x2022; Improve lighting or add special effects <br>&#x2022; Create customized filters <br>&#x2022; Add unique textures and customizable frames<br>&#x2022; Rotate the image<br>&#x2022; Flip to the photo to its mirror image<br><br>MAKE ART <br>&#x2022; Add artistic touches to make your photo your own <br>&#x2022; Photo editor with customizable filters can be applied to the entire photo or to specific areas<br><br>SHOW OFF<br>&#x2022; Instantly share your edited photos with your friends &amp; family through social media or e-mail<br><br>EASY AND FUN <br>&#x2022; Compare your retouch work with the original photo at every step of the way, with only one tap <br>&#x2022; Having trouble? Facetune offers informative graphic and video help screens for each feature<br><br>Don&apos;t wait! Get Facetune today and create those amazing portrait photos and selfie pics you&#x2019;ve always wanted!",
    "histogram": {
        "1": 2188,
        "2": 1263,
        "3": 2728,
        "4": 7407,
        "5": 31410
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "4.1 and up",
    "androidVersion": "4.1",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.ggpht.com/pVgZ4PWppFsvcgmMxVkE5UDQ578Pv28WIvBzwKk2uHeyXa_9BU8EP5VvkDK7kM9HB2k=h310",
        "//lh4.ggpht.com/KGp19vl8g6WJb1qt0Laf9QiCmxr8Izy6vHPAO5v8bfjoqq0ZsCkheEfP5QbZLYKehQ=h310",
        "//lh3.ggpht.com/QVL-5rIi27u588whU5L3UXhc8RYSNm-8Ru9PU6KPSW91xoIft4Efm97GKoXLpwpRbw=h310",
        "//lh3.ggpht.com/Kn2rlZybsJCJWKkz2EIZfYk9JNUBPD3DxDRYNLYAMOFu9_S1p73k1RHRTmO1bdq3Rg=h310",
        "//lh5.ggpht.com/mxGM4YfDVMWtGNt04ulevUXgk--rBuRs-UkjkCCpqEuEJvAjE47uF-2ihXGuHnjhVg=h310",
        "//lh5.ggpht.com/XD8BGqhWciXiRN-lWg7UtK5iZ6nWMIX9B0LzWktEAC8jbOazmJ_OQgj235zxnptt-0s=h310",
        "//lh4.ggpht.com/GyGt4c3NvCxxV7tMhpm0RiO2fA3c3_n7gQbSKFVmugLNc-SWfayfVC4D1u1r2sschoA=h310",
        "//lh4.ggpht.com/VnGpGMiBUQTb51nOthRy6-cVSotHembfyCQ5awvC8IHAfGN2BMEhVqLZmrnhQvXWEw=h310",
        "//lh4.ggpht.com/7rb0RBDJ0xa2o5-30MzsHB_Z3k46ck07945QBxyxnveVUrapOkUdJivd0qPYffPJUiVW=h310",
        "//lh6.ggpht.com/K8CNqFR5xLfAoFeJsJycqPVx1Rg93T--OJxxMnmZKQMwCnEQlwzEuLvL8tY9wfr17w=h310",
        "//lh4.ggpht.com/kwA2eHym5VTdHunM2mhGlhspmyx71LS-P0melBI4aRIA6KAYwNjTc8csVuooNsEc9-o=h310",
        "//lh6.ggpht.com/1xg0cR1HX5OZzQS9qdzHLK3fgySmWupwjM7QXNDI7cAASbEW95_GnrPAwa4HbVxKSqSW=h310",
        "//lh3.ggpht.com/Damd97GmSryhrBMGW5yL97SdLNHLXDJr04RmrKcm-CuarW0wIBIS7i9a_V4AV1vbfwBU=h310",
        "//lh4.ggpht.com/4PhA1XQJVS8SuwTqLD2M9wByLSWPwcJf-oPG0XLJeOZpVJXCA_w4AQv2mMD_pqHDO4Y=h310",
        "//lh4.ggpht.com/O7qZYQ_VgLvDWeqKDEfgMI9I_KLzJm7gUbE15oh33JgMCstQvA9gqrf-WoQ7f75Lbtg=h310"
    ],
    "video": "https://www.youtube.com/embed/xOsHWBnhEkI",
    "comments": [
        "I have used this app many times when I first bought it.  Always worked, but I lost the app when my old device failed me.  I just found the app again after being mentioned on Steve Harvey just minutes ago.  3 31 2017",
        "Best photo editing app! Not just for face editing it's really great tool for landscape touch ups. Specially the detail tool!!! Really love this app!!!",
        "It's ridiculous what can be done with this app that I used to have to get on Photoshop to do!",
        "Good photo editing app.. Do Photoshop thing at just a swipe.. Like it... Superb app... All credits goes to the developer... :)",
        "Just got it wish there was more I I'm missing something lol...",
        "Great app, can't wait for updates :D"
    ],
    "recentChanges": [
        "Bug fixes."
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.lightricks.facetune&hl=en&gl=us",
    "appId": "com.lightricks.facetune"
}