{
    "title": "Pocket Casts",
    "summary": "We love podcasts, so we made an award winning app for listening to them!",
    "icon": "//lh6.ggpht.com/KItvb_F5fVTvQg3hWNc4idE_QBDjWgu5yDseSbb9fguTbGJGRvMbLEHqAZp-eKCSDA=w300",
    "price": "$3.99",
    "free": false,
    "minInstalls": 500000,
    "maxInstalls": 1000000,
    "score": 4.6,
    "reviews": 45309,
    "developer": "Shifty Jelly",
    "developerEmail": "androidsupport@shiftyjelly.com",
    "developerWebsite": "http://www.shiftyjelly.com/android/pocketcasts",
    "updated": "March 28, 2017",
    "version": "6.2.4",
    "genre": "News & Magazines",
    "genreId": "NEWS_AND_MAGAZINES",
    "description": "We love podcasts, so we made a podcast player that is full featured, beautiful and easy to use. We're no strangers to awards having been chosen as a Google Play Top Developer, a Google Play Editors Choice and winning a Google Material Design Award. Mostly though, we love you, our customers, which is why we always keep our app relevant and up to date based on your feedback.Here's what a few publications have had to say about it:Android Central: “Pocket Casts is the best podcast app for Android”The Verge: \"The best podcast app for Android\"Still not convinced? Allow us to walk you through some of our features:BEST IN SHOW Material design: Your podcasts have never looked so beautiful, colors change to complement podcast artworkThemes: Choose between dark and light display themesUniversal: Custom but familiar tablet interfacePOWERFUL PLAYBACK Up next: Build a playback queue from your favorite showsTrim silence: Cut silences from episodes so you finish them faster, saving hoursVariable speed: Change the play speed from anywhere between 0.5 to 3xVolume boost: Increase the volume of voices, while decreasing background noiseStream: Play episodes on the flyAudio & video: Play all of your favorite episodes, toggle video to audioSkip playback: Skip episode intros, jump through episodes with custom skip intervalsAndroid Auto: browse your podcasts and filters to find an interesting episode, then control playback. All without ever touching your phoneAndroid Wear: Control playback from your wristSleep timer: We'll pause your episode so you can rest your weary headChromecast: Cast episodes straight to your TV with a single tapSMART TOOLS Sync: Subscriptions, playback and filters are all securely stored in the cloud, ready to sync to the web app or iOSRefresh: Let our servers check for new episodes, so you can get on with your dayNotifications: We'll let you know when new episodes arrive, if you likeAuto download: Automatically download episodes for offline playbackFilters: Custom filters will organize your episodesStorage: All the tools you need to keep your podcasts tamedALL YOUR FAVORITES Discover: Subscribe to any podcast in iTunes and more. Browse by charts, networks and categoriesShare: Spread the word with podcast and episode sharingOPML: Jump on board without any hassle with OPML import. Export your collection at any timeThere are many more powerful, straight-forward features that make Pocket Casts the perfect podcasting app for you. So what are you waiting for?Visit pocketcasts.com for more info about Pocket Casts for the web and iOS.",
    "descriptionHTML": "We love podcasts, so we made a podcast player that is full featured, beautiful and easy to use. We&apos;re no strangers to awards having been chosen as a Google Play Top Developer, a Google Play Editors Choice and winning a Google Material Design Award. Mostly though, we love you, our customers, which is why we always keep our app relevant and up to date based on your feedback.<br><br>Here&apos;s what a few publications have had to say about it:<br>Android Central: &#x201C;Pocket Casts is the best podcast app for Android&#x201D;<br>The Verge: &quot;The best podcast app for Android&quot;<br><br>Still not convinced? Allow us to walk you through some of our features:<br><br>BEST IN SHOW <br>Material design: Your podcasts have never looked so beautiful, colors change to complement podcast artwork<br>Themes: Choose between dark and light display themes<br>Universal: Custom but familiar tablet interface<br><br>POWERFUL PLAYBACK <br>Up next: Build a playback queue from your favorite shows<br>Trim silence: Cut silences from episodes so you finish them faster, saving hours<br>Variable speed: Change the play speed from anywhere between 0.5 to 3x<br>Volume boost: Increase the volume of voices, while decreasing background noise<br>Stream: Play episodes on the fly<br>Audio &amp; video: Play all of your favorite episodes, toggle video to audio<br>Skip playback: Skip episode intros, jump through episodes with custom skip intervals<br>Android Auto: browse your podcasts and filters to find an interesting episode, then control playback. All without ever touching your phone<br>Android Wear: Control playback from your wrist<br>Sleep timer: We&apos;ll pause your episode so you can rest your weary head<br>Chromecast: Cast episodes straight to your TV with a single tap<br><br>SMART TOOLS <br>Sync: Subscriptions, playback and filters are all securely stored in the cloud, ready to sync to the web app or iOS<br>Refresh: Let our servers check for new episodes, so you can get on with your day<br>Notifications: We&apos;ll let you know when new episodes arrive, if you like<br>Auto download: Automatically download episodes for offline playback<br>Filters: Custom filters will organize your episodes<br>Storage: All the tools you need to keep your podcasts tamed<br><br>ALL YOUR FAVORITES <br>Discover: Subscribe to any podcast in iTunes and more. Browse by charts, networks and categories<br>Share: Spread the word with podcast and episode sharing<br>OPML: Jump on board without any hassle with OPML import. Export your collection at any time<br><br>There are many more powerful, straight-forward features that make Pocket Casts the perfect podcasting app for you. So what are you waiting for?<br><br>Visit pocketcasts.com for more info about Pocket Casts for the web and iOS.",
    "histogram": {
        "1": 1110,
        "2": 996,
        "3": 1699,
        "4": 6562,
        "5": 34942
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "4.4 and up",
    "androidVersion": "4.4",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/ISmTimcMoBogZGokz8G0ZYWYwFrzwa79-I_0eexrHrqyY97q1WIoU2DDti_mz_OtfO0=h310",
        "//lh3.googleusercontent.com/N35WQ6-jNytSpm4A2JlHiRv96-QskmLQX9sQY-aWZT0vdedsq9hMrysjwalXUq8I6C6s=h310",
        "//lh4.ggpht.com/3PMTfvKu4SwzWjU-lMooLhFb4VxOkO-zJbxAm2nQGF_4M6ePTLq8yvcsbZTCKDtCkngr=h310",
        "//lh5.ggpht.com/QF7683VLgxDzlOOLHQFVKKXl54E7R7MKVkJWgNKRFZqHVW5do8bJH2rUmMGUUJDWoBwK=h310",
        "//lh5.ggpht.com/SO1Oa0TtcemeD3KurRfeIPUq5t_SqqzPvJ_7-jFjwcykEgiuxkTkcOKGwlZWGU9GjuA=h310",
        "//lh6.ggpht.com/0Dz0Kj3C9zVlRbe6fau-wF_sJlT6yI7ZpXNIcvMYr96_uqVuuLUbN_zDN4LDZF7qYYE=h310",
        "//lh5.ggpht.com/k0P__AfTMfALTxgTWYnpq52-jDjvGRut4sXLcop1HAntXPRfUBk-aRrsTyJnRO8phw=h310",
        "//lh4.ggpht.com/Jh4dEBxgRXO8RpqHDU9eZHT88hrvCdmB3TaxMEwJVRAsxVfpetHjUSLTlHd3tNEte5U=h310",
        "//lh3.ggpht.com/bP8RYFKtlmELp2183NkfDZVJXyIz6tOGrF64jBT9CBWvUeL41yitVyp9PZqGI4bn9g=h310",
        "//lh3.googleusercontent.com/CcxH1xGzK3bIqv4gEdF31JCZyg_5yzZeFhvvQVRuJmCB_ZEXHihlfLXnSbfjCusHTqip=h310",
        "//lh4.ggpht.com/XSUE1I7t69zKAdhR5wWgDE0qshu_bSM3rdfrokqV47dgRf6jjjh94vhoy1KKTosOLzA=h310",
        "//lh5.ggpht.com/5TuQHrXnmOxhFXWT7J0dqq8gacxdrX_7z1Bbh1hyIYli2nfzMB3BjfluZhZmF1zr9yA=h310",
        "//lh6.ggpht.com/N9lZk79mO9cCiPYexPl3wUsm6qXYXfrxlBlYqFgATeICIN07t4vq4MpTGnX9TE-Svg=h310",
        "//lh4.ggpht.com/PGUp3A92RheSSNnUEdHHwSg3vfdSzHBp_hGxwPRYFl4-fgEgPLmgJavqQhHepGWSIQ=h310",
        "//lh4.ggpht.com/i5PkqXYWiAYpwW1vFB3p3OtMNmY0ktBSr59f0XAzIQwQ1irYv64LbxsOIK8mNatng60=h310",
        "//lh6.ggpht.com/1Kpyz0HneBKwVz4Mp11tEMzBTQ4AsEGx39H6rEXLnRAYEQr18b5QsWwcdB_vXJOAbSvo=h310",
        "//lh5.ggpht.com/y_uotMPshEs7ziGYNt70mj6A1FGkMOyR91zjvpg0gf0ljQg4cStc_NssNXqpszOQqq0=h310",
        "//lh3.ggpht.com/h-6Hh1CqzEPMqIh0a1adKOPUlPKisI7Cus2PPNkYKDc1e_rUEnBDmSF0JQO3ZmEgFqng=h310",
        "//lh5.ggpht.com/EinaoX83DZUpNFC7B07QIVfUpU7tSyt4cAqq0o9Qnc-OJgFIkX4U2f7fM5YbSoSJF4Y=h310",
        "//lh5.ggpht.com/8tI41uFx3FfbyW8_FgyI_cTZ8YJFxNZpLleBdQXJhKJtJ7g_iqSH4G2fYvg9zt0WxVg=h310"
    ],
    "video": "https://www.youtube.com/embed/Jj6nF2NCDTA",
    "comments": [
        "Great podcast player and well worth the money. Their patch notes are hilarious which means a lot to me. Free syncing across devices and it backs up all your podcasts. Fairly frequent updates. It runs smoothly and is virtually bug free. I am a voracious podcast listener and the only podcast player that I have found to be better is \"Downcast\" on IOS. However this is a strong second and by far the best podcast player on Android. I could not recommend it more. Thank you, keep up the hard work",
        "Update! Now it plays videos at increased or decreased speed!  This app is PERFECT!  Love it over Dogcast and podcast addict. Volume boost, remove silence.  Been using it for a year, never crashes, great interface, create your own sort categories, backup podcast lists, playback audio (not video) speed, etc. Really love the skip forward and back button.",
        "Wow...can I just say this is the best $3 I have ever spent. So worth buying this amazing podcast app! All my podcasts in my Google Play Music library are in this app soo many more! I was experience some glitches with Google Plays podcasts so I decided to check out Pocket Casts since the reviews were amazing and it's the editor's choice as well. Best decision I could have made. No glitches or \"music/streaming temporarily unavailable\" (like in Google Play's app) in playing podcasts on here and everything is so smooth...love this so much! Thank you to the entire team who put this app together. It's a life-saver for an avid podcast lover.",
        "I'd really love a play all feature, I use podcasts to sleep, and don't want to have to wake up and put something else on. Other than that, it's absolutely worth the money. Best podcast app out there!",
        "After trying several different big-name pod stations, I definitely agree that Pocket Casts is Android's best by a long way.  One small suggestion is to offer the option to insert some kind of audio break (15 seconds or so) between podcasts in a playlist. Silence would be OK, but an actual piece of audio as a palette cleanser and mental reset would be even better. I'd even welcome an ad, and maybe there's an opportunity for an enterprising sound artist to produce 15-second radiophonic podcasts for use in play-next lists... Oh well... Just a thought...  Other than that I've settled into Pocket Casts very comfortably.",
        "Up next needs to go. Auto play seems to keep turning itself back on, and when one ends, auto starts randomly when I need silence after last episode. Auto download should let us still see all episodes."
    ],
    "recentChanges": [
        "Like sands through the hourglass, so are the releases of our app. Maybe slightly less inevitable and more fun though? I mean the same amount of people are betrayed, killed off, and then come back but I digress! 6.2.4 brings you:",
        "- Syncing improvements (specifically around swiping to mark as played)",
        "- Various fixes to playback, chapter support, remove silence",
        "- Better show notes formatting",
        "Tune in next week when [insert cliffhanger here]"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=au.com.shiftyjelly.pocketcasts&hl=en&gl=us",
    "appId": "au.com.shiftyjelly.pocketcasts"
}