{
    "title": "Hitman Sniper",
    "summary": "BECOME THE ULTIMATE SILENT ASSASSIN",
    "icon": "//lh3.googleusercontent.com/fnyx5_a34mKuqaJyJbgDG_XWHHEgKksluXj1KB5onn5wFJlsSq3OI7j0njCq-FNkEBE=w300",
    "price": "$0.99",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 4.5,
    "reviews": 76330,
    "developer": "SQUARE ENIX Ltd",
    "developerEmail": "eu-mobile-support@square-enix.com",
    "developerWebsite": "http://www.square-enix.com/eng/",
    "updated": "February 13, 2017",
    "version": "1.7.88009",
    "genre": "Action",
    "genreId": "GAME_ACTION",
    "description": "*** 80% OFF for a limited time! ***5/5 - \"Now that it’s here, I can’t stop playing it, which is remarkable for a title that is much more concerned with showcasing how much you can do within certain constraints instead of reveling in any kind of excess.\" - GamezeboBECOME THE ULTIMATE SILENT ASSASSINStep into the shoes of Agent 47 in Hitman Sniper and discover the most compelling sniper experience on mobile.TACTICAL MISSIONS IN MONTENEGROHone your strategic skills and orchestrate the perfect assassination kill shot. SURVIVOR CHALLENGE IN DEATH VALLEYNon-stop action as the zombie hunter in a true test of your skills and speed of execution. MORE THAN 150 MISSIONS AND 10 DIFFERENT CONTRACTSImprove your skills for the perfect assassination as you uncover secrets and subterfuges.16 UNIQUE GUNSEliminate targets, collect weapon parts and complete blueprints to unlock the most powerful guns.COMPETE AGAINST YOUR FRIENDS FOR THE FIRST PLACE IN THE LEADERBOARDSBoost your score and climb up the contract killer ranks to become the world's finest silent assassin.",
    "descriptionHTML": "*** 80% OFF for a limited time! ***<br><br>5/5 - &quot;Now that it&#x2019;s here, I can&#x2019;t stop playing it, which is remarkable for a title that is much more concerned with showcasing how much you can do within certain constraints instead of reveling in any kind of excess.&quot; - Gamezebo<br><br>BECOME THE ULTIMATE SILENT ASSASSIN<br>Step into the shoes of Agent 47 in Hitman Sniper and discover the most compelling sniper experience on mobile.<br><br>TACTICAL MISSIONS IN MONTENEGRO<br>Hone your strategic skills and orchestrate the perfect assassination kill shot.<br> <br>SURVIVOR CHALLENGE IN DEATH VALLEY<br>Non-stop action as the zombie hunter in a true test of your skills and speed of execution.<br> <br>MORE THAN 150 MISSIONS AND 10 DIFFERENT CONTRACTS<br>Improve your skills for the perfect assassination as you uncover secrets and subterfuges.<br><br>16 UNIQUE GUNS<br>Eliminate targets, collect weapon parts and complete blueprints to unlock the most powerful guns.<br><br>COMPETE AGAINST YOUR FRIENDS FOR THE FIRST PLACE IN THE LEADERBOARDS<br>Boost your score and climb up the contract killer ranks to become the world&apos;s finest silent assassin.",
    "histogram": {
        "1": 3524,
        "2": 1520,
        "3": 3609,
        "4": 13131,
        "5": 54546
    },
    "offersIAP": true,
    "adSupported": false,
    "androidVersionText": "4.1 and up",
    "androidVersion": "4.1",
    "contentRating": "Mature 17+",
    "screenshots": [
        "//lh3.googleusercontent.com/4NysnuAGnr7LlBnUKb2muZXm_3gNc1C1rXxWd9FuSiHyHwXG9tHUhjCaRHnMBWlk9W0=h310",
        "//lh3.googleusercontent.com/KzsLcTLM6uSB_kUvc_vbDV_rWVVW9OdkBPXf7dDyJW2InJQy9vbTh7PfwVgJHZMc7g=h310",
        "//lh3.googleusercontent.com/ju9Q4Bbzk5veTaUdt7324FgdG2syUN6ZCrHuInMN85213ESAEWEkEvLp_8uOGJoBGw=h310",
        "//lh3.googleusercontent.com/8X7z0Uj2w9kIG3mn_y8KsKyr8KzmnlW3M75_nhNxop4qMMjkKN2c33EPb5kWGxU-4T0=h310",
        "//lh3.googleusercontent.com/6LR6QH6VLjCWKOIJ5uPGyFz-c3ent-MyXVegkz5XGCma5fyMkqGnwJCtEtCcORmX1Q=h310",
        "//lh3.googleusercontent.com/JkIbds1JJiY0ZRaplffb9nHHX1PlGHT9RUDXE-SvlbUn54eNSeYyUMnNLSO4wKXJhGs=h310",
        "//lh3.googleusercontent.com/k50mzLiIbV6c1YVySHykoIh5R2TblVGwE9rgXCvwwLmIUfhJClcyVn3usxN7fMxHOZj9=h310",
        "//lh3.googleusercontent.com/xDZwKndyGbdhM86qiNbgDxNivwSqyLC7us7NNh6whijZNq5I4RE5LcS7VvhliXj8EgU=h310",
        "//lh3.googleusercontent.com/WteBqIZzUpvdYHPiSiHylCI2hzBI-SmiiFe1ouEGDO3wNHLQpseRmHPWRdLqtxyHzG4=h310",
        "//lh3.googleusercontent.com/U0v0Ve87RWPHaab6iUSB6j4nO4xFJE2_2U5np12iCAlj3oExSj61350J5ejFaOtDxQ=h310",
        "//lh3.googleusercontent.com/W0U3pUCG24slYn0Bs6JJzwmT_HVH5gVcK_r2JQ3I3HAEM4f9UfWUEoAYcpJHDb4LWOhD=h310",
        "//lh3.googleusercontent.com/H9Szp8_D_uVO2kuyi61zn_C3NLvJDpzqi1ubfhutmwK6kYFzJBpM9xfuf-6x4KnFmg=h310",
        "//lh3.googleusercontent.com/en4LWRQOZrgabPSmrvsMzZc9nzvAB5oz56CLujouRg30ZXgtiKEC8Du1KVQL_VMORw=h310",
        "//lh3.googleusercontent.com/Hh9mX0AwjmOTVRAL0VMTHISmulygU0RMyGBeCFmt1LD_KOAoMH4YWvTFVaA5FFS9zg=h310",
        "//lh3.googleusercontent.com/H0x7FZtqshDiKCdeZbo9YskSp4F0P_21oNEW7mCH73h9ouVMfKP1sXEd1SrIOQHCCEt9=h310"
    ],
    "video": "https://www.youtube.com/embed/3FXrddR1m0A",
    "comments": [
        "Hav been playing for almost 18 months without any issues. Loved it and this is wat i called the People's Champ! Also when I've thought it over, Square Enix came out with more Interesting features! (The Zombie Hunt).... Thank You so much! Am now officially an In-App Purchaser. Worth it!",
        "Loved it till the moment I reached level 22, unlocked the Cipher and realised this is the point the game makers want to make their money. The upgrade costing 8m is just impossible... So I was progressing the game having fun upgrading my weapons and this is it. Either I pay, or my progress will slow down like 1000%... Or uninstal...",
        "This game makes the badass hitman even more badass with mad x-ray vision, explosive ammo, fast reflex and good ol' fashion headshot trigger finger. The game mechanics are perfect, but my only complaint is there is only one map. I suggest adding 2 or 3 more maps and adding more challenges like how many guards you can kill in 5 minutes, or something like that.",
        "On any device under 7 inches it can be a little hard to play but overall I'm enjoying it. The main gripe is that the stuff you can buy is very over priced and that just stinks of corporate greed, like £18.99 for one gun are you kidding me, that is a joke and I bet I'm not the only person who thinks it.",
        "Issues! 1. When you reload at the end part, i got it right and the green arrow lit up but it did the animation where i got it wrong it wasted so much time 2. When the target gets past the window you can't get him anymore its like he's inside the floor 3. The guards can see the bodies from halfway across the map",
        "I only have one problem... MY PRODUCTS I PURCHASED ARNT BEING RESTORED.... so either they are restored immediately or I want my money back please and thank you. Besides that this game is remarkably fun and I don't usually like gun games. That's saying a lot coming from me :) KEEP IT UP!!"
    ],
    "recentChanges": [
        "- Starter Pack: New time-limited store offer to help you get more competitive faster!",
        "- Various bug fixes and improvements"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.squareenixmontreal.hitmansniperandroid&hl=en&gl=us",
    "appId": "com.squareenixmontreal.hitmansniperandroid"
}