{
    "title": "Plants vs. Zombies™",
    "summary": "Stem a zombie attack on your yard with the help of powerful plants!",
    "icon": "//lh3.ggpht.com/e8GBUptUS2ELe-ybtx_V3eeESNv30cU-kkFppDGlPhkFWPHv5UWx-J3Tb2VLzcSxUP0=w300",
    "price": "$0.99",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 4,
    "reviews": 47337,
    "developer": "ELECTRONIC ARTS",
    "developerEmail": "help@eamobile.com",
    "developerWebsite": "http://support.popcap.com/mobile/android",
    "updated": "January 25, 2016",
    "version": "6.1.11",
    "genre": "Casual",
    "genreId": "GAME_CASUAL",
    "description": "Get ready to soil your plants as a mob of fun-loving zombies is about to invade your home. Use your arsenal of 49 zombie-zapping plants — Peashooters, Wall-nuts, Cherry Bombs and more — to mulchify 26 types of zombies before they break down your door.One of the top tower-defense action games ever, Plants vs. Zombies™ features zombies with their own special skills, so you'll need to think fast and plant faster to have a successful strategy and combat them all. But be careful how you use your limited supply of greens and seeds — as you dash to battle the fun-dead, obstacles like a setting sun, creeping fog and a swimming pool add to the challenge.Plants vs. Zombies is a favorite for all ages, from those who grew up with classic arcade action games to kids. The fun never dies!WINNER OF OVER 30 GAME OF THE YEAR AWARDS*Game Features •\tConquer zombies in all 50 levels of Adventure mode — through day, night and fog, in a swimming pool and on the rooftop•\tBattle 26 types of zombies including Pole-Vaulters, Snorkelers and Bucketheads, each with its own special skills•\tEarn 49 powerful perennial plants and collect coins to buy a pet snail, power-ups and more•\tOpen the Almanac to see all the plants and zombies, plus amusing \"facts\" and quotes•\tCollect 47 fun-dead achievements and show off your zombie-zapping prowess•\tEnjoy all the zombie-zapping fun of the hit PC/Mac game — fully optimized for Android•\tHilarious graphics, great soundtrack and a bonus music video•\tNeed coins for great new stuff? Buy up to 600,000 coins right from the Main Menu•\tIncludes all the mini-games and the full features of the original game•\tMade by PopCap, the creators of Bejeweled, the #1 puzzle game in the worldDownload today to stem a zombie attack on your Android device!-------------------------------------------------------------------------------------------------------------------------------------*PC/Mac version voted Game of the Year by over 30 publications including PC Gamer, USAToday.com and Chicago Sun-Times--------------------------------------------------------------------------------------------------------------------------------------Language Support: English, French, Italian, German, SpanishRequirements: • Supports HVGA, FWVGA-WVGA and qHD resolutions.• Requires Android 2.2+• Features may vary by mobile device Discover more Plants vs. Zombies excitement:Follow us on twitter.com/PlantsvsZombiesFind us on www.facebook.com/PlantsversusZombies Visit the snazzy Plants vs. Zombies store to shop for zombie shirts, plush, toys and more.http://www.pvzstore.comMore Apps from PopCap:Bejeweled® 2 – Match sparkling gems in the world’s #1 puzzle game.Bejeweled Blitz – 1 minute of endless fun!POPCAP MAKES LIFE FUNFollow us on twitter.com/PopCapFind us on facebook.com/PopCapVisit us at PopCap.comBe the first to know! Get inside EA info on great deals, plus the latest game updates, tips & more…Visit us on eamobile.com/androidFollow us on twitter.com/eamobileLike us on facebook.com/eamobileWatch us on youtube.com/eamobilegamesTerms of Service : http://www.ea.com/terms-of-servicePrivacy and Cookie  Policy:  http://www.ea.com/privacy-policyGame EULA: http://tos.ea.com/legalapp/mobileeula/US/en/GM/Visit https://help.ea.com/ for assistance or inquiries.EA may retire online features and services after 30 days’ notice posted on www.ea.com/1/service-updates.Important Consumer Information.  This app: Contains direct links to the Internet; Contains advertisements for EA and its partners; Collects data through third party analytics technology (see Privacy & Cookie Policy for details).Requires acceptance of EA’s Privacy & Cookie Policy and User Agreement.",
    "descriptionHTML": "Get ready to soil your plants as a mob of fun-loving zombies is about to invade your home. Use your arsenal of 49 zombie-zapping plants &#x2014; Peashooters, Wall-nuts, Cherry Bombs and more &#x2014; to mulchify 26 types of zombies before they break down your door.<br><br><br>One of the top tower-defense action games ever, Plants vs. Zombies&#x2122; features zombies with their own special skills, so you&apos;ll need to think fast and plant faster to have a successful strategy and combat them all. But be careful how you use your limited supply of greens and seeds &#x2014; as you dash to battle the fun-dead, obstacles like a setting sun, creeping fog and a swimming pool add to the challenge.<br><br>Plants vs. Zombies is a favorite for all ages, from those who grew up with classic arcade action games to kids. The fun never dies!<br><br>WINNER OF OVER 30 GAME OF THE YEAR AWARDS*<br><br>Game Features <br><br>&#x2022;\tConquer zombies in all 50 levels of Adventure mode &#x2014; through day, night and fog, in a swimming pool and on the rooftop<br>&#x2022;\tBattle 26 types of zombies including Pole-Vaulters, Snorkelers and Bucketheads, each with its own special skills<br>&#x2022;\tEarn 49 powerful perennial plants and collect coins to buy a pet snail, power-ups and more<br>&#x2022;\tOpen the Almanac to see all the plants and zombies, plus amusing &quot;facts&quot; and quotes<br>&#x2022;\tCollect 47 fun-dead achievements and show off your zombie-zapping prowess<br>&#x2022;\tEnjoy all the zombie-zapping fun of the hit PC/Mac game &#x2014; fully optimized for Android<br>&#x2022;\tHilarious graphics, great soundtrack and a bonus music video<br>&#x2022;\tNeed coins for great new stuff? Buy up to 600,000 coins right from the Main Menu<br>&#x2022;\tIncludes all the mini-games and the full features of the original game<br>&#x2022;\tMade by PopCap, the creators of Bejeweled, the #1 puzzle game in the world<br><br>Download today to stem a zombie attack on your Android device!<br><br>-------------------------------------------------------------------------------------------------------------------------------------<br>*PC/Mac version voted Game of the Year by over 30 publications including PC Gamer, USAToday.com and Chicago Sun-Times<br>--------------------------------------------------------------------------------------------------------------------------------------<br><br>Language Support: English, French, Italian, German, Spanish<br>Requirements: <br>&#x2022; Supports HVGA, FWVGA-WVGA and qHD resolutions.<br>&#x2022; Requires Android 2.2+<br>&#x2022; Features may vary by mobile device <br><br>Discover more Plants vs. Zombies excitement:<br>Follow us on twitter.com/PlantsvsZombies<br>Find us on www.facebook.com/PlantsversusZombies <br><br>Visit the snazzy Plants vs. Zombies store to shop for zombie shirts, plush, toys and more.<br>http://www.pvzstore.com<br><br>More Apps from PopCap:<br>Bejeweled&#xAE; 2 &#x2013; Match sparkling gems in the world&#x2019;s #1 puzzle game.<br>Bejeweled Blitz &#x2013; 1 minute of endless fun!<br><br>POPCAP MAKES LIFE FUN<br>Follow us on twitter.com/PopCap<br>Find us on facebook.com/PopCap<br>Visit us at PopCap.com<br><br>Be the first to know! Get inside EA info on great deals, plus the latest game updates, tips &amp; more&#x2026;<br><br>Visit us on eamobile.com/android<br>Follow us on twitter.com/eamobile<br>Like us on facebook.com/eamobile<br>Watch us on youtube.com/eamobilegames<br><br>Terms of Service : http://www.ea.com/terms-of-service<br>Privacy and Cookie  Policy:  http://www.ea.com/privacy-policy<br>Game EULA: http://tos.ea.com/legalapp/mobileeula/US/en/GM/<br>Visit https://help.ea.com/ for assistance or inquiries.<br><br>EA may retire online features and services after 30 days&#x2019; notice posted on www.ea.com/1/service-updates.<br><br>Important Consumer Information.  This app: Contains direct links to the Internet; Contains advertisements for EA and its partners; Collects data through third party analytics technology (see Privacy &amp; Cookie Policy for details).<br>Requires acceptance of EA&#x2019;s Privacy &amp; Cookie Policy and User Agreement.",
    "histogram": {
        "1": 7637,
        "2": 1825,
        "3": 2840,
        "4": 6646,
        "5": 28389
    },
    "offersIAP": true,
    "adSupported": true,
    "androidVersionText": "4.0.3 and up",
    "androidVersion": "4.0.3",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh6.ggpht.com/AytDaI248PCwy5_clg_-QhqbVIiNvzuXjJpD3sXeBbU6W_OaaphF0CWtbs_shsfWDA=h310",
        "//lh5.ggpht.com/M0ARDnFcbz8PHsiJ6XaoaRKE9QAFoQwRpLi04gTuuDMjuB2vNZK0Pil8j1wiVN7unqV5=h310",
        "//lh5.ggpht.com/hqINF999pS-h20_nI3vBHgG7l-2dJyEemSaLXLcN8x61ahdG6hY_s4rsf555sqbpSxc=h310",
        "//lh5.ggpht.com/0D2SKERHeTvSoIoylUkf3xo5MRXgkXBFhynsVeBjHR11LApUyDjNgdcEUJzGgrjjHk8=h310",
        "//lh3.ggpht.com/rNHyOTazINDottqDTUZuNQXTT4P2GoaBCL-TW6MIrU_rqaXMpPv44LKHP3EFisTsIwhJ=h310"
    ],
    "video": "https://www.youtube.com/embed/E_q9mGvEkMY",
    "comments": [
        "The zombies aren't coming Went from playing and enjoying this game on a consistent basis after purchase to now being locked out of my game stating : You Are Not Authorized To Play This. Well i won't go on telling you what I think now, I'll leave that up to you to guess the words I want to use. But I definitely suggest you do NOT invest!",
        "Absolutely love this game. However after the recent update I can not get it to load on my Amazon Fire anymore.  Loads up and after about 5 seconds stops. I have already uninstalled it and reinstalled it and it still will not stay open. Please fix the issue! Wouldn't waste your $$ till they fix the issue",
        "Works fine for me! I don't know what everyone is griping about. My game has the exact same graphics as pvz free and my vase breaker game works perfectly fine. I'm running Android 5.1.1; maybe people are having issues with Android 4.4 or below? Anyways, great game!",
        "Love the game.. hate starting over. I fell in love with this game the second I began playing it.. but now I get bored with it because everytime I get a new phone, i am forced to start over. I do not have the greatest luck with phones, Why is there not a way to login in and save the game so that you can pick up wehre you left off from any device? ughh.",
        "Extremely Upset!!! Game would not connect with Google Play. Kept telling me that I needed to log in to my account. I was logged in. I made several attempts at opening the game. Restarted phone. Still could not get the game to play. Finally uninstalled and reinstalled the game. Now it works but I have to start from the beginning again after I had achieved all the plants, completed all the levels and completed several achievements. Not happy :'(",
        "I paid for it and its not working rip off when you log into the game that looks like a broken Nintendo cartridge just shows lines across the screen and static looking squares... the only reason I'm not taking this review down is because I want to know who wrote it"
    ],
    "recentChanges": [
        "Hello zombie battlers! In this update, we’ve unleashed fun-dead approval for Android Lollipop 5.0 and Marshmallow 6.0. Thanks, as always, for playing!"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.popcap.pvz_na&hl=en&gl=us",
    "appId": "com.popcap.pvz_na"
}