{
    "title": "Don't Starve: Pocket Edition",
    "summary": "Play the hit game enjoyed by over 6 million players!",
    "icon": "//lh3.googleusercontent.com/oQW8dZKIIqSYxpPb4kWYbtnBS_aVCxHjT5Ied00IOeAysQPee-EmrT0hoEgxSdSxDA=w300",
    "price": "$4.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 4.4,
    "reviews": 6457,
    "developer": "Klei Entertainment Inc.",
    "developerEmail": "livesupport@kleientertainment.com",
    "developerWebsite": "http://www.kleientertainment.com",
    "updated": "January 20, 2017",
    "version": "1.04",
    "genre": "Adventure",
    "genreId": "GAME_ADVENTURE",
    "description": "Don’t Starve: Pocket Edition, brings the hit PC game enjoyed by over 6 million players to Android. Now you can experience the uncompromising wilderness survival game full of science and magic on the go! Play as Wilson, an intrepid Gentleman Scientist who has been trapped and transported to a mysterious wilderness world. Wilson must learn to exploit his environment and its inhabitants if he ever hopes to escape and find his way back home. Enter a strange and unexplored world full of strange creatures, dangers, and surprises. Gather resources to craft items and structures that match your survival style. Play your way as you unravel the mysteries of this strange land.",
    "descriptionHTML": "Don&#x2019;t Starve: Pocket Edition, brings the hit PC game enjoyed by over 6 million players to Android. <br><br>Now you can experience the uncompromising wilderness survival game full of science and magic on the go! Play as Wilson, an intrepid Gentleman Scientist who has been trapped and transported to a mysterious wilderness world. Wilson must learn to exploit his environment and its inhabitants if he ever hopes to escape and find his way back home. <br><br>Enter a strange and unexplored world full of strange creatures, dangers, and surprises. Gather resources to craft items and structures that match your survival style. Play your way as you unravel the mysteries of this strange land.",
    "histogram": {
        "1": 391,
        "2": 166,
        "3": 382,
        "4": 1011,
        "5": 4507
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "5.0 and up",
    "androidVersion": "5.0",
    "contentRating": "Teen",
    "screenshots": [
        "//lh3.googleusercontent.com/3rmzxSjZbPUNbR2F0Idg5ufQQJ_-BOUCdcJ82JMRDYbZYVRLstmrK5Ps4T_flTlHeeAc=h310",
        "//lh3.googleusercontent.com/iSI7Uv_K_sdoLYxNfg8T4ruY0dcJXhR7IGYjoE1gvMJ65MDL7GK7UMBYO8CT7sJ2nQE=h310",
        "//lh3.googleusercontent.com/kTLB5rdF1-_CTYqZkCqdHeqwAZDDN3z4x-bsNdkJl7X-5NDpZSm2SDlAU5oq53xGRw=h310",
        "//lh3.googleusercontent.com/W1NcymGGe3Yvt_4t9W3733DR4KJwv2C0XhrbW083autdQUsVzLxMzS0XGyO38t5jP4Q6=h310",
        "//lh3.googleusercontent.com/jCdlVHa5vZT4MRaGpEeqSJ_qPfksTzwZAJHHmZua-GtFAxd9Xa_BhzU8u3FtyNaWqQ=h310",
        "//lh3.googleusercontent.com/vtodv9SfXArzns19wJGkbFMQbzvc-QHyco9glCQ8tGkLWtMjEGoP7trVk_3bvXvHyHM=h310",
        "//lh3.googleusercontent.com/Do0wv51Uepb9m1ohdOwgWvQvqlpETcbDJkd2g0vTIKCpxkI66uK8A0I8w-Bdv5LC6Q=h310",
        "//lh3.googleusercontent.com/KY2tFB6f43AFW2870pDTIiyfIgdSRDIYj0hl4TYgTPGB72nWJChuULSZJPTYteT4Vw=h310",
        "//lh3.googleusercontent.com/7WTaT1ScgX9m-2iyVoyLgLHXKxk9HDo3lmtzCC-129CP2POSYg_D7iI9pDEneBWvLIA=h310",
        "//lh3.googleusercontent.com/8g63eVFC5x_r2icbif3jtysZAZnWaMtJQkUk8LPNvl2Y9LGoXIM6SkH8fB4xoqA6-Ss=h310",
        "//lh3.googleusercontent.com/ciH0iBx3N-jRQivsHynJOKglWmoNgayFEBLe-cz5lf7pb95tQ83I5G9JK9-_jdZfOw=h310",
        "//lh3.googleusercontent.com/AA5FYooZKviH-FfIca3XlC7yn1NBl1M6SUq1BpNJrhZ2KD80Wv8SJSORwrMo0nJK0VUf=h310",
        "//lh3.googleusercontent.com/L4301DanulejOfzlwbUD3vMeV1vec0ETJmUO73wdgXAkfK5NN2qptm68sJ699yjGyQ=h310",
        "//lh3.googleusercontent.com/lRCoUvaWeXads1UrwomQlkZO_tCWPWWV95KaGT1qjaMpCg6VnSNHLHsTjZ3BoYHrIbg=h310",
        "//lh3.googleusercontent.com/Mtyj7gZisirItOEkWnKHCA2gEownselPty4BfMoG5UM60IO0CO5_FDzTmiYduZ8Puw=h310",
        "//lh3.googleusercontent.com/EzNEpU3ibVFSE5AlNmUer9w9N0CRc-NOh_hGzvSyT-PQbkvsk1qTLRFr-8DF_xQvZkA=h310",
        "//lh3.googleusercontent.com/9lpscmV_jyMaxSrz3pXLcIFYtG4UndhmTU7rkwBM2oeHzhoxex47mxxmNosNy2hv-tts=h310",
        "//lh3.googleusercontent.com/ihgZulP27rBT07XQhF96u_cSXssqlgOxkRf8650uFlNnysghaA4OCZgWB5S4q5oUoX8=h310"
    ],
    "comments": [
        "Dear Klei, I love this game so much. I have the Don't Starve for the PC and PS, plus the DLCs, and now android. This version is great but there are a few things that could make the game more fluid. For example, instead of having a static joystick for movement, have an option so that where ever the player taps (in the general location of the left screen) the joystick will center itself to the taped location. When the player releases, the joystick disappears untill being tapped again. I feel like this may make movement feel less clunky when attempting to dodge or kite an enemy. -Yours, a huge fan of Klei and the Don't Starve Franchise",
        "Features are faithful to the original version. Only gave it three stars because the touch controls can be annoying, making common repetitive tasks like eating or adding fuel to a fire feel tedious. Controls make you constantly perform unintended actions, like stop to chop a tree when trying to run for your life.",
        "Played this on the PC but never had time to really dive in deeper. Now that I can carry it with me there is no excuse. The day cycles are perfect timers for pick up and play. I was worried about scaling down to a 5.5 inch screen but the devs did a great job making the ui work. Will be a daily distraction for me.",
        "Great game, deserves 5 stars. Except there is a bug where after a couple times of opening and closing the app the sound breaks terribly. It repeats constantly, as if the game's audio files were corrupted. I have uninstalled and reinstalled the game several times, but it is still broken. Fix this and I'll rate 5 stars.",
        "I love this game and dont believe in any way that its bad, except for when it comes to controls. It would be nice to have more diversity with the option on controls. The controls fortunately aren't as bad as other games on pocket devices (terraria), but overall it would definatly be a good game to get if you prefer crafting/survival RPGs.",
        "Big fan of Don't Starve on the PC and of Klei in general. Sadly I can't rate this higher than 3 stars due to the awful inventory controls and unresponsive joypad. In a game that relies so heavily on inventory management and kiting of enemies, they have really dropped the ball with this one."
    ],
    "recentChanges": [
        "Added native compatibility for x86 devices"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.kleientertainment.doNotStarvePocket&hl=en&gl=us",
    "appId": "com.kleientertainment.doNotStarvePocket"
}