{
    "title": "Ultimate Guitar Tabs & Chords",
    "summary": "Learn how to play your favorite songs on guitar, bass or ukulele!",
    "icon": "//lh3.googleusercontent.com/rN3rWLuADzY0FZs6FS3l3Oph6aDKhYSwCSnJJuk4O-zlEbn4ZxUYOF4W8jzf2Ob6=w300",
    "price": "$2.99",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 4.5,
    "reviews": 160315,
    "developer": "Ultimate Guitar USA LLC",
    "developerEmail": "support-androidugt@ultimate-guitar.com",
    "developerWebsite": "http://www.ultimate-guitar.com/",
    "updated": "March 26, 2017",
    "version": "Varies with device",
    "genre": "Music & Audio",
    "genreId": "MUSIC_AND_AUDIO",
    "size": "Varies with device",
    "description": "Ultimate Guitar Tabs & Chords is a mobile version of the world's largest catalog of guitar & ukulele chords, tabs and lyrics, available even offline. Learn how to play your favorite songs on acoustic, electric guitar or ukulele. Get over 1,200,000 tabs and free daily updates with recent hit songs! Learn how to play guitar from scratch or refresh your knowledge of the instrument with our interactive lessons (available as an in-app purchase).App features:• Popular songs from latest releases • Guitar & ukulele chords, notes and scores for more than 500,000 songs • Chord diagrams with fingering. Each chord features multiple variations • Free daily updates• Оffline access to favorite tabs• Left-handed mode• Quick search by type, difficulty, tuning and rating • AutoscrollEditors' collections:Collections of hand selected songs edited and fine tuned to perfection from professional guitarists for guitarists. Songs from collections chosen specifically for particular moments such as getting the party started or camping out in nature so you always have the perfect playlist ready at hand. Or focus on guitar techniques with professionally picked songs. With new collections released every Friday, endless possibilities for moments are available for you. Powerful upgrades (available as an in-app purchase):• 200,000 additional tabs with playback and multiple instruments• Accurate tuner• Precision metronome• Chord library with over 2 mln guitar chords• Tab printing",
    "descriptionHTML": "Ultimate Guitar Tabs &amp; Chords is a mobile version of the world&apos;s largest catalog of guitar &amp; ukulele chords, tabs and lyrics, available even offline. Learn how to play your favorite songs on acoustic, electric guitar or ukulele. Get over 1,200,000 tabs and free daily updates with recent hit songs! Learn how to play guitar from scratch or refresh your knowledge of the instrument with our interactive lessons (available as an in-app purchase).<br><br>App features:<br>&#x2022; Popular songs from latest releases <br>&#x2022; Guitar &amp; ukulele chords, notes and scores for more than 500,000 songs <br>&#x2022; Chord diagrams with fingering. Each chord features multiple variations <br>&#x2022; Free daily updates<br>&#x2022; &#x41E;ffline access to favorite tabs<br>&#x2022; Left-handed mode<br>&#x2022; Quick search by type, difficulty, tuning and rating <br>&#x2022; Autoscroll<br><br>Editors&apos; collections:<br>Collections of hand selected songs edited and fine tuned to perfection from professional guitarists for guitarists. Songs from collections chosen specifically for particular moments such as getting the party started or camping out in nature so you always have the perfect playlist ready at hand. Or focus on guitar techniques with professionally picked songs. With new collections released every Friday, endless possibilities for moments are available for you. <br><br>Powerful upgrades (available as an in-app purchase):<br>&#x2022; 200,000 additional tabs with playback and multiple instruments<br>&#x2022; Accurate tuner<br>&#x2022; Precision metronome<br>&#x2022; Chord library with over 2 mln guitar chords<br>&#x2022; Tab printing",
    "histogram": {
        "1": 8890,
        "2": 3153,
        "3": 5794,
        "4": 30159,
        "5": 112319
    },
    "offersIAP": true,
    "adSupported": false,
    "androidVersionText": "Varies with device",
    "androidVersion": "VARY",
    "contentRating": "Teen",
    "screenshots": [
        "//lh3.googleusercontent.com/Lf81eV4DxE-PYqoRsq3rFXSuU7HMX1vP_SyY8tkXNImTinLci7TDx8uhCufQ3ORyFQ=h310",
        "//lh3.googleusercontent.com/jpKzGP-wOGe3RfHO_AJT4U3ovrOrXuSXJgugZEiW8qB2Bteu64qJGkDSiXgXiqYoQ30o=h310",
        "//lh3.googleusercontent.com/kaaQV4DRuQIC5Rbu6UReQODa0v9q2o1SjUbXZn2psGh64gZtvIA-09ghNdDNsd8I5HU=h310",
        "//lh3.googleusercontent.com/vvPjcFiXffTcRkHWy2CDsvdaB9grtc8gVoPyI2HA7PuAgcdNupiI3MfHL69vZqZpAcQ=h310",
        "//lh3.googleusercontent.com/3bQBNVdLwDp2EmjE3gWqj1xmwh9fFLZzRTwJR2r2VtcAr-X2s8-cn9QXO_4uuh-TdNI=h310",
        "//lh3.googleusercontent.com/nWmR75eoqU5FHw5PK-8C6wWfXaIyYN8QTNtttr8HRmPNKVrHky_KSnybk4rwxC2E6BW5=h310",
        "//lh3.googleusercontent.com/PJaCpmKaqjG2VSd7epN75hobqZclMRMXbYQVU-hoO5iovkTxZOvAgIifBRn1WDmffg=h310",
        "//lh3.googleusercontent.com/Uo1agEgtE1ffp-XwktFnEzmQWkR9c1DdHgmdadLbyhVsKIWDZxba7i6gjMvwMBfFYA=h310",
        "//lh3.googleusercontent.com/wZlutXtFmUj8-jgnqg6kWexXkDxHjBfvo4MEUdxdrWATX8AFeEa_ZGaIpeWW0Fel_6I=h310",
        "//lh3.googleusercontent.com/PHMzFq26DaWDcDntLTMvymeURGpwaaa1enMSNZrWJOWJbsYmE8uD3XY6r_sf8VmqxA=h310",
        "//lh3.googleusercontent.com/umjBaetYiBYIkM5u29ekBz3qiSwxJb_xEXl2bEsKIgLGqyRwoMkYSeTC6T-Zm0kOGqs=h310",
        "//lh3.googleusercontent.com/KZ5O2v_ZjHeW4BwO6xgf7dZuZIjmq96h1gNo1CwCk670IuUYBo4wz7EzS14CKqEC6jo=h310",
        "//lh3.googleusercontent.com/S6fA6utgN3NS3bMHKbu4XBNRsmNAcYwiAo5jE28WR-xArx9jopeG4EJ8DpTwZC7OqQ=h310",
        "//lh3.googleusercontent.com/5TiH4cG9OUXmpMYpioYcLIclndgiXMPh9CQ5Adet2OGUqc11-pqcKJ8uc8G9ScI87Fo=h310",
        "//lh3.googleusercontent.com/rt23nOzPs1qK5AooadonoRw5JL2in4CSvMbp3b8HH7TDkcDA6DrYmk0Z0mcT5b07WGM=h310"
    ],
    "comments": [
        "It's a good Tab app for you to find songs you want to learn a neat little lick or whatever. Super easy and fun if you're bored, I make my own stuff but it's interesting to see everyone's tabs and how they're different, really fun stuff. I do get a bit annoyed with the constant popups of \"Buy this for $20 sale\" Or whatever. It's really a great app but I wouldnt pay that much for it ever. Great Tablature app though.",
        "It's good again for me! Payed for the full version a couple of years ago, updated a couple of months ago as it stopped working and then it told me I had to pay again....i reinstalled the app yesterday and now it's working great. Please don't scam/trick your loyal customers UG. Be kind and true like you know you should",
        "Always shows me annoying notifications with a little number in the top right icon corner, even though notifications are completely turned off. When I look at all the annoying news, it still doesn't go away. Just make it more tabs and let's notification nonsense please and look into fixing that issue. Other than that a great app for tabs and chords!",
        "The reason that I love ultimate guitar is the comments at the end of each tab. Sadly in this app they completely forego the comments, meaning your only indication of the accuracy of each tab is only based on the star rating. I have seen many, many mistakes in 4-5 star tabs, and comments fix this.  This is something I've been hoping for you guys to add for at least a year.  Update: they finally added comments.",
        "Bought this expecting it to have all the features mentioned on the website, then realized they make you PAY only to get LIMITED FEATURES until you upgrade to the full $20 package. It's a trap. The app is basically exactly the same as the website unless you upgrade (other than auto scroll and that it shows you how to play each chord, both of which are easy to figure out without paying $3 just to be tricked).",
        "You're kidding me right??? You have to BUY the app, which is fine. Whatever. But then! You get into the app and you can look around but you have to BUY the subscription to actually view anything! 2.99 well wasted. No where does it mention you have to buy the app to buy the actual app! Very displeased. Would rather a refund but what's $3 anymore.... will NOT refer anyone to this app that's for sure."
    ],
    "recentChanges": [
        "17 great guitars inside!"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.ultimateguitar.tabs&hl=en&gl=us",
    "appId": "com.ultimateguitar.tabs"
}