{
    "title": "Swype Keyboard",
    "summary": "Own the Original Swype Keyboard that Started it All!",
    "icon": "//lh3.googleusercontent.com/zXik0fceUUlgIQg63xxDZIal1NAIDnOrnSs1C5XJcg8nMsMBEqZpeCDGHRA5WVHEUcE=w300",
    "price": "$0.99",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 4,
    "reviews": 75476,
    "developer": "Nuance Communications, Inc",
    "developerEmail": "support@nuancemobility.zendesk.com",
    "developerWebsite": "http://www.swype.com",
    "updated": "March 6, 2017",
    "version": "Varies with device",
    "genre": "Productivity",
    "genreId": "PRODUCTIVITY",
    "size": "Varies with device",
    "description": "SWYPE – YOUR KEYBOARD FOR LIFE: Swype is all about YOU. Whether you’re a fast tapper, exact typer or a Swype Ninja, get ready for a better, faster keyboard experience that gets smarter the more you use it. Swype pays attention to the way you input text and creates a personal language model that follows you from device to device. Swype – the world’s most powerful keyboard.SWYPE KEYBOARD FEATURES:New themes added to the store regularly.New in 3.0:* Emoji prediction based on text analysis* Number row option* Text engine improvements* Handwriting improvements* Chinese Handwriting multiple character recognition* Uyghur* Russian KDB for Russian and Kirghyz* Improvements to Thai, Lao, Khmer, Kashmiri DevanagariPress and hold the Swype Key to access the Swype Store and customize your keyboard. MORE CUSTOMIZATION OPTIONS – Swype lets you customize your keyboard including long-press delay, vibration duration, keyboard height and mini left/right keyboards in landscape mode.PERSONAL DICTIONARY BACKUP & SYNC – Swype enables you to backup your personal dictionary to the cloud and synchronize it with any Android device with Swype on it – never lose the words that you add to your personal dictionary again! (Opt-in feature)SWYPE LIVING LANGUAGE & HOTWORDS keeps you always up to date with a real-time, crowd-sourced and news derived language model that gives you immediate access to our continuously updated language dictionary. Imagine having instant access to the hottest words and phrases that people are using at that moment.(Opt-in feature)NEXT WORD PREDICTION – So intelligent, it's like Swype can read your mind! The most powerful language models on the market train your device to learn your unique vocabulary and predict your words based on previous usage, Swype can predict commonly used words and phrases.LANGUAGE DOWNLOADS – Swype supports more than 80 downloadable languages and dialects.BILINGUAL SUPPORT – Swype now lets you enter words from two languages at once! Words suggested by Swype will automatically adjust to your bilingual language preferences.TABLET KEYBOARDS – Swype features three unique tablet keyboard designs:  a full screen keyboard, a small and moveable keyboard, and a split screen keyboard.DRAGON DICTATION – Swype comes with best-in-class voice recognition so you can go hands-free and dictate text quickly with a simple press of the voice key on the Swype keyboard.GESTURES – Use Swype gestures for quick everyday tasks such as:• Select All (Swype key to ‘A’)• Cut (Swype key to ‘X’)• Copy (Swype key to ‘C’)• Paste (Swype key to ‘V’)• Search (Swype key to ‘S’)ACCESSIBILITY SUPPORT – Swype supports Android’s “Talkback” and “Explore by Touch” accessibility features. When accessibility features are enabled the user’s entered text will be spoken back.For support, please see our knowledge base or contact our technical support team: http://technicalsupport.nuance.com.",
    "descriptionHTML": "SWYPE &#x2013; YOUR KEYBOARD FOR LIFE: <br>Swype is all about YOU. Whether you&#x2019;re a fast tapper, exact typer or a Swype Ninja, get ready for a better, faster keyboard experience that gets smarter the more you use it. Swype pays attention to the way you input text and creates a personal language model that follows you from device to device. Swype &#x2013; the world&#x2019;s most powerful keyboard.<br><br>SWYPE KEYBOARD FEATURES:<br><br>New themes added to the store regularly.<br><br>New in 3.0:<br>* Emoji prediction based on text analysis<br>* Number row option<br>* Text engine improvements<br>* Handwriting improvements<br>* Chinese Handwriting multiple character recognition<br>* Uyghur<br>* Russian KDB for Russian and Kirghyz<br>* Improvements to Thai, Lao, Khmer, Kashmiri Devanagari<br><br>Press and hold the Swype Key to access the Swype Store and customize your keyboard.<br> <br>MORE CUSTOMIZATION OPTIONS &#x2013; Swype lets you customize your keyboard including long-press delay, vibration duration, keyboard height and mini left/right keyboards in landscape mode.<br><br>PERSONAL DICTIONARY BACKUP &amp; SYNC &#x2013; Swype enables you to backup your personal dictionary to the cloud and synchronize it with any Android device with Swype on it &#x2013; never lose the words that you add to your personal dictionary again! (Opt-in feature)<br><br>SWYPE LIVING LANGUAGE &amp; HOTWORDS keeps you always up to date with a real-time, crowd-sourced and news derived language model that gives you immediate access to our continuously updated language dictionary. Imagine having instant access to the hottest words and phrases that people are using at that moment.(Opt-in feature)<br><br>NEXT WORD PREDICTION &#x2013; So intelligent, it&apos;s like Swype can read your mind! The most powerful language models on the market train your device to learn your unique vocabulary and predict your words based on previous usage, Swype can predict commonly used words and phrases.<br><br>LANGUAGE DOWNLOADS &#x2013; Swype supports more than 80 downloadable languages and dialects.<br><br>BILINGUAL SUPPORT &#x2013; Swype now lets you enter words from two languages at once! Words suggested by Swype will automatically adjust to your bilingual language preferences.<br><br>TABLET KEYBOARDS &#x2013; Swype features three unique tablet keyboard designs:  a full screen keyboard, a small and moveable keyboard, and a split screen keyboard.<br><br>DRAGON DICTATION &#x2013; Swype comes with best-in-class voice recognition so you can go hands-free and dictate text quickly with a simple press of the voice key on the Swype keyboard.<br><br>GESTURES &#x2013; Use Swype gestures for quick everyday tasks such as:<br>&#x2022; Select All (Swype key to &#x2018;A&#x2019;)<br>&#x2022; Cut (Swype key to &#x2018;X&#x2019;)<br>&#x2022; Copy (Swype key to &#x2018;C&#x2019;)<br>&#x2022; Paste (Swype key to &#x2018;V&#x2019;)<br>&#x2022; Search (Swype key to &#x2018;S&#x2019;)<br><br>ACCESSIBILITY SUPPORT &#x2013; Swype supports Android&#x2019;s &#x201C;Talkback&#x201D; and &#x201C;Explore by Touch&#x201D; accessibility features. When accessibility features are enabled the user&#x2019;s entered text will be spoken back.<br><br>For support, please see our knowledge base or contact our technical support team: http://technicalsupport.nuance.com.",
    "histogram": {
        "1": 7902,
        "2": 5013,
        "3": 6932,
        "4": 13100,
        "5": 42529
    },
    "offersIAP": true,
    "adSupported": false,
    "androidVersionText": "Varies with device",
    "androidVersion": "VARY",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/QWNjfeYVYZofkbj8509s7AF1URUmkLzN3Sj94GwFUQNiV0hlluepkEsnKmhtURse4jQ=h310",
        "//lh3.googleusercontent.com/zsYQ_vhHyqPxMw4l90RyaELjb2LQihRigdHo9rx_hExaZ32YqbOaJjuGIBmxz3o3OVrK=h310",
        "//lh3.googleusercontent.com/jnYGkv9WJk-sm4addRF5IeAXvLE5zPfH3PNzv-cr9otM3Ss9H4QorTuYmINtM8GXlQ=h310",
        "//lh3.googleusercontent.com/z72N2wf_ombB-OH5Xwcb_5_7FtrqKIJrPkt1fAIJJ_-BQq71OsSBpK59U0YnqnGFpXM=h310",
        "//lh3.googleusercontent.com/7zREDpI_gOiQZk8KrgpwgvkSKMIK319G6owCayI_0PkFq7ReAdwOnbN1TEzJ8XnWMGc=h310",
        "//lh3.googleusercontent.com/c8lzSGIFmHJ7VYnIf23xEvDaeWgO5vsp1UBUJVRixNAy7RNBpVHbRTrCKG6KleX_YQ=h310",
        "//lh3.googleusercontent.com/_etw5PnO5yQ5oLlLXwI8EY-AZgeX69XPsd-7fiJtdmAX3y3eJJE6yvGwBW82txmc12Y=h310",
        "//lh3.googleusercontent.com/x3_dneFRzwdDIlVvGuzRWRqIS4l3amnmYzA5E4fBtD8R5xYP7eCXSRNc1VPNEv9zOLs=h310",
        "//lh3.googleusercontent.com/9wcqslLJnmWPIDJo6Cst77z9MaQ6Nr3V7nLSwNbC3JBPfo_Q2DbAR0HhcAUvAT14KQ=h310",
        "//lh3.googleusercontent.com/m3SqigTmlJYoE9mMXljf8829rD_DhDGfu2clRcIYHUcJpHzB6GO02rkOebqUUGjDIA=h310",
        "//lh3.googleusercontent.com/2Q31Di4k0TMe8lYCDQHAdAqULnuyFH9SvzHyz7MdWjA7DDbNtsDzFJYK8TMsd2C0mys=h310",
        "//lh3.googleusercontent.com/ysjk4ZmS2a4npDgQVEWBPGtgmO00MtbWZ4aIrEIj3w4cz4FvSWimXPAjVRUERd9miugB=h310",
        "//lh3.googleusercontent.com/Yrfj1XOmJHY5uv8oHvsJzi0pupev7-WqVLi0wRz0iUTcwD1LyoOIZZwmid15E4sr7w4=h310",
        "//lh3.googleusercontent.com/OfT0r0hTYLMjglnJhMLIt4Le0K5m0ZiZGJe2qwvFwF7qMGjOPJORLZWEGkCBRprPUmU=h310",
        "//lh3.googleusercontent.com/WLNwm2A-qpqBBUO1iEBOIjqYNfQSivxj-23yARDcVjvK0m69xZbpTWBeLQvjIcxR7Hs=h310",
        "//lh3.googleusercontent.com/8QIwFiDl9llcKHyAox9yks5W0hsev6NSYr3Uvxpypp0LaJzhvQfD6Eay8jYHoUE3boI=h310",
        "//lh3.googleusercontent.com/niVIQHwx4lGV3R5wAGcNH05IEjMrcTsMKiT2tonpSxOTsOzFZdUG7efMGU8H3N7aAQ=h310",
        "//lh3.googleusercontent.com/ZcIpeKgcZgNrjnyh6ywv_z-tP0n59ZON92eB4ftjrBy46yCzUVKdt_d531VFjBlOCA0=h310",
        "//lh3.googleusercontent.com/_LYjvCUKJa5vkaoUd_SYJ4uR6ehkSr03xfAYooLvL5TqGsx10LgK6VV_oSWtNVgVNA=h310"
    ],
    "video": "https://www.youtube.com/embed/cPJKy-U9pMI",
    "comments": [
        "Really need shorter long press delay option in settings please! (100-150ms) .... in order to erase words faster and to use the secondary characters quicker, 200's is too long for fast typers. With themes you should let us add our own background like Gboard does",
        "After two years of use I can conclude that learning mechanism is   very poor, especially in last update! Also there is no way to load words dictionary in program and adding the words automatically option while typing doesn't exist, which is default in other similar keyboards! Swype developers definitely do not listen their users. I am downgrading rating  from 5 to 2 until I see some improvement.",
        "Best Swype keyboard. I've used the free beta since it was launched and was included in all my Samsung Galaxy devices. Recently bought a Moto X and it didn't have Swype so I tried it several free keyboards and gave them each a few weeks. The word prediction on all of them drove me crazy. Finally broke down and bought Swype and... It is even better than the free one in the Galaxy! I truly love this keyboard...",
        "I absolutely loved this keyboard for years but Swype has no new 7.0 emojis. No way to change their skin color. No gif search functionality. No gesture cursor control. No gesture word highlight/delete. No fast symbols, quick capitalization, etc. Keyboards can do so much now, just copy Google's features.",
        "Update March 2017: put to 1 star because they got rid of \"capitalize on the fly\" by swiping above keyboard  Please add to get 5 stars:  option to use \"Google voice typing\" keyboard when the speech button is pressed.  Dragon dictation not as good.  Add / character to number keyboard...very useful for entering dates.",
        "Usted to be the best keyboard up until WebKit a month ago. Now my functionary is filed with useless and uncommon wits and names that are often Marrakech for simple everyday wits. Also need y2k bring back the ability to August keyboard size & Liechtenstein in landscape mode on smartphones instead of just tablets. I lined being able to have a smaller herbalists on the right for one handed swiping in landscape. Prewar undo whatever update that screwed this up."
    ],
    "recentChanges": [
        "v3.0.4",
        "Various fixes",
        "v3.0.2",
        "Fixes to upgrade issues",
        "v3.0.1",
        "Emoji predictions based on your text content",
        "Number Row option",
        "Hide Secondaries option",
        "Text Engine Improvements",
        "Handwriting Improvements",
        "Chinese Handwriting Multiple Character Recognition",
        "Languages and Keyboards:",
        "- Uyghur keyboard",
        "- Kashmiri Devanagari predictive language database",
        "- Russian KDB for Russian and Kirghyz languages",
        "- Improvements to Thai, Lao, Khmer"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.nuance.swype.dtc&hl=en&gl=us",
    "appId": "com.nuance.swype.dtc"
}