{
    "title": "Reigns",
    "summary": "Swipe left, swipe right, be the King.",
    "icon": "//lh3.googleusercontent.com/-KM1d0oJ05n0IC5D5qyP-KI-4OhUmuEw2fwSQUsqvFs0iFcmNPS-QZh7uxKww--_wg=w300",
    "price": "$2.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 4.7,
    "reviews": 106944,
    "developer": "DevolverDigital",
    "developerEmail": "support@devolverdigital.com",
    "developerWebsite": "http://www.devolverdigital.com",
    "updated": "March 29, 2017",
    "version": "1.07",
    "genre": "Card",
    "genreId": "GAME_CARD",
    "description": "**Play Store Most Innovative Game of 2016**Sit on the throne as a benevolent (or malevolent) medieval monarch of the modern age and swipe your royal fingers either left or right to impose your will upon the kingdom. Survive the seemingly never-ending gauntlet of requests from your advisors, peasants, allies, and enemies while maintaining balance between the influential factions of your kingdom. But beware; each decision you make might have implications and unfortunate consequences down the road that could put your reign and family’s dynasty at risk!Each year of your reign brings another important – seemingly random – request from your unpredictable kingdom as you strive for balance between the church, the people, the army, and the treasury. Prudent decisions and careful planning make for a long reign but unforeseen motivations, surprise events, and poor luck can take down even the most entrenched monarch. Extend your reign as long as possible, forge alliances, make enemies, and find new ways to die as your dynasty marches along through the ages. Some events will span on centuries, with an intrigue involving burning witches, scientific enlightenment, wicked politics and, maybe, the Devil himself.",
    "descriptionHTML": "**Play Store Most Innovative Game of 2016**<br><br>Sit on the throne as a benevolent (or malevolent) medieval monarch of the modern age and swipe your royal fingers either left or right to impose your will upon the kingdom. Survive the seemingly never-ending gauntlet of requests from your advisors, peasants, allies, and enemies while maintaining balance between the influential factions of your kingdom. But beware; each decision you make might have implications and unfortunate consequences down the road that could put your reign and family&#x2019;s dynasty at risk!<br><br>Each year of your reign brings another important &#x2013; seemingly random &#x2013; request from your unpredictable kingdom as you strive for balance between the church, the people, the army, and the treasury. Prudent decisions and careful planning make for a long reign but unforeseen motivations, surprise events, and poor luck can take down even the most entrenched monarch. Extend your reign as long as possible, forge alliances, make enemies, and find new ways to die as your dynasty marches along through the ages. Some events will span on centuries, with an intrigue involving burning witches, scientific enlightenment, wicked politics and, maybe, the Devil himself.",
    "histogram": {
        "1": 457,
        "2": 286,
        "3": 1955,
        "4": 21055,
        "5": 83191
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "3.0 and up",
    "androidVersion": "3.0",
    "contentRating": "Teen",
    "screenshots": [
        "//lh3.googleusercontent.com/wVjA6TfCQWHLX6qZK4Yy4vCyJPWCGLTHRzw0rYgZy48nChzTWmuXoWc191DuRHC8qw=h310",
        "//lh3.googleusercontent.com/3elVzuJ_3QeNh06TLRopSHokvyOxCe-6wXwd0ghk3DjskfapGBYrtB2rj86zHhGB5ogW=h310",
        "//lh3.googleusercontent.com/Q81OvwAHmU6MlIT8Y8tOFPtR4QJdrbFtT-2ZTlQK4Y19rlUi84xFkwcvVl2oEOAcqWU=h310",
        "//lh3.googleusercontent.com/FtVPG9CK34VATl2mc9c_WPELvwtFPKJgezQwXHJZ1ecLCRy0-hmudIlsE6R7xj-Aq4Y=h310",
        "//lh3.googleusercontent.com/4zvt5VYUDhOkeFBiKEFsJB0HR7-LOP2wKldhEmFeWhHzh-ZanP4APHJH0228o_KhnA=h310",
        "//lh3.googleusercontent.com/Xa_JV2nOPA5kvrvCR1PGs5ILcHHdGmqnwZKj8F8rgxqy5sgl8mfvizbpEit4xFpuvQ=h310",
        "//lh3.googleusercontent.com/KYm8A991dLTsduxQ0PFOFyz7U6hiSmZ-hqOUFpPCaNLK1rTDLLO4mBcXe-2cKzhbML_K=h310",
        "//lh3.googleusercontent.com/T2FP-m3GIuilA9FTvLzvgxLScyxZzDBsDkEJrEqJge--ToHOC_LDfO4uaIsjQT6YXQ=h310",
        "//lh3.googleusercontent.com/D6g4LXezcNwxFWE50a1dPoJd5tojz_6qikYZSGK3eNEMeHvfMwt8AIJlfoQd4aXuRdg=h310",
        "//lh3.googleusercontent.com/5dZq0847Onc57EDQ113enUJLHNg1JM1izQSjkijoBuQNa7QedMclL6A5l4U8ohhd6mA=h310",
        "//lh3.googleusercontent.com/Z0VznAPkO9VCLKEeegwmcx37ReXUvxCOcHLIKmlYODwX7LasRFX3GQKw2L5FbqZplnrj=h310",
        "//lh3.googleusercontent.com/yxbscdUImI4zB2WapxYP9VURqxCTRaeBnZyO-DyRFj6JbMcVM5uOHFnaRXsfeh4zaec=h310",
        "//lh3.googleusercontent.com/KuEse9n5KwxYZkP6FTXiePCY5CxbglLdnCxvUe-UJWAwcxvd-dxCStB_sChAy1N65Ck=h310",
        "//lh3.googleusercontent.com/qloO3hwdzMp60Jd7nNnXYM5JWkXRdFcCQnQh4GN7tFD1MyrGB4h28YMWglEE-1TTwQ=h310",
        "//lh3.googleusercontent.com/tAGWnlBfNLnEK5USUJcZgo52yqUK7aDC7uBaBUTzLRQfEG8xuaHnYADH7iATrDh5Ug=h310"
    ],
    "video": "https://www.youtube.com/embed/vF1NfBTRdeY",
    "comments": [
        "It's a Great Game and it is worth it. Though, I would like to see more quests, features, and characters. Also, I would love if there was like a way to unite with other kingdoms so there was like a good story or the other kingdom could be enemies. This would make the game more fun if adding more things to it.",
        "After the last update a massage saying my \"game data is corrupted\" pops up right after launching the game. If I hit the \"reset\" button, nothing happens, if I hit the \"cancel\" button, nothing happens. What should I do? Thanks.",
        "Welp, short game, but this game gonna stay in my phone forever! the gameplay, storyline, just too many ways to dieeeeee!",
        "Great game, played it through a couple of times, got repetitive in the end and got excited for the new content but the reset button doesn't work",
        "Love it! Wasn't crazy about it at first but I thoroughly enjoy the changes that recruiting new character brings to the game. I would love to have a list of what characters I cab recruit and what packs they bring to the game!",
        "Great time killer, and makes you think on some of the choices you make. I think occasionally there are some choices that are weighted a little to heavy and vice versa, but overall, it's just damn fun.  Definitely gonna recommend this game."
    ],
    "recentChanges": [
        "This free update adds more than 100 new cards including:",
        "- 1 new character",
        "- 3 new deaths",
        "- 5 new objectives",
        "- 1 fake elephant",
        "The main plot should be slightly easier to solve now. The game should be slightly less repetitive. If you want to reset the game, touch the screen with 2 fingers for 5 seconds. Thank you for the amazing welcome you gave Reigns!"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.devolver.reigns&hl=en&gl=us",
    "appId": "com.devolver.reigns"
}