{
    "title": "Monument Valley",
    "summary": "An illusory adventure of impossible architecture and forgiveness",
    "icon": "//lh3.googleusercontent.com/eMga-jTfHJ934OOQWtz797Wixjat9R5MHzOCjr9nqFwjrkbBEpNkjFle5du2FGNnC-0=w300",
    "price": "$3.99",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 4.7,
    "reviews": 141887,
    "developer": "ustwo games",
    "developerEmail": "support@monumentvalleygame.com",
    "developerWebsite": "http://www.monumentvalleygame.com",
    "updated": "February 16, 2016",
    "version": "2.4.22",
    "genre": "Puzzle",
    "genreId": "GAME_PUZZLE",
    "description": "In Monument Valley you will manipulate impossible architecture and guide a silent princess through a stunningly beautiful world.Monument Valley is a surreal exploration through fantastical architecture and impossible geometry. Guide the silent princess Ida through mysterious monuments, uncovering hidden paths, unfolding optical illusions and outsmarting the enigmatic Crow People.Ida's Dream now available.Forgotten Shores: Eight new chapters of adventure and illusion available now as a separate purchase.=======\"One of the very finest hours, and the value of such a thing is incalculable\" - Kotaku\"Brilliant design... stayed with me like a dream I didn't want to forget... 9/10\" - Polygon\"Monument Valley stuns with its serenity... each screen is a work of art\" - Huffington Post\"Almost impossibly gorgeous...  a feast for your senses... 5/5\" - Touch Arcade“Monument Valley is the most elegant game I have ever played”  - Tim Schafer=======BEAUTIFULInspired by minimalist 3D design, optical illusions and palaces and temples from around the world, every monument is a unique, hand-crafted world to explore.EASY TO USETwist and drag to reshape the world and help Ida to explore.  Designed to be easy for everyone to pick up, enjoy and complete.SOUNDAudio reacts to your manipulation of the world to provide a surreal and beautiful soundscape.  Best experienced with headphones.CLOUD SAVESynchronize your game across all your devices.TABLET SUPPORTMonument Valley is optimised for both tablets and phones.",
    "descriptionHTML": "In Monument Valley you will manipulate impossible architecture and guide a silent princess through a stunningly beautiful world.<br><br>Monument Valley is a surreal exploration through fantastical architecture and impossible geometry. Guide the silent princess Ida through mysterious monuments, uncovering hidden paths, unfolding optical illusions and outsmarting the enigmatic Crow People.<br><br>Ida&apos;s Dream now available.<br><br>Forgotten Shores: Eight new chapters of adventure and illusion available now as a separate purchase.<br><br>=======<br><br>&quot;One of the very finest hours, and the value of such a thing is incalculable&quot; - Kotaku<br><br>&quot;Brilliant design... stayed with me like a dream I didn&apos;t want to forget... 9/10&quot; - Polygon<br><br>&quot;Monument Valley stuns with its serenity... each screen is a work of art&quot; - Huffington Post<br><br>&quot;Almost impossibly gorgeous...  a feast for your senses... 5/5&quot; - Touch Arcade<br><br>&#x201C;Monument Valley is the most elegant game I have ever played&#x201D;  - Tim Schafer<br><br>=======<br><br>BEAUTIFUL<br><br>Inspired by minimalist 3D design, optical illusions and palaces and temples from around the world, every monument is a unique, hand-crafted world to explore.<br><br>EASY TO USE<br><br>Twist and drag to reshape the world and help Ida to explore.  Designed to be easy for everyone to pick up, enjoy and complete.<br><br>SOUND<br><br>Audio reacts to your manipulation of the world to provide a surreal and beautiful soundscape.  Best experienced with headphones.<br><br>CLOUD SAVE<br><br>Synchronize your game across all your devices.<br><br>TABLET SUPPORT<br><br>Monument Valley is optimised for both tablets and phones.",
    "histogram": {
        "1": 2198,
        "2": 1734,
        "3": 4559,
        "4": 16580,
        "5": 116816
    },
    "offersIAP": true,
    "adSupported": false,
    "androidVersionText": "2.3.3 and up",
    "androidVersion": "2.3.3",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh6.ggpht.com/VjjZJBvlWFEgan0fDyn7-srxuFTiiZBSpHEUIiq7GtnqdEXl-zwbFi4Cu4wOic2ULqY=h310",
        "//lh4.ggpht.com/VC-eJPGHkyrlbNBPFOJpGP0f5oG8Q6GzQLXd9CJ291pI5wurSSfavSpckssx04VER2s=h310",
        "//lh3.ggpht.com/f8XEOwz-9PiEAwHvvY3N3EFYwBryurZpY6wYGTrsbo0t9bJ562-Tvole3rLLXAhyweJS=h310",
        "//lh3.ggpht.com/rsjuVCAKTUhO7tk0D3V9p2m2v0DY-t_Ph7oIwH7ivLglGtMWCCH58eh5H_DDrBjdYlM=h310",
        "//lh4.ggpht.com/xAvWFaN_DSsniGQts5S24wMTADjVeKLNTcRdh36JKD_Ik08l4Cb4h1eopkxvekXhj1g=h310",
        "//lh3.googleusercontent.com/nGMMb6GobxRmWXENVYUXDpcby8dyhRXLvjoNEp9gTVAkRgLQbIrP7Jmz9yBbAh2Y1rJH=h310",
        "//lh3.googleusercontent.com/byB2Pa3YO2W3VRys98f7QxMQ6yalJecOHzXN-5gKb8S-c0K8dlReyXM9ZGhEMgW65f4=h310",
        "//lh3.googleusercontent.com/QPUzaKQaKRsMae-wPAUaLmz0aA9shett9CoB9A2Jx1S2tvWm7PWCihitWNsjR5HjxEA=h310",
        "//lh6.ggpht.com/DEDeOzMr__NUnTtnS_kSduakfxKcHCyAWrNVRV3i3cIwBXrIhOB9MBn5PJc6hYeo7uiP=h310",
        "//lh5.ggpht.com/uUc45UbzReJk0mIWhQUufwVWqzHIHtPFmwPtepbdz01P9GIhRjAr1aX9s6-7lP9Fxsf6=h310",
        "//lh3.ggpht.com/zkv6SGENC5m2QGzJN94oGyv06O641kNQT-3buvVvn_qEhLFaXNaLoBgxyJaLePDVoSk2=h310",
        "//lh6.ggpht.com/dqNbnhJ5hnuARwbO13IGUjnC5CH2MIVbO-Hay-cm7xKqJhDbw8dXqs6zT4zC3O4yYhM=h310",
        "//lh6.ggpht.com/wFqIYwtzxYsk_RK4B5Os9hoWKARVG1e1wUy5jiCq-G4pnYo1lQ49YAYGQ7437B5Gskbn=h310",
        "//lh3.googleusercontent.com/drZ7a2dz7zswq4hCPBwb5n_8IFkiIRnud4feV5vi41NUF7WJ71OnzrKdZQFB1GoD4SQ=h310",
        "//lh3.googleusercontent.com/Eyjl5I2ScyHITxPprkbnZYgBLgPdO2LUrv1-z_L4u1JsMUDvN95j4VmohuyDOnHW1uI=h310",
        "//lh3.googleusercontent.com/8-MDEj351VJrIOZFoUnEfvuRLjI9k5MKFO2LHXE1NH5-fMO4rzsMc8HimFeptKPxhg=h310",
        "//lh3.ggpht.com/WWIiFvG9-UgTtHhDVeY9jCzrs8FWOHzwrWIfch6-SMobcoCw5narmUXNQ3-6J62gRA=h310",
        "//lh3.ggpht.com/ATkqNnZPkc4NPNRx-Ta79moQqMDlJD1bLHYnaB4bcKje-FCBs-UdPGAmKv-EtQWM_kc=h310",
        "//lh5.ggpht.com/Mcu6SmwnzFlGZwg5JmIsfqqH-6LhcNl7GMpKjD15iLCqJh-Biah3V8uYhLmKFvmZhg=h310",
        "//lh6.ggpht.com/fwkdXY1y92sq0VxNB7NZGbi2vuKaClbAvoSvRATKu-bwpDQxJZhSLZRKBZXMOo-RduYn=h310",
        "//lh6.ggpht.com/HZlAWGR1NOaEEje2JYY5Vs-2KPaXuMdFHxl07nPn9SbY_W8-SvBVLmWsXgV0WB12mOo=h310",
        "//lh3.googleusercontent.com/RjFZ1PdNMFycy0Ewydz-8Ktn3uq9U4w4kXY1QZkKHgoxoVlLuBeGXKDvvnC4Js6M7MQ=h310",
        "//lh3.googleusercontent.com/ifDnDGg05at8LNvWZXHj62QtHK83TAhK0EEfegq8CukBE9JiNiaisJJEzi-VCfttIA=h310",
        "//lh3.googleusercontent.com/1ypeFf7kO_wiLpO1sdn5JENV3tycW_0G1pD29sx2qIk9KfamocSiGUk8jfUdAO3fZA=h310"
    ],
    "video": "https://www.youtube.com/embed/Me4ymG_vnOE",
    "comments": [
        "Incredible experience! I don't often write reviews, especially for phone games. But this was truly a unique experience. Never has a puzzle game left me so satisfied and wanting more than this game, I was sad when it was over and immediately bought the extra levels and was not disappointed in the slightest. The sounds, music, and the look and feel of this game are incredible! Very reminiscent of Journey. The puzzles are beautifully made, very simple but challenging. Controls work very well, only complaint is there isn't more.",
        "A Masterpiece This is the first mobile game I've ever played that's so good that it warrants mobile gaming as a significant gaming platform. The art, music, gameplay and everything about it is beautiful and coated in polish. I love the Escher vibe to it and the intelligent level design, especially in forgotten shores. This is one of those rare titles that I will never stop recommending to people. On a side note, it was awesome seeing the game referenced in House of Cards, it deserves every bit of publicity it can get.",
        "An app without equal This is the first and only gaming app I've bought thus far. Its game play wherein which its music, ui, play style makes it an app unlike any other. The creators of this game are absolutely brilliant to have come up with such a remarkable app.  They have also inspired me to code an app of my own. I could sing no higher praise to the creators and their app. I would highly recommend everybody to download and try this app for it will surely bring you an experience that'll be entirely and absolutely different.",
        "This game is absolutely splendid. The art, the little story, the gameplay... All wonderful!! I finished the original game in less than 2 hours, I just could not put it in. I got sucked into this world.. I love when I find a new atmosphere and feeling from art that I've never experienced before. I would honestly pay for more expansions. Thank you so much for this game.",
        "Leaves Me Speechless Words cannot describe the incredible awesomeness of this game. The geometry of the levels is absolutely mind-blowing and it is fun and challenging in all the great ways a game can be. The developers have made an absolute masterpiece and there are no other games out there that come close to this one. You cannot go wrong in downloading this game. It is worth WAY more than the price. I just hope they come up with more levels. I could play hundreds of them. UPDATE: I bought/downloaded the added 8 levels and they are incredible. WELL worth the $. (Acer A500 10.1\" Tablet - Android v4.0.3)",
        "Eye-catching & Beautiful! Words can't describe how happy I am for buying this gem. I was sceptic regarding how reviews used to say that this game is short. But really, now I don't care - the music is legendary, the game looks astonishingly great and gameplay is so intuitive. One of the best gaming experiences of all time for me. Just GEDDIT!"
    ],
    "recentChanges": [
        "+ General improvements"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.ustwo.monumentvalley&hl=en&gl=us",
    "appId": "com.ustwo.monumentvalley"
}