{
    "title": "Torque Pro (OBD 2 & Car)",
    "summary": "Measure BHP, Torque &amp; 0-60Clear car OBD faultsView engine data in Google Earth",
    "icon": "https://lh3.ggpht.com/jCmUBkfai1vJhnCYXDefs706hLCrBAPtzDX4JI4aFuVza2MS-ZMSSJnJFSFEHciDU9s=w300",
    "price": "$4.95",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 4.5,
    "reviews": 48243,
    "developer": "Ian Hawkins",
    "developerEmail": "piemmm20@googlemail.com",
    "developerWebsite": "http://torque-bhp.com/",
    "updated": "November 10, 2016",
    "version": "1.8.154",
    "genre": "Communication",
    "genreId": "COMMUNICATION",
    "description": "See what your car is doing in realtime, get OBD fault codes, car performance, sensor data and more!Torque is a vehicle / car performance / diagnostics tool and scanner that uses an OBD II Bluetooth adapter to connect to your OBD2 engine management / ECULayout your own dashboard with the widgets / gauges you want!It can use the GPS to provide tracker logs with OBD engine logging so you can see what you were doing at any point in timeIt can also show and reset a DTC / CEL / fault code like a scantool. Helps you fix your car and helps keep repair costs down!Torque also features:* Dyno / Dynomometer and Horsepower/HP & Torque* Can read Transmission Temperatures (vehicle dependant)* 0-60 speed timings - more accurate than just using plain old GPS - see how fast your car is (or truck )* CO2 emissions readout* Customisable dashboard & profiles* Video your journey using the Track Recorder plugin with onscreen OBDII data overlay - a black box for your car/truck!* Automatically send GPS tagged tweets directly to twitter (for example if you are going on a road trip)* Massive fault code database for lookup of fault codes from different manufacturers* Theme support (choose from different themes to change the look of your dashboard)* Send logging information to web or email CSV/KML for analysis via excel / openoffice reader* Heads up display / HUD mode for night time driving* Compass (GPS Based) that won't suffer magnetic interference* GPS Speedometer/Tracking and realtime web upload capability - see what you were doing and your engine, at a point in time* Turbo boost feature for vehicles that support MAP and MAF sensors (VW & Golf / Audi / Seat etc supported)* Alarms and warnings (for example if your coolant temperature goes over 120C whilst driving) with voice/speech overlay* Car dock support* Graph data* MPG* Able to share screenshots to Facebook, Twitter, Google+, Email, etc* AIDL API for third party apps, A simple Telnet interface for developers to talk to the adapter, and an OBD scanner.* Works on tablet devices like the Motorola Xoom, Dell Streak, Samsung Galaxy Tab and NookWorks on any vehicle that uses the OBD 2 standard (most vehicles built after 2000, but can work for vehicles as far back as 1996) if in doubt check with your manufacturer first or look for 'OBD2' on written on a big white label in your engine bayWorks on vehicles made by Ford, VW, GM/Vauxhall/Opel, Chrysler, Mercedes, Volkswagen, Audi, Jaguar, Citroen, Peugoet, Skoda, Kia, Mazda, Lexus, Subaru, Renault, Mitsubishi, Nissan, Honda, Hyundai, BMW, Toyota, Seat, Dodge, Jeep, Pontiac and many more vehicle makes, European, US, Far East, etc. Some vehicle ECUs may support more/less features than othersThe app needs a Bluetooth OBD2 adapter to work. The adapter is small and plugs into the diagnostics socket on the car which gives your phone access. You can find a list of adapters on: http://torque-bhp.com/wiki/Bluetooth_Adapters (Garmin EcoRoute HD adapters not supported)If you buy one of the cheap china OBD2 ELM327 bluetooth adapters from ebay / amazon, then make sure you have a good returns policy with the seller Some of the best reliable OBD2 / OBD adapters are the Scantool.net adapter, the OBDKey, and PLX Devices, OBDLink, Bluetooth, ELM327 and other adapters are supported - search on google for themMore features added every release - there are forums at http://torque-bhp.com/forums/ - if you want something added then let me know and I'll try to add it if it is possible! Vehicle ECUs vary in the amount of sensors supported*PLEASE NOTE* Any reports of hanging or reboots after quitting the app is due to a bug in HTC devices and Galaxy Tab,this can be triggered by using the Pandora/Vlingo/Other BT apps. Disabling Pandoras new bluetooth settings fixes the problem, but HTC/Samsung need to release a fix.Please contact their support and request a fix,Thanks!Changelog: http://torque-bhp.com/forums/?wpforumaction=viewtopic&t=3.0",
    "descriptionHTML": "See what your car is doing in realtime, get OBD fault codes, car performance, sensor data and more!<br><br>Torque is a vehicle / car performance / diagnostics tool and scanner that uses an OBD II Bluetooth adapter to connect to your OBD2 engine management / ECU<br><br>Layout your own dashboard with the widgets / gauges you want!<br><br>It can use the GPS to provide tracker logs with OBD engine logging so you can see what you were doing at any point in time<br><br>It can also show and reset a DTC / CEL / fault code like a scantool. Helps you fix your car and helps keep repair costs down!<br><br>Torque also features:<br><br>* Dyno / Dynomometer and Horsepower/HP &amp; Torque<br>* Can read Transmission Temperatures (vehicle dependant)<br>* 0-60 speed timings - more accurate than just using plain old GPS - see how fast your car is (or truck )<br>* CO2 emissions readout<br>* Customisable dashboard &amp; profiles<br>* Video your journey using the Track Recorder plugin with onscreen OBDII data overlay - a black box for your car/truck!<br>* Automatically send GPS tagged tweets directly to twitter (for example if you are going on a road trip)<br>* Massive fault code database for lookup of fault codes from different manufacturers<br>* Theme support (choose from different themes to change the look of your dashboard)<br>* Send logging information to web or email CSV/KML for analysis via excel / openoffice reader<br>* Heads up display / HUD mode for night time driving<br>* Compass (GPS Based) that won&apos;t suffer magnetic interference<br>* GPS Speedometer/Tracking and realtime web upload capability - see what you were doing and your engine, at a point in time<br>* Turbo boost feature for vehicles that support MAP and MAF sensors (VW &amp; Golf / Audi / Seat etc supported)<br>* Alarms and warnings (for example if your coolant temperature goes over 120C whilst driving) with voice/speech overlay<br>* Car dock support<br>* Graph data<br>* MPG<br>* Able to share screenshots to Facebook, Twitter, Google+, Email, etc<br>* AIDL API for third party apps, A simple Telnet interface for developers to talk to the adapter, and an OBD scanner.<br>* Works on tablet devices like the Motorola Xoom, Dell Streak, Samsung Galaxy Tab and Nook<br><br>Works on any vehicle that uses the OBD 2 standard (most vehicles built after 2000, but can work for vehicles as far back as 1996) if in doubt check with your manufacturer first or look for &apos;OBD2&apos; on written on a big white label in your engine bay<br><br>Works on vehicles made by Ford, VW, GM/Vauxhall/Opel, Chrysler, Mercedes, Volkswagen, Audi, Jaguar, Citroen, Peugoet, Skoda, Kia, Mazda, Lexus, Subaru, Renault, Mitsubishi, Nissan, Honda, Hyundai, BMW, Toyota, Seat, Dodge, Jeep, Pontiac and many more vehicle makes, European, US, Far East, etc. Some vehicle ECUs may support more/less features than others<br><br>The app needs a Bluetooth OBD2 adapter to work. The adapter is small and plugs into the diagnostics socket on the car which gives your phone access. You can find a list of adapters on: http://torque-bhp.com/wiki/Bluetooth_Adapters (Garmin EcoRoute HD adapters not supported)<br><br>If you buy one of the cheap china OBD2 ELM327 bluetooth adapters from ebay / amazon, then make sure you have a good returns policy with the seller <br><br>Some of the best reliable OBD2 / OBD adapters are the Scantool.net adapter, the OBDKey, and PLX Devices, OBDLink, Bluetooth, ELM327 and other adapters are supported - search on google for them<br><br>More features added every release - there are forums at http://torque-bhp.com/forums/ - if you want something added then let me know and I&apos;ll try to add it if it is possible! Vehicle ECUs vary in the amount of sensors supported<br><br>*PLEASE NOTE* Any reports of hanging or reboots after quitting the app is due to a bug in HTC devices and Galaxy Tab,this can be triggered by using the Pandora/Vlingo/Other BT apps. Disabling Pandoras new bluetooth settings fixes the problem, but HTC/Samsung need to release a fix.Please contact their support and request a fix,Thanks!<br><br>Changelog: <br>http://torque-bhp.com/forums/?wpforumaction=viewtopic&amp;t=3.0",
    "histogram": {
        "1": 2060,
        "2": 982,
        "3": 2128,
        "4": 7569,
        "5": 35504
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "2.0 and up",
    "androidVersion": "2.0",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.ggpht.com/Rwna0Z6-EYHkQb18SaFfCRpk1mfsLE3uC0UQMx_dxf48biXeD3QFsNJrnJjutWMFmh8=h310",
        "https://lh3.ggpht.com/IElU7AcmrAvI8yDW1YEPVrDfxuizWKSLkUtWyIDaZScE2jwlDvxyKG2z2PD5yu1jEg=h310",
        "https://lh4.ggpht.com/cRIYvWimJPcTcVvlpR47XskhrAtLQwZKKUeZEYqbdhe1tI91F8EsFceLcLJFGNTx1J3x=h310",
        "https://lh4.ggpht.com/w7VRn1Mi-jIE1CxjQUADpvbylag34xSzvMeMGwqzYXAr4sVndiZhIredfufvXoRRu_yu=h310",
        "https://lh3.ggpht.com/Hkd4cH3xiiCGXddoS27UAB_lTLO2FwYFPz35j7ZA96TMi8y3kC3c-5kVNZwyLNYrZ5k=h310",
        "https://lh3.ggpht.com/gbyACckmx2FB8wzK-7__8nX91y2I7lEH2-PDp4p4Pgegnuex5Bqx4q1fJbGt5A-Cigg=h310",
        "https://lh4.ggpht.com/uhLsPMZ5BIQwSrtC0BAkNxwTNmWQX4t-oZdvbmWAb5hG4Q7oi69-jA492Q8ZK8gieA=h310",
        "https://lh5.ggpht.com/ps72wQBmIOJbFdADS88rs0ubrkK5ESOpBfOb6tinePsypUHtsAL8NfugPTOVVUsSyLU=h310",
        "//lh3.ggpht.com/kO7aAjPZ_NOa-deANkeoRUkng0orMhy2yb8fknVBuWhnjEGVte5UX-AQ0oObJVt6Bw=h310",
        "//lh5.ggpht.com/82wikNpCVUKD1MiZrDT-fAbJBN0FtyTebRE3Ho9mYqQmBzF-WR706F7a8q7PRmtP8w=h310",
        "//lh3.ggpht.com/iS-Sod_krWXgkqBmvFuu4ooMW_uskNsjz3UQ3LoS9JdfbHMPQhmy3oRsFV2ecI_sOpg=h310",
        "//lh3.ggpht.com/cJ1v1Nlch3DX_1UQsky_LF7vUF4zWc11JwSAKkipu3N0a4WI1GJTFu2LwVbJJM3xqdk=h310",
        "//lh6.ggpht.com/cbzzoJAkP3442EXf_749ZIRhYxs0I-hLUCwxThbL3WwXEw5agnJ12AOKAtvFkV2lx0QT=h310",
        "//lh5.ggpht.com/bu0bkX6u5NdvFmmk89Vef-kTGm6PLM6wSijtTPYmtBrEgSwpzSdLiRgwhZUpwkmKTJV0=h310",
        "//lh5.ggpht.com/XQHptNoUSlAvQseylASvA8CaYFdvO_o9dHaX8sb3l88RHo7NlRwOcNCO4KAZgPO1RyCd=h310",
        "//lh5.ggpht.com/_sySIsbM6IH5YFvo03LierCgOGRbG21K98VdLBKt7I1_lVCSRD6tHv2Qapg7uHwsxuA=h310",
        "//lh3.ggpht.com/gBU6JNmZSAKZKnzTPtHGgCBCJKetN20XJ3-U4QCXCaCGNlvWtRpxjNU9Mbm08844eCd6=h310"
    ],
    "video": "https://www.youtube.com/embed/I3PmFyYYgsk",
    "comments": [
        "Great tool and worth the money I had the free version for quite a while. Its very full functioned and i really didnt need to upgrade it. I loved it so much and it saves me so much money that I wanted to support the developer and buy the full version. Im generally a cheapskate so that right there speaks volumes . i use this tool on my daily driver and i use it on all my friends cars to reset CEL warnings and read diagnostic codes. Tried it on 6 different makes. Only car i cant connect to is the mini cooper. Might be proprietary code?",
        "Very nice intuitive user interface and appearance.  It's not perfect but well worth the money.  If you find it cannot connect with your vehicle or if an enhanced PID that you want does not work for your vehicle, then try Car Gauge Pro (best for Ford) or Dash Command (best function but expensive).  Torque Pro would not display CMP Retard PID for my 2001 Blazer.  Torque Pro would not connect at all to my 2006 Pontiac G6 (1st year CANBUS).  Torque Pro would not display wheel sensor speeds (ABS) on my 2008 Ford Ranger.  Still, I would always start with Torque Pro on a new vehicle if I did not know.",
        "Just plain works and gives you access to a huge selection of live data from the engine. Got the recommended Bluetooth obd2 dongle and have not had a problem at all ever. Only hard thing is finding information like volumetric efficiency for a particular engine to get the horse power and torque reading accurate. When you get that data sorted out and the weight of your vehicle spot on it's actually pretty damn accurate. Code search and reading function works well and is quick. Liked it so much I purchased another Bluetooth obd2 dongle and sent money to my family so they could have their own as a gift.",
        "Great app, the ability to view GPS tracks with second-by-second engine data is remarkable! However the speed shown on the mapping software is ALWAYS in kph rather than mph, regardless of what you select in the options, rendering it more difficult to interpret for British users. Reading the Torque Pro forums this has been an active glitch for over twelve months which really needs a fix! Currently four stars but easily has capability of five stars for such a great app.",
        "Definitely worth the money.   I have a request to the developer: under the \"Email Logs\" option, would you please add the ability to send all logs simultaneously? As I'm presently aware, if you have many different trips, you would have to click on each log one after another to upload them all. I'd love to be able to send them in a single batch.  Keep up the good work.  P.S. You and I might be distantly related...",
        "Best bang for your buck,plus performance display Awesome app, not just scan for codes, but also shows everything about the car, performance,  engine ,GPS speed, temperature. hp,torque etc. Way too many things to check for, can be used for racing monitor too. Now days you have to pay higher price for it to install on your car, like Mustang gt,camero ss, corvette.  Now this only cost you $5 so buy it, you won't be disappointed."
    ],
    "recentChanges": [
        "**Polite Note!**There are currently a lot of clone adapters circulating that are broken/not working on the CANBUS protocol - if your vehicle isn't working,check the adapter if it's a clone(it may work on older vehicles though)",
        "* Tip: Turn on 'Faster Communications' in the settings!",
        "* Updates to filtering for accelerometer based 'G' display",
        "* Updates ready for new track recorder plugin"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=org.prowl.torque&hl=en&gl=us",
    "appId": "org.prowl.torque"
}