{
    "title": "Star Wars™: KOTOR",
    "summary": "Star Wars™: Knights of the Old Republic™",
    "icon": "//lh4.ggpht.com/3bQENAVjDlXZG6RWAq75ilzAx0MjhNptIAfW_Tzec0K5wTGY0ccTDp4QnNU6XaUshMI=w300",
    "price": "$9.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 4.5,
    "reviews": 33037,
    "developer": "Aspyr Media, Inc.",
    "developerEmail": "support@aspyr.com",
    "developerWebsite": "http://www.aspyr.com",
    "updated": "October 19, 2015",
    "version": "1.0.6",
    "genre": "Role Playing",
    "genreId": "GAME_ROLE_PLAYING",
    "description": "• Please note that Star Wars™: Knights of the Old Republic™ for Android has not been slimmed down for mobile in any way.  It is the full KOTOR experience!  As such the file size is quite large, so please be patient when downloading. •  Choose Your Path! It is four thousand years before the Galactic Empire and hundreds of Jedi Knights have fallen in battle against the ruthless Sith. You are the last hope of the Jedi Order. Can you master the awesome power of the Force on your quest to save the Republic? Or will you fall to the lure of the dark side? Hero or villain, savior or conqueror... you alone will determine the destiny of the entire galaxy! Game Features: • An epic Star Wars role-playing experience with unique characters, creatures, vehicles and planets. • Learn to use the Force with over 40 different powers, plus build your own Lightsaber. • Adventure through iconic Star Wars locations, including Tatooine and the Wookiee homeworld Kashyyyk. • Choose your party from nine customizable Star Wars characters, including Twi'leks, Droids and Wookiees. • Travel to eight enormous worlds in your own starship, the Ebon Hawk. • A streamlined user interface custom-made for the touch screen helps immerse you in the action.• Full HID controller support for those gamers that prefer the original control scheme.• For the first time, Star Wars™: Knights of the Old Republic™ has achievements!",
    "descriptionHTML": "&#x2022; Please note that Star Wars&#x2122;: Knights of the Old Republic&#x2122; for Android has not been slimmed down for mobile in any way.  It is the full KOTOR experience!  As such the file size is quite large, so please be patient when downloading. &#x2022;  <br><br>Choose Your Path! <br><br>It is four thousand years before the Galactic Empire and hundreds of Jedi Knights have fallen in battle against the ruthless Sith. You are the last hope of the Jedi Order. Can you master the awesome power of the Force on your quest to save the Republic? Or will you fall to the lure of the dark side? Hero or villain, savior or conqueror... you alone will determine the destiny of the entire galaxy! <br><br>Game Features: <br><br>&#x2022; An epic Star Wars role-playing experience with unique characters, creatures, vehicles and planets. <br>&#x2022; Learn to use the Force with over 40 different powers, plus build your own Lightsaber. <br>&#x2022; Adventure through iconic Star Wars locations, including Tatooine and the Wookiee homeworld Kashyyyk. <br>&#x2022; Choose your party from nine customizable Star Wars characters, including Twi&apos;leks, Droids and Wookiees. <br>&#x2022; Travel to eight enormous worlds in your own starship, the Ebon Hawk. <br>&#x2022; A streamlined user interface custom-made for the touch screen helps immerse you in the action.<br>&#x2022; Full HID controller support for those gamers that prefer the original control scheme.<br>&#x2022; For the first time, Star Wars&#x2122;: Knights of the Old Republic&#x2122; has achievements!",
    "histogram": {
        "1": 2307,
        "2": 676,
        "3": 1132,
        "4": 3738,
        "5": 25184
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "4.1 and up",
    "androidVersion": "4.1",
    "contentRating": "Teen",
    "screenshots": [
        "//lh3.ggpht.com/amGZ3pgYkIYxZ8Pz607xHopnlCGl-FtqhU9v9Fz1aV_fpyWlqvvU019dRHNAdxGeYB8=h310",
        "//lh4.ggpht.com/TKAU5s5mqBqj0mXOx0hzgKTuxYcHC8nonHJZOsJvzRS8Wi5_35hGxSeR-usdMpq_yA=h310",
        "//lh3.ggpht.com/vyRZyZ4YYBK5ZWQnqrklAhKy08r8wBRk10byJMXCVGx66Eo9XozjD4gmcL2Uh3dZMII=h310",
        "//lh4.ggpht.com/WgQFdGX7n0hC5ONHovYs7owTmBUIUNK9Z7e3Jw8OvEBJmyTQEvj0_5NtC0T7LKszfUk=h310",
        "//lh3.ggpht.com/fqzKV1DDRxLd_6pIqWReqmtN06EUlMcHNSURhCkvJqpJf-Hvs3A6Y9KZUZxT9AD4j0w=h310",
        "//lh3.ggpht.com/sobmPoqky8bnZZ14BZ87OusQPzD_c3BJM89E_hb1oUwACiT_s4C9WP2r5hC31C4IPzc=h310",
        "//lh3.ggpht.com/-3BI1sd22kC1r9B9smPPP5P6jsvAPy-QHJFUWawXI_5ftkhjGyF5a2lHCaowCjkmkg=h310",
        "//lh4.ggpht.com/lyOLMszlhgGB3bJWlPTCSN83vimrw58MDRBkkePtSWpWXtvZRWK0PLWPwpnqlZ6nXRwz=h310",
        "//lh5.ggpht.com/1vKDhRpYwJr13YcKHEBMf0AZAl8hGTfk-FdzI_TqApqczwWTdUO9bajKiXmMqLJkKic=h310",
        "//lh3.ggpht.com/KLrypEt7i-G09ShLRVA91jQhopeTG-Ial8JiY8eNqA41DY9uRCmLwO_BH9f3-YTkqFk=h310",
        "//lh3.ggpht.com/g4KmL3MBDX_7N6ZowwN6azUmRAdixogyI_Z-fCI7hE92FhsovM5DLS1Gi28UJPR96JE=h310",
        "//lh5.ggpht.com/rla5SpRft7n6xOW2dmE49eUrncFytqh__VpHo08HV4N6SCXkyBoMQ4vTLsxLdC9zrD0=h310",
        "//lh3.ggpht.com/79lGKLeVqsuCj32kst6bIxU_56PlGeoKsOjyh59Ge7k7sLZk8g6dHX4KlzRzrVHCAs5Q=h310",
        "//lh3.ggpht.com/ddkVZXUX8UjXOteCrjzlLlrWXhgEA-JWas2ZYtQmS0smRz2Dz8ZBRm6N4qsMoWc8ptk=h310",
        "//lh3.ggpht.com/sCKIAx2UyYK3Ng4oFiLCOPp9yuu29S9yobQAa2Eep-N_FKQojPw3sOGW2RgqaB10GHg=h310",
        "//lh4.ggpht.com/syrj8PfmwkI4i_5c79OU0DexliN5rtpqgBssfMwmBxbdTFCXVEf73qStk586NkxOOJo=h310",
        "//lh3.ggpht.com/EnDwYgUnw4Pe7wcrlr6hR_UcJ6s5RJR5V8w0xGl1snJm_oMquZ8dnt_YObfLNSomiJHv=h310",
        "//lh6.ggpht.com/7cIcORr3saeK0_GdyPKicUjMzHlkunUFA_FViKAraTOuO1Ekiklr4MCbv8HLvUSVI14=h310"
    ],
    "comments": [
        "S3 bug The game played fine except that the dialogue doesn't work and I've tried everything to fix it. I'm a huge star wars fan so I tried to redownload it and  Google had in the apps I bought but I ended up having to buy it again because it said I may not have purchased it. I've spent $20downloading it twice and it still won't show dialog which makes it useless even though the rest of the game play's great the text is what makes it good.please fix it or give me a refund; I'd much rather you simply fix it.",
        "Launches into a blank black screen.  I'm running on xperia Z 5 premium.  Game is a great one but it doesn't run on my phone.  1 star until they fix it.  Otherwise will ask for a refund.  After trying several times I was able to get to the title menu but the game doesn't load and crashes.  Does not run on my phone. Update:  I'm raising my review to 2 star because this game runs great on my Xperia z3 tablet.  Will give this 5 stars when/if they fix it.",
        "Can you update this? Please? I've loved this game since first playing it on xbox, and I still do. Clearing though with blasters and enjoying it. But there's some serious holes in the gameplay. Adding some more equipment to the game would be a good start. Its important to balance lightside/darkside equipment options. Add a tactics system simlar to Dragon Age. Follow up with a rebalance to player/enemy stats to meet these new changes. I'd drop coin to that dlc.",
        "First off, I am absolutely enjoying this game on my TV. Playing it on my Mi Box running Android TV os with a Bluetooth controller. Sadly the cloud save is not across other android phones. There are the occasional sound bugs which can be cleared by zoning to another area but overall an enjoyable experience. I subtracted 1star because of the cloud save not being across all my android devices. Would love to continue my progress on the phone when I travel.  Update: Cloud save works, limited to only a single save. To enable it, you have to manually click the save file to be on the cloud.",
        "Amazing port. I've played the original on the Xbox, and it was critically acclaimed then, so this review will focus on the smoothness of the Android port itself. One tip - the game was much easier to control when autorun was turned off. The controls felt intuitive enough, and the style of kotor's combat allowed for easier use of the dragging and touch features of the phone screen. I was able to take the game to the end. Keep in mind that swoop racing is near impossible (make sure to just barely win the first Taris run).",
        "Greatest rpg of all time What else can Really be said about this game?  It was always my favorite since playing it for the Xbox.  The story is one of the best ever and the combat is very fun. It still blows my mind and makes me happy that it's on mobile now =).  As for the game play on the phone it runs very smoothly and is easy to use.  10 bucks is a steal.  So go on and play the best game out there!  =)"
    ],
    "recentChanges": [
        "Expanded a previous fix where many new Samsung devices would launch into a black screen (Android 5.1.1) to include more devices."
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.aspyr.swkotor&hl=en&gl=us",
    "appId": "com.aspyr.swkotor"
}