{
    "title": "The Room",
    "summary": "The Room",
    "icon": "//lh6.ggpht.com/icBuOKiyGKsgKBQ5YvsfVUvTBE65EFUNFJr_RpH7FsSFq0_CVZZjaGl1wfvELf1aFx4=w300",
    "price": "$0.99",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 4.8,
    "reviews": 212199,
    "developer": "Fireproof Games",
    "developerEmail": "info@fireproofgames.com",
    "developerWebsite": "http://www.fireproofgames.com",
    "updated": "December 8, 2015",
    "genre": "Puzzle",
    "genreId": "GAME_PUZZLE",
    "description": "Welcome to The Room, a physical puzzler, wrapped in a mystery game, inside a beautifully tactile 3D world.***************** Praise for The Room:• Eurogamer “...resist hurrying and savour every sliding panel and twist of a dial. The Room is the cave of mysteries from everyone's childhood; a perfect encapsulation of the fear and pleasure of discovery.\" • Gametrailers “The touchscreen controls really shine. A must play” Penny Arcade “This isn’t a title that is hindered by touch controls as much as its set free by them\" • Arcade Sushi \"I couldn’t stop playing this fascinating brain teaser...beautifully crafted\" • Indie Game Magazine \"Fireproof Games has hit a home run\" • Pocket Gamer “More suspense than a thousand bullet-riddled shooters\" • Game Informer “Excellently produced, clever puzzles and spine-tingling music\" • Jaysisgames \"The immersion overrides any sense of your surroundings beyond the box\" \"The Room is eye candy for the mind.\" • IGN “The most realistically rendered objects in a mobile title to date.” ****** How are you, old friend? If you’re reading this, then it worked. I only hope you can still forgive me. We’ve never seen eye to eye on my research, but you must put such things behind you. You are the only one to whom I can turn. You must come at once, for we are all in great peril. I trust you remember the house? My study is the highest room. Press forward with heart. There is no way back now. AS. ****** Fireproof Games are very proud to bring you our greatest creation, a mind-bending journey filled with beauty, peril and mystery in equal measure. Be transported into a unique space that blends spellbinding visuals with intriguing problems to solve.• Unsettlingly realistic graphics: The most natural looking visuals ever seen on a mobile device.• Spine-tingling single finger controls: touch controls so natural you can play with one digit, to fully navigate this mysteriously beautiful 3D world.• Fantastical pick-up-and-play design: Easy to start, hard to put down, the secrets of The Room will immerse you before you even know you're playing.• Compelling layers of mystery: think you know what you're looking at? Think again.",
    "descriptionHTML": "Welcome to The Room, a physical puzzler, wrapped in a mystery game, inside a beautifully tactile 3D world.<br><br>***************** <br><br>Praise for The Room:<br><br>&#x2022; Eurogamer &#x201C;...resist hurrying and savour every sliding panel and twist of a dial. The Room is the cave of mysteries from everyone&apos;s childhood; a perfect encapsulation of the fear and pleasure of discovery.&quot; <br>&#x2022; Gametrailers &#x201C;The touchscreen controls really shine. A must play&#x201D; Penny Arcade &#x201C;This isn&#x2019;t a title that is hindered by touch controls as much as its set free by them&quot; <br>&#x2022; Arcade Sushi &quot;I couldn&#x2019;t stop playing this fascinating brain teaser...beautifully crafted&quot; <br>&#x2022; Indie Game Magazine &quot;Fireproof Games has hit a home run&quot; <br>&#x2022; Pocket Gamer &#x201C;More suspense than a thousand bullet-riddled shooters&quot; <br>&#x2022; Game Informer &#x201C;Excellently produced, clever puzzles and spine-tingling music&quot; <br>&#x2022; Jaysisgames &quot;The immersion overrides any sense of your surroundings beyond the box&quot; &quot;The Room is eye candy for the mind.&quot; <br>&#x2022; IGN &#x201C;The most realistically rendered objects in a mobile title to date.&#x201D; <br><br>****** <br><br>How are you, old friend? If you&#x2019;re reading this, then it worked. I only hope you can still forgive me. <br><br>We&#x2019;ve never seen eye to eye on my research, but you must put such things behind you. You are the only one to whom I can turn. You must come at once, for we are all in great peril. I trust you remember the house? My study is the highest room. <br><br>Press forward with heart. There is no way back now. <br><br>AS. <br><br>****** <br>Fireproof Games are very proud to bring you our greatest creation, a mind-bending journey filled with beauty, peril and mystery in equal measure. Be transported into a unique space that blends spellbinding visuals with intriguing problems to solve.<br><br>&#x2022; Unsettlingly realistic graphics: The most natural looking visuals ever seen on a mobile device.<br>&#x2022; Spine-tingling single finger controls: touch controls so natural you can play with one digit, to fully navigate this mysteriously beautiful 3D world.<br>&#x2022; Fantastical pick-up-and-play design: Easy to start, hard to put down, the secrets of The Room will immerse you before you even know you&apos;re playing.<br>&#x2022; Compelling layers of mystery: think you know what you&apos;re looking at? Think again.",
    "histogram": {
        "1": 3222,
        "2": 1736,
        "3": 4304,
        "4": 23422,
        "5": 179515
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "2.3 and up",
    "androidVersion": "2.3",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.ggpht.com/6pApJlVe8mtRHuC6KI1w9RxfSPWBtgLqJwyB4iojbs6pBUp9HkQX9TdvxuFeP-IkmQ=h310",
        "//lh6.ggpht.com/_uglz6iD8I196YM8_zkaYxOMm6bk8oEvjtMvtnbFLBGY6jBviGj-3Z244wP-NVve39Jk=h310",
        "//lh4.ggpht.com/n0hv8FKjdwHNy6ZQZmzcZk4hJ-mEIRVCQbojjhzVtRTU7jKGvszSrfC2nyQwqR8KVYQ=h310",
        "//lh5.ggpht.com/1-sik0LzgxlARW7yk371yH-D7wUnjfc8xigKN5pFFBplpxCcwTAdRRQq0Ysb6PP9aFY=h310",
        "//lh3.ggpht.com/8tRF1xScf4pNUjf7ehCySmUoJgyx24mQestTT58C7aECQbnkkPkYWSsXDamDRM8XkQ=h310",
        "//lh4.ggpht.com/FpDUyq8jTK_vpdqGcc_gZQMBQMCFUvPJeLWM8qA5MaWxsAWRA6lm92Ifnj2ELAJfi3dq=h310",
        "//lh3.ggpht.com/-4nai5bnFPRKpdoFZWnHTUQP8nbDHTEVB0zPMp--DJWyMzFHCjKn6y3XaGpymElN-5h1=h310",
        "//lh5.ggpht.com/iocmKwsuz1-RteGE082IVevym6j8_-RF-pboq-da8v8PG-W_JbXR_ByL9y6uG7X1LQY=h310",
        "//lh5.ggpht.com/PZ8JqtE23Zg2bIkCZmE9QMDrNfPbilW3MHau4eBTzFnmb63GyABHtsIe5lWWan3uwEI=h310",
        "//lh6.ggpht.com/4fjZNGff7r7N8IevTRgHXI39oL7ippEkA78ie__jySRgupt84UjBNvZTFtTFSdalJDeL=h310",
        "//lh5.ggpht.com/uS6RHNHCe_B2vJ3mGr-H5arVLUYG5CzNQ2tk17qQOx8qy9PWZhXa47q4ICrRZNdpS70=h310",
        "//lh3.ggpht.com/hr3_VDS77SwQF79oHE3SvhhPTKgUtcJ8u5HRKPb2-r27htUoO7Ybiv6XQRKF1-yMwU8=h310",
        "//lh6.ggpht.com/HnMotoVn-EYJzVRKU788YHOn1hAyB8Dc-ib_Lic6HIqjMXmb0D9CiDX_W3ezy7zSDQ=h310",
        "//lh6.ggpht.com/nfRinmo8bDwqBBVxqo0N_-XIJLRc9hYm9czqetenDsMpoig1UteMwDUheQrOHhvhIA-V=h310",
        "//lh4.ggpht.com/mOgidBmSj9p-r7OxD6U91Qmt8iUvh4YfqD1IaNIxJUxntUWxVU1OIxr8OwV9aGxFGRA=h310",
        "//lh6.ggpht.com/eCdZaUHPVYUyDRSmnztpkK3YsfV03HS7LLrTFEG9qDI4MgB02gFNTEDsIBeC5bY38Lw=h310",
        "//lh3.ggpht.com/Ml7_vy-nUB6sFvkrNTLByshjZ-2cY0B4uuhopf_vMO8Tu6sK0DOE-J46_N0ICN825bg=h310",
        "//lh6.ggpht.com/FJnDtRIlXTJMFFKuDEJtivCourOA-ynaNR-LKZTcUr6F3ce-86txHTmyIr20NX9o7Q=h310",
        "//lh5.ggpht.com/XRdvzlc7brns5oGElviM_UfOkSS6V5eDKxQin0j3QNNJz4MNX6VAeTZQrzC6QK-iBeM=h310",
        "//lh5.ggpht.com/T06Ybmi3ghW_TyXDH2VELGOtwQal97BI6rV7Js_5PJP9rNonpM67BffQjdXudCrRvuU=h310",
        "//lh5.ggpht.com/Zc3U7H6AvyiCIwjV5WkTFm_wsTfZEuwGLcO9k3DDmnBhC_VAePdegSM4Di1jNOUEb4I=h310"
    ],
    "video": "https://www.youtube.com/embed/h-NdQSeTPfA",
    "comments": [
        "Bought this game and I'm not sure why, curiosity mainly. Had a 5* rating so took the plunge.  Fantastic game, I played the whole thing through and was so enjoyable. Yes there are free games out there but this one is so well thought out, looks beautiful and is fantastic immersive. My only wish there was more to it. I finished the whole thing in about 3 to 4 hrs. But 79p on 4 hrs entertainment is pretty good. I have since found parts 2 and three. But all more expensive than the previous......",
        "Neat graphics but wont save game Id love to give this 4 or 5 stars but although I bought  game at first install, when I go to quit it says I can't save a game in \"Free play\" mode?  I own it. WTF? Too tired and  battery is low. If this cant be resolved I'll have to use the refund button and I really dont want to... The game and graphics are excellent and Id like a fighting chance to solve it. Help please.              💋Thankyou 5 stars",
        "Brilliant. Thoroughly enjoyed this game. Graphics, tasks & puzzles are superb.  Only thing was I seemed to have unearthed a bug during one of the chapters. Checked the walkthrough and it wasn't working as it should so I emailed for help and got a reply within hours! Though I started the chapter again as advised it didn't work but an uninstall & reinstall solved it. Finished the game and the epilogue. Great game and great support. On to The Room Two methinks ...",
        "Beautiful, elegant and mysteriously intriguing. An absolute MUST for puzzle adventurers. Spoiler alert. Do not read further. My Galaxy S6+ does not properly use the gyro feature thus making it impossible for me to solve the Chapter 2 orb puzzle. I am changing my 5 star rating to a 1 star rating until resolved. Thank you.",
        "This is great! It's a puzzle-solving game in the mould of Myst, without all the tedious travelling around between locations, because it's all set within a single room. The puzzles aren't impossible to solve, or even particularly difficult. The enjoyment comes from working methodically through each puzzle to get the clue needed to solve the next one. And there are a lot of puzzles. Excellently well done. There are also hints available along the way, should you get stuck, although most of them state the obvious.   Worked well on my Note4. Would be wonderful on a tablet.",
        "Warning: ADDICTIVE!!! I thought, \"It's free. Why not?\" Silly me. I devoured this free one, then promptly bought the next one... then the next. I have NO regrets. They truly put a tremendous amount of work into these games. I would have given all three five stars but there is an aggregating object manipulation/viewing angles issue, but aside from that these three games are excellent. Great fun, extremely addictive."
    ],
    "recentChanges": [
        "Better support for new Android devices."
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.FireproofStudios.TheRoom&hl=en&gl=us",
    "appId": "com.FireproofStudios.TheRoom"
}