{
    "title": "Poweramp Full Version Unlocker",
    "summary": "Unlocks Poweramp - Powerful Music Player for Android",
    "icon": "https://lh5.ggpht.com/Y_zwLIrpypRSsqSjOaxFzPY-Pq5wMFoZX6BKXRKTovAvfLJwP52xNrDov33c0yNkYXAx=w300",
    "price": "$3.99",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 4.6,
    "reviews": 215175,
    "developer": "Max MP",
    "developerEmail": "poweramp.maxmpz@gmail.com",
    "developerWebsite": "http://powerampapp.com",
    "updated": "January 8, 2014",
    "version": "2-build-26",
    "genre": "Music & Audio",
    "genreId": "MUSIC_AND_AUDIO",
    "description": "Music moves people; it unites us, it allows us to relax, and sometimes, when done right, it can even motivate us to do great things. Poweramp does great things. The #1 paid music player in the Google Play Store 6 years running—Poweramp is the most powerful music player available on the Android OS. Features like gapless play, an unmatched equalization system, great crossfade, and support for most popular music file format might all make Poweramp the best $3.99 you have ever spent in your life—2+ million users would agree to that. If you have not already, try out the free full trial version. The trial version will give you 15 days of the full, uninterrupted, Poweramp experience. That means you get to experience your music like only Poweramp can offer. If you need a few reasons why to buy the full version of Poweramp, here are two good reasons:- Get all the future updates for free: Once you purchase Poweramp, all the future updates are free to you as long as you have the Unlocker.- Have a dedicated music player: Poweramp is dedicated to being the best music player available, and we will never change from that. Poweramp is focus on doing nothing more than being a great music player. Follow us on Twitter (@PowerampAPP) for information about Poweramp and chances to win prizes like Google Play Gift cards, tablets, phones, and more. Like us on Facebook (https://www.facebook.com/Poweramp.Android) to stay in the loop. Tell your friends about us to make their music experience better, and so they can also enjoy the #PowerampLifestyle. ==========***Please don't try to update if you purchased Unlocker on Poweramp site, as Google Play Unlocker is not the same. Just keep your current Unlocker as is. Poweramp F.A.Q. - http://forum.powerampapp.com/index.php?/topic/1737-faq/Full Version/Unlocker/Purchase Issues F.A.Q. - http://forum.powerampapp.com/index.php?/topic/3851-full-versionunlockerpurchase-issues-faq/",
    "descriptionHTML": "Music moves people; it unites us, it allows us to relax, and sometimes, when done right, it can even motivate us to do great things. Poweramp does great things. <br><br>The #1 paid music player in the Google Play Store 6 years running&#x2014;Poweramp is the most powerful music player available on the Android OS. Features like gapless play, an unmatched equalization system, great crossfade, and support for most popular music file format might all make Poweramp the best $3.99 you have ever spent in your life&#x2014;2+ million users would agree to that. <br><br>If you have not already, try out the free full trial version. The trial version will give you 15 days of the full, uninterrupted, Poweramp experience. That means you get to experience your music like only Poweramp can offer. If you need a few reasons why to buy the full version of Poweramp, here are two good reasons:<br><br>- Get all the future updates for free: Once you purchase Poweramp, all the future updates are free to you as long as you have the Unlocker.<br><br>- Have a dedicated music player: Poweramp is dedicated to being the best music player available, and we will never change from that. Poweramp is focus on doing nothing more than being a great music player. <br><br><br>Follow us on Twitter (@PowerampAPP) for information about Poweramp and chances to win prizes like Google Play Gift cards, tablets, phones, and more. <br>Like us on Facebook (https://www.facebook.com/Poweramp.Android) to stay in the loop. <br><br>Tell your friends about us to make their music experience better, and so they can also enjoy the #PowerampLifestyle. <br><br><br>==========<br><br>***Please don&apos;t try to update if you purchased Unlocker on Poweramp site, as Google Play Unlocker is not the same. Just keep your current Unlocker as is. <br><br><br>Poweramp F.A.Q. - <br>http://forum.powerampapp.com/index.php?/topic/1737-faq/<br><br>Full Version/Unlocker/Purchase Issues F.A.Q. - <br>http://forum.powerampapp.com/index.php?/topic/3851-full-versionunlockerpurchase-issues-faq/",
    "histogram": {
        "1": 10861,
        "2": 4677,
        "3": 7389,
        "4": 21978,
        "5": 170270
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "2.1 and up",
    "androidVersion": "2.1",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/0QuI6SVf6oBjlE2gWJNywZ8GfApO6Q8y0gu7JKCWG_qKIuIS1aM4UKL9zHL3pU36nDz-=h310",
        "//lh3.googleusercontent.com/Y1IvARrA0wPvwac21o_PZPeDZjvlS5GfN8cMRQX54eHncCynekIOjS8Wffozbma5jPJ3=h310",
        "//lh3.googleusercontent.com/JIvWWaSbMicWLQsKX3QJ2-VKG8MiyJgnm7a-w6Wr3tPe4EoBrLxE5wUEcAw0N6H09jmV=h310",
        "//lh3.googleusercontent.com/U0OAplGVOLUGxleYkX9YiW0Tl0OVnc3Ld0w264UY4ai40ZMvad1Q8MmR7o7Qd9SNtD_b=h310",
        "//lh3.googleusercontent.com/BWnFY6CYV96H_E8Y1GTopZstEMBhw1sSN_cKJxzZhwPZku53DJiOknqT-47ZJsQqvz1p=h310",
        "//lh3.googleusercontent.com/3w03djvgi6oLWRUbygpBkr2brQjyYpBxg8VhTM8_VsBhfDKsIvb0-ZIFx6gdr77KcoE=h310",
        "//lh3.googleusercontent.com/v0Sklgpr0t4zw31FF5RwbsO65NyZBajUJIToqXS1RJKQsr6PBfSCe9hwm5vPACp0w6o=h310",
        "//lh3.googleusercontent.com/Kv-R-fpyACAHWXE8FSxPqF8sTwNowdkpMlJWGT7U_WC0k0MJ-ymhGQtSVypCTFw1GoWU=h310",
        "//lh3.googleusercontent.com/GCHSUY3yHQsNOPwK-gk21vExHCEmnLdYKZ7vg5xVfGRrCO97GDKYgFCljuwS33E5xuI=h310",
        "//lh3.googleusercontent.com/YsoCUPb6qusprwetLXO7Azxhk2MgUdl_-PgbxjNjBl-Ts6prF-n_Yp7slLL2j7Xx6Q=h310",
        "//lh3.googleusercontent.com/1pWKXBNOVmNx9udz5h9Zo5o_jEFFdScn7Hgmc368H-a5aE4gEdfTQYD3Rc3orKzwLg=h310",
        "//lh3.googleusercontent.com/AIFXFkR5jXwf1R5JiZk-65zYkMCrIPvx2VqtiDkJ4Ag-xRmlEeFSzq3W4UaY1g75vQ=h310",
        "//lh3.googleusercontent.com/OUMBYJNRIGIsbW8mC58dxHV6dG9MU7aPzKtaOrQ9BiRMbmEfvktYdeRdoSXh-AMdEFg=h310",
        "//lh3.googleusercontent.com/B9cPIQ0M5rAgsdsvkVzZiKwAaQV59lQFbypIGOxJVfzv3WFngq1YOAfp2J_Uk9ILa90W=h310",
        "//lh3.googleusercontent.com/kZSMl2QOWV0UcbEIuIoEQ2YKhURqyQT1gsGT22Q29q7eKBhT84zBtiTDJ6PEqlo5vYo=h310",
        "//lh3.googleusercontent.com/gIyWzyjrBbdxM1uU8jWu2_aXx34jABpf9PGGn8grNgxAaGGln9VvCGYCLdcE_OQ5cQnI=h310",
        "//lh3.googleusercontent.com/eWnT_idZuOkG_W7KyScCsdYr47RFBE18r_QXJbJeTxoxNIMOh74zzRj01ktocv8RaAW_=h310",
        "//lh3.googleusercontent.com/S8TUxlm_VMT1pUJp2aG7Wa5Jiv8Y0BvdwlqWN0t5qT5jhjG8ti2L6ywWixIQ0yJdA5M=h310",
        "//lh3.googleusercontent.com/h0RnCxhAhFVUOwZRhJbXbElaoSrkU2gXujRMOfqifSPC_Rs2IWHduCwaYuzlDLyQSQ=h310",
        "//lh3.googleusercontent.com/7SIg6M2CXdely-dBsttaRYb7u4ybcqsPMqrE74RRAXp5VdiTHyrOtgf_vHPvkspMPI3E=h310",
        "//lh3.googleusercontent.com/lZJjc-U5D4oQg_pSJO6ZFge3JBo9SkEqw3rbzxgmzGSjrsfOGgCzH7Qe9mD6-qnIJxCD=h310"
    ],
    "comments": [
        "Poweramp is terrific! I reckon I've just about tried all the apps there are in the store for being able to playback high res audio etc and this is the one for me. When I'm out and about in the world I use an LG5 with Bose noise-cancelling h/phones. I try whenever possible to buy wav/flac downloads and always on the look-out for 24bit versions. Poweramp makes it the best experience. Thank you! Oh - I should also add, that automatically finding missing artwork - even for rare albums is pretty much instant!",
        "THE BEST music player! This music player is amazing and puts all other music players to shame! Everything is organized beautifully and the album artworks are always clear and crisp images. Amazing sound clarity and equalizer/tuner options. The best feature IMO Is the ability to crossfade between songs - continuous music with no awkward pause when you skip! The only negative IMO is the lack of a 'Go To' 'artist', 'album', or 'playlist' option while listening to songs. If you can spend the $, this music player is worth it.",
        "Top Quality Audio Player Best audio player on Android, even the best between other Paid audio player too.. it also support with my custom ROM i've used which include Dolby and SRS Effect and both of them enabled on this Equalizer. So the output was very loud and clear enough with powerfull Bass and wideness of Surround combined by Stereo X with Dolby Effects. Never regret 4 bucks i've spent. Gr8 Job!!",
        "Fabulous audio equalizer TO THE DEVELOPERS:  Being an audiophile who DEMANDS good quality sound when listening to music, I discovered ROCKBOX a few years ago, an alternative operating-system that that could be installed on certain hard-drive based i-river media players. Those ROCKBOX  systems used a PARAMETRIC equaliser in which not only are the \"bands\" on the audio-equalizer adjustable, but the bandwidth of each band could be adjusted. You could perhaps incorporate this on YOUR equaliser!",
        "Amazing - Music Player I have used many different  music players on both Android and IOS. I have never seen a match for Poweramp. It may not have amazing animations like the IOS stock music player but it does what a Music player should. It plays music, as well as boasts (what I think is) the best custom equalizer on any mobile platform, and at five dollars it really is the best money I have ever spent. If anyone cares more about the look of a music player than the sound than they should be using IOS.",
        "So far so good.  Some ideas... I have used this player for a few years now and have not been able to find a replacement.  To stay ahead of the game this app could use cloud service connectivity to dropbox, skydrive, etc.  And what would really set it apart would be a voice command search-n-play feature. I would then give it two- Five Star ratings for a total of Ten."
    ],
    "recentChanges": [
        "** Google Play’s Songkran Sale 2017 (March 31st - April 17th)",
        "** special price for Thailand, Singapore, Malaysia, Indonesia, and Vietnam!"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.maxmpz.audioplayer.unlock&hl=en&gl=us",
    "appId": "com.maxmpz.audioplayer.unlock"
}