{
    "title": "SpongeBob Moves In",
    "summary": "Dive into Day 1 in Bikini Bottom! Keep checking in for new content!",
    "icon": "//lh3.googleusercontent.com/baX3XZnMKkP0dkBqALQfQjfRaWsZpJSzRvupbuoTwuhZ8ZFb-wBv1lOf3bfjVB0BhlsZ=w300",
    "price": "$2.99",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 3.9,
    "reviews": 19445,
    "developer": "Nickelodeon",
    "developerEmail": "appsupport@nick.com",
    "developerWebsite": "http://nick.com/appsupport/",
    "updated": "January 12, 2016",
    "version": "4.37.00",
    "genre": "Simulation",
    "genreId": "GAME_SIMULATION",
    "familyGenre": "Action & Adventure",
    "familyGenreId": "FAMILY_ACTION",
    "description": "You've perfected the art of fry cooking… now what?  Keep cookin’ ! You have plenty of quests, tasks, costumes and items to collect in order to make your Bikini Bottom, The Ultimate Bikini Bottom! •  Featured items•  Bug fixes & OptimizationsWI-FI: Connect to your nearest Wi-Fi hot spot to download all the awesome SpongeBob content the first time you play the game.UNLOCK EXCLUSIVE, ORIGINAL ANIMATED SHORTS! * Watch how SpongeBob arrived at Bikini Bottom * See how Patrick found his rock * Learn about Mr. Krabs’ early days at The Krusty Krab SEAWORTHY FEATURES •Build your very own Bikini Bottom! •Make Bikini Bottom landmarks like Patrick’s Rock, SpongeBob’s Pineapple, and the Krusty Krab •Perfect the art of fry cooking at the Krusty Krab to feed your Bottomites and earn new and rare recipes •Play with Patrick, Squidward, Sandy, and many other familiar faces! •Perform tons of quests to make your favorite characters happy •Tom Kenny and other voices from the show make it an authentic SpongeBob experience •Tons of interactive props, decorations and buildings COMING SOON New characters and buildings to unlock, new areas to expand into, and much, much more!CUSTOMER SUPPORTHaving trouble or just have a question? Check out the Support page! http://appsupport.nick.com/ or email appsupport@nick.com___________________________ ADDITIONAL NOTES: SpongeBob Moves In offers in-app purchases and charges real money for additional in-app content.  You may lock out the ability to purchase in-app content by adjusting your device’s settings. SpongeBob Moves In collects personal user data as well as non-personal user data (including aggregated data). User data collection is in accordance with applicable law, such as COPPA. User data may be used, for example, to respond to user requests; enable users to take advantage of certain features and services; personalize content and advertising; and manage and improve Nickelodeon's services. For more information regarding Nickelodeon’s use of personal user data, please visit the Nickelodeon Group Privacy Policy. Our Privacy Policy is in addition to any terms, conditions or policies agreed to between you and Google, Inc., and Nickelodeon and its affiliated entities are not responsible for Google's collection or use of your personal user data and information. Use of this app is subject to the Nickelodeon End User License Agreement. For users residing in the EU, this app may include the use of persistent identifiers for game management purposes and installation of this app constitutes your permission to such usage of persistent identifiers for all users on your device.Privacy Policy http://www.nick.com/info/privacy-policy.html  End User License Agreement: http://www.nick.com/info/eula.html© 2016 Viacom International Inc. All Rights Reserved. Nickelodeon, SpongeBob SquarePants, and all related titles, logos and characters are trademarks of Viacom International Inc. Created by Stephen Hillenburg.",
    "descriptionHTML": "You&apos;ve perfected the art of fry cooking&#x2026; now what?  Keep cookin&#x2019; ! You have plenty of quests, tasks, costumes and items to collect in order to make your Bikini Bottom, The Ultimate Bikini Bottom!<br> <br>&#x2022;  Featured items<br>&#x2022;  Bug fixes &amp; Optimizations<br><br>WI-FI: Connect to your nearest Wi-Fi hot spot to download all the awesome SpongeBob content the first time you play the game.<br><br>UNLOCK EXCLUSIVE, ORIGINAL ANIMATED SHORTS! <br>* Watch how SpongeBob arrived at Bikini Bottom <br>* See how Patrick found his rock <br>* Learn about Mr. Krabs&#x2019; early days at The Krusty Krab <br><br>SEAWORTHY FEATURES <br>&#x2022;Build your very own Bikini Bottom! <br>&#x2022;Make Bikini Bottom landmarks like Patrick&#x2019;s Rock, SpongeBob&#x2019;s Pineapple, and the Krusty Krab <br>&#x2022;Perfect the art of fry cooking at the Krusty Krab to feed your Bottomites and earn new and rare recipes <br>&#x2022;Play with Patrick, Squidward, Sandy, and many other familiar faces! <br>&#x2022;Perform tons of quests to make your favorite characters happy <br>&#x2022;Tom Kenny and other voices from the show make it an authentic SpongeBob experience <br>&#x2022;Tons of interactive props, decorations and buildings <br><br>COMING SOON <br>New characters and buildings to unlock, new areas to expand into, and much, much more!<br><br>CUSTOMER SUPPORT<br>Having trouble or just have a question? Check out the Support page! http://appsupport.nick.com/ or email appsupport@nick.com<br><br>___________________________&#x2028;<br>ADDITIONAL NOTES: <br>SpongeBob Moves In offers in-app purchases and charges real money for additional in-app content.  You may lock out the ability to purchase in-app content by adjusting your device&#x2019;s settings. <br><br>SpongeBob Moves In collects personal user data as well as non-personal user data (including aggregated data). User data collection is in accordance with applicable law, such as COPPA. User data may be used, for example, to respond to user requests; enable users to take advantage of certain features and services; personalize content and advertising; and manage and improve Nickelodeon&apos;s services. For more information regarding Nickelodeon&#x2019;s use of personal user data, please visit the Nickelodeon Group Privacy Policy. Our Privacy Policy is in addition to any terms, conditions or policies agreed to between you and Google, Inc., and Nickelodeon and its affiliated entities are not responsible for Google&apos;s collection or use of your personal user data and information. Use of this app is subject to the Nickelodeon End User License Agreement. For users residing in the EU, this app may include the use of persistent identifiers for game management purposes and installation of this app constitutes your permission to such usage of persistent identifiers for all users on your device.<br><br>Privacy Policy&#x2028;http://www.nick.com/info/privacy-policy.html&#x2028;&#x2028;<br>End User License Agreement:&#x2028;http://www.nick.com/info/eula.html<br><br>&#xA9; 2016 Viacom International Inc. All Rights Reserved. Nickelodeon, SpongeBob SquarePants, and all related titles, logos and characters are trademarks of Viacom International Inc. Created by Stephen Hillenburg.",
    "histogram": {
        "1": 2848,
        "2": 1118,
        "3": 1730,
        "4": 2277,
        "5": 11472
    },
    "offersIAP": true,
    "adSupported": true,
    "androidVersionText": "2.3.3 and up",
    "androidVersion": "2.3.3",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/7um2l9iLZh1V0yonPx4QTA7ieVso9btqirvUG5tQE2kZNVX3Q1bF8TK8zxM49cu6bVs=h310",
        "//lh3.googleusercontent.com/yHdjG61WIQKkbHZ1Fa6y6UB6j1CKdiNDJUHAuyK9oxy1_vIrEjnMZmOuR_-zqMuMpv4=h310",
        "//lh3.googleusercontent.com/uDfiTaMiV9XpdoWAgJrBl5mtRrCM7CNhPdw-MptEABEM1TvMIu1qtUY9TFK37JukXQ=h310",
        "//lh3.googleusercontent.com/BoKVsjvSVfOqul_neLSkY320bOGHxEbFNRbrmr8NZ9SbZNyfZkKgsf2yPzCqv3zKGQ=h310",
        "//lh3.googleusercontent.com/oJAAabZKOi1-x9nGX64oz0A9MEwHGoh1V9nLkChIJIUhd4ecHX_mYEHw9Iw_sOi5dw=h310",
        "//lh3.googleusercontent.com/4uOxFBX9LuKYf51Kt05ybkMCVuSHshelhKImlX81kgMvAnW9EmmBJ0iC2_RPD60hHKY=h310",
        "//lh3.googleusercontent.com/M46DEoZwYUJE3Ft21PTfeJwXHNXH3yiDuyDy-JbK9ttAMXfAaLw1vcmjNtp7JV5EF_SZ=h310",
        "//lh3.googleusercontent.com/Kse4w7Ni6J8MaCroqrN7qA3KNTy76pABo5L5fw6SZEXpgybnvuQOToL1u_HAM5MqzA=h310",
        "//lh3.googleusercontent.com/3-spOD74IeupG6DLJSo2fBLJsHo3-9OpqhjgZQfSq0MTGE5tEgdhIpyrmtrIG3gxzyM=h310",
        "//lh3.googleusercontent.com/zprsBdKISZn30Egr7fGvLMHOEOUJae_cPUhFlXXlSFgkWLoT7J4UgFcrE3KqPXyH0Og=h310",
        "//lh3.googleusercontent.com/nHRkLdDleNlgyvLhh5utPjO37Ptk0KtHq4N1zHtH_a1CWW0A_jAoSka6JJxxFahESg=h310",
        "//lh3.googleusercontent.com/dXwugA8id-UHn-n8JZS6xyN_pICbJ1ANJYfckWuvmTFOWS18LpIXBsDl3BNTIWsxrIU=h310"
    ],
    "comments": [
        "Good game to play The only issue is that when I try to go to patchy's bikini bottom to collect coins/treasure since it came available to go to,it hasn't let me collect anything. All I see is patchy's bikini bottom that's all,I don't understand why I can't collect anything from there. I'm at good decent level an so far doing good achieving the goals,it's just this one issue I can't do at all..need feedback on what is the issue an how to go about it to visit patchy an collect..thanks",
        "I reset my phone, reloaded Spongebob, then found there is no way to login and continue the game where I left off.  Customer service, which answered my email quickly, needs the SBMI number in order to recover the game.  I was told I would be reset to level 20, which is where I think I was.  This hasn't happened yet and it's been a week.  No fun starting over.  The game itself if pretty good.  The Simpson's, I feel, is more interesting and free.",
        "SERIOUS CRASHING PROBLEM!!!! Why after waiting almost three minutes for this game to load, does it crash after I've only played for ten minutes online, or only five minutes of play offline?  After paying for this game, twice yes, you've sucessfully managed to con me out of six dollars, I can't even get six minutes of uninterrupted game play. You know that's just wrong.  You really should fix this I can't be the only player with this problem!",
        "Best service and Game I would give this app 100 stars if I could. Not only do I love this game and everything about it but when I did have one little glitch I sent an email and it was fixed and better then what it was within 24hrs. Shout out to Allie behind the scenes of this app, thanks so much. Warning: game is super addictive ;)",
        "PLEASE HELP ME???? I just bought your SpongeBob movies in and it gets to the Nickelodeon page and then says unfortunately SpongeBob stop working. At the top of my phone it say looking for resources to download? I have an ASUS Zenfone 2E Android 5.0.1 phone with At&T. I don't really want a refund. I just really WANT to play your game. PLEASE OH PLEASE help me.....Peter J",
        "Paid 15 dollars and got NO jelly Pay for jelly jars and got nothing.  Waste of money AND no one responds to email for refund/ jelly jars. Rip off! Slow loading too! Waste of time. Need better customer service and support"
    ],
    "recentChanges": [
        "You've perfected the art of fry cooking… now what?  Keep cookin’ ! You have plenty of quests, tasks, costumes and items to collect in order to make your Bikini Bottom, The Ultimate Bikini Bottom!",
        "•  Featured items",
        "•  Bug fixes & Optimizations"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.mtvn.sbmigoogleplay&hl=en&gl=us",
    "appId": "com.mtvn.sbmigoogleplay"
}