{
    "title": "Package Disabler Pro (Samsung)",
    "summary": "ORIGINAL PACKAGE DISABLER *NO ROOT REQD *BLOATWARE REMOVAL*5 DAY REFUND*",
    "icon": "//lh3.googleusercontent.com/TaBta3qW3OHRQwd53JlpsiOO06EKvc7mXKTTco4s3zzLVSU64_Av9MU0IXqAxUdT5g=w300",
    "price": "$1.49",
    "free": false,
    "minInstalls": 100000,
    "maxInstalls": 500000,
    "score": 4,
    "reviews": 6191,
    "developer": "policedeveloper",
    "developerEmail": "packagedisabler@gmail.com",
    "developerWebsite": "http://www.packagedisabler.com",
    "updated": "March 13, 2017",
    "version": "7.4",
    "genre": "Business",
    "genreId": "BUSINESS",
    "description": "ORIGINAL PACKAGE DISABLER PRO ( CHECK no. of DOWNLOADS) **ONLY AVAILABLE FOR SAMSUNG DEVICES - NO ROOT REQUIRED**IT MAY NOT WORK ON ROOTED DEVICE. IT works on Android Nougat;)5 Day refund means , if the app does not meet your expectation, you can send us your google invoice within 5 days to get refund within 24 hours.This is the original package disabler  developed by OSPOLICE in 2014. Thanks to all our supporters who help develop this amazing APP . Buying Original software helps the entire ecosystem. This will encourage developers to bring new innovative products. Package disabler with over 100000 downloads and 2 years of existence is a guarantee in itself.  \"Package Disabler\" is a Trademark solely owned by OSPOLICE. Trademark serial number \"87012523\". We are a UK Based company operating under UK and EU Laws. BEWARE of other fake package disablers that are infringing our Trademark. Please report trademark infringing apps to Google.Package Disabler Pro lets you identify and  disable all unwanted packages/apps that come pre-installed with your phone. We have one click option to disable all BLOATWARES. Disabled application / package will not be updated using google play or any other means. So this app can be used for blocking apps (e.g. Parental Controls) or business use cases, you could even disable google play store etc… without rooting the phone. This app also provides password / uninstall protection to avoid misuse.Package Disabler provides an export/ import functionality to backup all disabled packages on your external storage which you can restore at any time.USES– Every mobile user use wants to improve the performance of their mobile device can use Package Disabler– Businesses who want to control the APPS on the Employees devices can benefit from Package Disabler– Parents use Package Disabler to control application used by KIDS– Package Disabler is used in trade shows to clean up the launcher screen when used for demonstrationsRemember, though: ALWAYS have a backup of your phone. Important features might break when disabling system apps.KEY FEATURES:      * Disabling and enabling any packages /apps   * Package Disabler Helps to Identify  100+ Bloatware's on most of  Samsung Handsets   * One click bloatware removal to quickly improve device perfomance and save battery   * Export your disabled list to the external storage to import them later   * Batch operation to enable all disabled packages   * Filter to show all disabled packages   * Password protection   * Filter to show all installed apps   * Filter to show all system packages   * Quickly find apps using the search functionality   * Use Google cardboard APPS on Gear VR ( disable package com.samsung.android.hmt.vrsvc )Notes   * If you have issues uninstalling apps, try  Settings –> Security –> Device administrators, uncheck \"package disabler admin\".   * Be aware that in order to update your version of Android, you might need all original apps in place. It is advised to always have a backup of disabled packages so you can restore them later.Disclaimer   * We cannot be held responsible for any damage you may cause by disabling packages that are not bloatwares   * Removing critical packages can cause your phone to malfunction.    * Always have backups of your device.   * If you have any questions regarding using Package Disabler, you're advised to contact service@packagedisabler.com.If you have any other suggestions, questions or issues, feel free to contact us and I'll do my best to respond asap. Please don't use reviews for complaints as we will be unable to respond to your issue.if you need any customizations to package disabler / consultancy or any comments/ feedback please contact service@packagedisabler.com or visit http://www.packagedisabler.com/",
    "descriptionHTML": "<b>ORIGINAL PACKAGE DISABLER PRO ( CHECK no. of DOWNLOADS) **ONLY AVAILABLE FOR SAMSUNG DEVICES - NO ROOT REQUIRED**<br><br>IT MAY NOT WORK ON ROOTED DEVICE. IT works on Android Nougat;)<br><br><br>5 Day refund means , if the app does not meet your expectation, you can send us your google invoice within 5 days to get refund within 24 hours.<br><br>This is the original package disabler  developed by OSPOLICE in 2014. Thanks to all our supporters who help develop this amazing APP . Buying Original software helps the entire ecosystem. This will encourage developers to bring new innovative products. Package disabler with over 100000 downloads and 2 years of existence is a guarantee in itself.  <br><br>&quot;Package Disabler&quot; is a Trademark solely owned by OSPOLICE. Trademark serial number <br>&quot;87012523&quot;. We are a UK Based company operating under UK and EU Laws. <br><br>BEWARE of other fake package disablers that are infringing our Trademark. Please report trademark infringing apps to Google.<br><br><br><b>Package Disabler Pro</b> lets you identify and  disable all unwanted packages/apps that come pre-installed with your phone. We have one click option to disable all BLOATWARES. Disabled application / package will not be updated using google play or any other means. So this app can be used for blocking apps (e.g. Parental Controls) or business use cases, you could even disable google play store etc&#x2026; without rooting the phone. This app also provides password / uninstall protection to avoid misuse.<br><br><b>Package Disabler</b> provides an export/ import functionality to backup all disabled packages on your external storage which you can restore at any time.<br><br><br>USES<br>&#x2013; Every mobile user use wants to improve the performance of their mobile device can use Package Disabler<br>&#x2013; Businesses who want to control the APPS on the Employees devices can benefit from Package Disabler<br>&#x2013; Parents use Package Disabler to control application used by KIDS<br>&#x2013; Package Disabler is used in trade shows to clean up the launcher screen when used for demonstrations<br>Remember, though: ALWAYS have a backup of your phone. Important features might break when disabling system apps.<br><br>KEY FEATURES:<br>   <br>   * Disabling and enabling any packages /apps<br>   * Package Disabler Helps to Identify  100+ Bloatware&apos;s on most of  Samsung Handsets<br>   * One click bloatware removal to quickly improve device perfomance and save battery<br>   * Export your disabled list to the external storage to import them later<br>   * Batch operation to enable all disabled packages<br>   * Filter to show all disabled packages<br>   * Password protection<br>   * Filter to show all installed apps<br>   * Filter to show all system packages<br>   * Quickly find apps using the search functionality<br>   * Use Google cardboard APPS on Gear VR ( disable package com.samsung.android.hmt.vrsvc )<br><br><b>Notes</b><br>   * If you have issues uninstalling apps, try  Settings &#x2013;&gt; Security &#x2013;&gt; Device administrators, uncheck &quot;package disabler admin&quot;.<br>   * Be aware that in order to update your version of Android, you might need all original apps in place. It is advised to always have a backup of disabled packages so you can restore them later.<br><br><b>Disclaimer</b><br>   * We cannot be held responsible for any damage you may cause by disabling packages that are not bloatwares<br>   * Removing critical packages can cause your phone to malfunction. <br>   * Always have backups of your device.<br>   * If you have any questions regarding using Package Disabler, you&apos;re advised to contact service@packagedisabler.com.<br><br><i><br>If you have any other suggestions, questions or issues, feel free to contact us and I&apos;ll do my best to respond asap. Please don&apos;t use reviews for complaints as we will be unable to respond to your issue.<br></i><br><br>if you need any customizations to package disabler / consultancy or any comments/ feedback please contact service@packagedisabler.com or visit http://www.packagedisabler.com/</b>",
    "histogram": {
        "1": 1070,
        "2": 226,
        "3": 279,
        "4": 702,
        "5": 3914
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "3.0 and up",
    "androidVersion": "3.0",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/0O4PS_DGRiZJXLq3NcltZisWESUpmX1rbDLz7IIXuxIEKGPavNIGq0DamTZNYacfGg=h310",
        "//lh3.googleusercontent.com/KIpQgV2FtIuO_Cya4GmXqaekCWjV8lowTlcnoqLk_gF7h0VREuJIXWH6b364kefXqwc=h310",
        "//lh3.googleusercontent.com/gYoeKm4e_8mqKxxatzyTnD7zx_HfQO5m-495jGQZWeTcJchi_6YKJZaJ59f74ujDRqs=h310",
        "//lh3.googleusercontent.com/su-14NEfRfi1oBqhorpRtf64L-ym_fDIC-8Qmme1ujSAt9Ary1lCLvt9mqSQFnf4gA=h310",
        "//lh3.googleusercontent.com/s3RzbSeyBP5jM6y-3kV4ALGlg8_3scmxvMDVa2rJdmRzha9hEhRHTy0UZRUwwJvJ8A=h310",
        "//lh3.googleusercontent.com/be_BdNn8ICACLp0REdicC2LROUm1if0pfyJxeaIKUQp1vfZ4x7luAt3uv1ol6kchl8E=h310",
        "//lh3.googleusercontent.com/oYxcHTWgnUA_LzDwmB0-dbh8MsWIQ3LRVFI_oKrTJV_lY95B-N19aC8VWqV608yiGQ=h310",
        "//lh3.googleusercontent.com/SCz-AmTu1VfUwmdCBdwUbqpip_L_0AOh7OiYJUSKcWBRG2RrTkKNbMEYg6jsvv-vqD3r=h310",
        "//lh3.googleusercontent.com/yP6dMCh4eXumvt-Ol_sYctIxQnV7hCoTQ8OTQglXs4KhW9gnrYCTY9bAux_1nx6wExfZ=h310",
        "//lh3.googleusercontent.com/5_5ypP8NSQRrRFEK8CpxA0DpjPafD6pd4W1B91Fou2e3257U1um2ELnjs8o_TlSyQOk=h310",
        "//lh3.googleusercontent.com/J5yZDdYRZ3Fkk6lcuvdo5j30PZI_iWhn7TZVOIeqcho8ivmFxHS4SGl1mivkcHZPC5g=h310",
        "//lh3.googleusercontent.com/Js3-aBh8mNgvl-L0Mkcma3hnjaTgxQDKOKwluottqARxddzm4Ec7-C9D_yK1oGWApZQ=h310"
    ],
    "video": "https://www.youtube.com/embed/omQRZF8Mrqc",
    "comments": [
        "I had version 6.3 of the app on an S5 to disable the update to marshmallow by disabling software update com.wssyncmldm. Now when I updated to your newest version and activated my licence com.wssyncmldm was still there and disabled. Great but I enabled it as I test but when your newest app refreshed it has now disappeared and can't be disabled! You've hidden Software Update com.wssyncmldm from the list. How do I get it back please, that's all I want your app for. Please help?",
        "This is just what I was looking for. Didn't want to lose Android Pay on my unlocked Sprint Note 5 by rooting my phone. I was getting so annoyed with a security message asking me to restart the phone every minute after I unlocked my phone to use it on T-Mobile. With this I disabled the package, no more annoying pop up messages. Easy to use and do exactly what the developer said it would. I have no idea why some people are giving less than a perfect 5 for this great app.",
        "Great app, widget support works but would love to see multiple widget functionality.   I'd make one for all Google related. One for all market related. One for excess tools. One for utilities. And so one, would eliminate the constant search to disable and re enable things I like to use part time. Thanks",
        "Loosing authentication of my purchase is getting old and instability too.  Author reported the issue is fixed but only time will tell.  I raised my review on the concept that the app is now stable. Will raise it to 5 stars if the operation is solid. . UPDATE: Working,  now & very happy.  Great job.  Now 5 star app. Thanks author for getting the bugs out.",
        "I am absolutely loving this app! I was having trouble with the VR program continously trying to initiate, finally because of your product I don't want to throw my phone at the wall. Samsung gave no valid answers to the issue or a fix.  This has fixed it.  Well worth the SMALL amount of money.  THANKS!!!",
        "Cannot disable Sprint Hands Free Activation anymore. Devs 2 emails do not work. Will updating rating when resolved. Please assist, thank you."
    ],
    "recentChanges": [
        "XML upload fixed"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.ospolice.packagedisablerpro&hl=en&gl=us",
    "appId": "com.ospolice.packagedisablerpro"
}