{
    "title": "Grand Theft Auto: Vice City",
    "summary": "Welcome back to Vice City. Welcome back to the 1980s.",
    "icon": "//lh3.googleusercontent.com/nl1Y6bn06faVBuPEwWh5gInl_Zji3A5wTA4zscKDsJLXpcZ5C35F5zaGzEwCE0bKJ8Jr=w300",
    "price": "$4.99",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 4.2,
    "reviews": 108152,
    "developer": "Rockstar Games",
    "developerEmail": "ViceCity_AndroidSupport@rockstargames.com",
    "developerWebsite": "http://www.rockstargames.com",
    "updated": "March 26, 2015",
    "version": "1.07",
    "genre": "Arcade",
    "genreId": "GAME_ARCADE",
    "description": "Welcome back to Vice City. Welcome back to the 1980s.From the decade of big hair, excess and pastel suits comes a story of one man's rise to the top of the criminal pile. Vice City, a huge urban sprawl ranging from the beach to the swamps and the glitz to the ghetto, was one of the most varied, complete and alive digital cities ever created. Combining open-world gameplay with a character driven narrative, you arrive in a town brimming with delights and degradation and given the opportunity to take it over as you choose. To celebrate its 10 year anniversary, Rockstar Games brings Grand Theft Auto: Vice City to mobile devices with high-resolution graphics, updated controls and a host of new features including: • Beautifully updated graphics, character models and lighting effects • New, precisely tailored firing and targeting options • Custom controls with a fully customizable layout • Massive campaign with countless hours of gameplay• Compatible with the MoGa Wireless Game Controller and select USB gamepads• Integrated with Immersion tactile effects  • Tailor your visual experience with adjustable graphic settings Languages Supported: English, French, Italian, German, Spanish, Korean, Russian, and Japanese. Grand Theft Auto: Vice City is now available on:Android Phones: Motorola Atrix, Motorola Atrix HD, Motorola Atrix 4G, Motorola Photon, HTC Rezound, HTC One X, HTC One X+, Samsung Galaxy Nexus, Samsung Galaxy Note, Samsung Galaxy Note 2, Samsung Galaxy R, Samsung Epic 4G, Samsung Galaxy S2, Samsung Galaxy S3, Google Nexus 4, Sony Xperia Play, Sony Xperia Sola, Sony Xperia S / P / T & TL, Sony Walkman Z Series Media Player Android Tablets: Acer Iconia, Asus Eee Pad Transformer Prime, Asus Transformer Pad TF300T, Asus Transformer Pad Infinity 700, Motorola Xoom, Samsung Galaxy Tab 7.0 / 7.7 / 8.9 & 10.1, Samsung Galaxy Note 10.1, Sony Tablet S, Sony Tablet P, Sony Xperia Tablet S, Toshiba Thrive, Toshiba Regza, Google Nexus 7, Google Nexus 10, Fujitsu Stylistic 10.1**Grand Theft Auto: Vice City was developed and tested only on these devices. If your device is not listed, please check support.rockstargames.com for any updates to this list**  For optimal performance, we recommend re-booting your device after downloading and closing other applications when playing Grand Theft Auto: Vice City. Please ensure you have at least 1.5 GB of free space before installing Grand Theft Auto: Vice City.Mobile Version developed by War Drum Studioswww.wardrumstudios.com  Find out more:www.rockstargames.com See videos:www.youtube.com/rockstargames Follow us: www.facebook.com/rockstargameswww.twitter.com/rockstargames",
    "descriptionHTML": "Welcome back to Vice City. Welcome back to the 1980s.<br><br>From the decade of big hair, excess and pastel suits comes a story of one man&apos;s rise to the top of the criminal pile. Vice City, a huge urban sprawl ranging from the beach to the swamps and the glitz to the ghetto, was one of the most varied, complete and alive digital cities ever created. Combining open-world gameplay with a character driven narrative, you arrive in a town brimming with delights and degradation and given the opportunity to take it over as you choose. <br><br>To celebrate its 10 year anniversary, Rockstar Games brings Grand Theft Auto: Vice City to mobile devices with high-resolution graphics, updated controls and a host of new features including: <br><br>&#x2022; Beautifully updated graphics, character models and lighting effects <br>&#x2022; New, precisely tailored firing and targeting options <br>&#x2022; Custom controls with a fully customizable layout <br>&#x2022; Massive campaign with countless hours of gameplay<br>&#x2022; Compatible with the MoGa Wireless Game Controller and select USB gamepads<br>&#x2022; Integrated with Immersion tactile effects&#xA0; <br>&#x2022; Tailor your visual experience with adjustable graphic settings <br><br>Languages Supported: English, French, Italian, German, Spanish, Korean, Russian, and Japanese. <br><br>Grand Theft Auto: Vice City is now available on:<br>Android Phones: Motorola Atrix, Motorola Atrix HD, Motorola Atrix 4G, Motorola Photon, HTC Rezound, HTC One X, HTC One X+, Samsung Galaxy Nexus, Samsung Galaxy Note, Samsung Galaxy Note 2, Samsung Galaxy R, Samsung Epic 4G, Samsung Galaxy S2, Samsung Galaxy S3, Google Nexus 4, Sony Xperia Play, Sony Xperia Sola, Sony Xperia S / P / T &amp; TL, Sony Walkman Z Series Media Player<br> <br>Android Tablets: Acer Iconia, Asus Eee Pad Transformer Prime, Asus Transformer Pad TF300T, Asus Transformer Pad Infinity 700, Motorola Xoom, Samsung Galaxy Tab 7.0 / 7.7 / 8.9 &amp; 10.1, Samsung Galaxy Note 10.1, Sony Tablet S, Sony Tablet P, Sony Xperia Tablet S, Toshiba Thrive, Toshiba Regza, Google Nexus 7, Google Nexus 10, Fujitsu Stylistic 10.1<br><br>**Grand Theft Auto: Vice City was developed and tested only on these devices. If your device is not listed, please check support.rockstargames.com for any updates to this list**  <br><br>For optimal performance, we recommend re-booting your device after downloading and closing other applications when playing Grand Theft Auto: Vice City. <br><br>Please ensure you have at least 1.5 GB of free space before installing Grand Theft Auto: Vice City.<br><br>Mobile Version developed by War Drum Studios<br>www.wardrumstudios.com  <br><br>Find out more:<br>www.rockstargames.com <br><br>See videos:<br>www.youtube.com/rockstargames <br><br>Follow us: <br>www.facebook.com/rockstargames<br>www.twitter.com/rockstargames",
    "histogram": {
        "1": 12856,
        "2": 3628,
        "3": 6198,
        "4": 12804,
        "5": 72666
    },
    "offersIAP": false,
    "adSupported": false,
    "androidVersionText": "2.3 and up",
    "androidVersion": "2.3",
    "contentRating": "Mature 17+",
    "screenshots": [
        "//lh3.ggpht.com/soywaPw0kB7fiDHokNdGlxbOijFwLe8XahjnZhJAejpCTcPMdogHEu10hcAF6dBW9LI=h310",
        "//lh6.ggpht.com/q3Z04rZK0xj0LsWZo9JZ-RF6FHeqIri-HJpDmNeQ7ObM2xzXZi532gclw37InkgTRVU=h310",
        "//lh4.ggpht.com/5GfAOqO5td1Qx4hY6V-ggdR24l7wL9bdaSey5fIt8A0QmpaUNV4ki1edC5_y-_8F5Ku-=h310",
        "//lh4.ggpht.com/tuYtl9M4l9ukrxKY3e6NZyLlz7iZItE0CgzRuiDBPGNUYnholCnt2HT-73YSQWr3Qjqa=h310"
    ],
    "video": "https://www.youtube.com/embed/Qsx6ZMfcPUs",
    "comments": [
        "Cant re-download I have downloaded this game before and while clearing out my phone space I accidentally un installed it, so when I tried to re install it after. it wont re install it says error so if you can help I will insantly give 5 stars because ir if a fun game to play. Error occured on samsung s4 mini. Got reply instantly by email 5 stars for you rockstar ☺😊🙋🌟🌟🌟🌟🌟",
        "Awesome game, great port Same as original, you can get to the second and third islands at the start. No boats on the second island so don't get stuck there. Go to the third island, buy the one shack and then find 70 packages before you buy the condo. You can do all the side quests at the start except the chopper checkpoints. The firefighter missions will require you to somehow get a firetruck to the first island unless you can wait.",
        "I fondly remember playing Vice City on the PS2 when it first came out. This port is an excellent version of that game with some minor changes that I don't believe affect it negatively. First there are some songs taken out from the radio, the cost of buying business is much cheaper and easier overall and the controls (especially first person mode while shooting) are difficult to master. However, the game runs flawlessly and loads very quickly. It's takes on a minute or so to get into the game and causing chaos. I imagine with an external controller the game would be much more enjoyable but even with just touch controls it's very enjoyable.",
        "This game is great.....graphics are nice..still needs work but very nice. The controls are OK ...the brake button kinda malfunctions sometime. Other than that no complain here lol...it took 4 downloads to work good.....for anyone who wants to purchase ...do this 1. Download and install game 2. Leave the main GTA vice city purchase page 3. Go to my app page and Watch GTA download from downloads column 4. Once done just click on the icon from the same page 5. Should work...make sure you turn sleep off in settings so game has a better chance working :)",
        "Fun All these kids reviewing this game low. . This game is old and they aren't going to go in an edit anything. Its not made for a controller if u want to use a controller buy it on a console. If u don't have enough space on your device that's your fault for not reading the description. If its not working on your device email them they can help u out or give u a refund. They will never have gta5 on mobile it be like 10gb maybe more and drain ur battery in 1 minute.",
        "A- but loved it! Def better graphics than GTA III. Might have to tweak the display settings of you plan on using in different devices. Not all work flawlessly with high graphics. I wish there was a cloud setting or something to switch my saved info on to another device. Never the less this is still a classic as well and very happy with it! Lookong forward to get San Andreas!"
    ],
    "recentChanges": [
        "Version 1.07",
        "- Various bug fixes."
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.rockstargames.gtavc&hl=en&gl=us",
    "appId": "com.rockstargames.gtavc"
}