{
    "title": "AccuWeather Platinum",
    "summary": "Get Ads Free Weather, Hourly, Daily and 25 Days Forecast, Radar Maps and More!",
    "icon": "//lh3.googleusercontent.com/UpPFil2w8qVaqC2cW2eE92syTsgwcCz0X05LX-G3h49SyiWd5Qine2m6lMC5LO9LNX0=w300",
    "price": "$2.99",
    "free": false,
    "minInstalls": 500000,
    "maxInstalls": 1000000,
    "score": 4.2,
    "reviews": 81332,
    "developer": "AccuWeather",
    "developerEmail": "support@accuweather.com",
    "developerWebsite": "http://www.AccuWeather.com",
    "updated": "March 31, 2017",
    "genre": "Weather",
    "genreId": "WEATHER",
    "description": "Stay connected to the latest weather conditions with AccuWeather. Now supporting Android Wear™, this free app features the new AccuWeather MinuteCast®, the leading minute-by-minute precipitation forecast, hyper-localized to your exact street address. AccuWeather offers the same Superior Accuracy™ and great experience across all Android smartphones and tablets, and Android Wear.  \tWeatherproof your day for free with these features: •\tAccuWeather MinuteCast® – minute-by-minute precipitation forecasts for the next two hours hyper-localized to your exact street address or GPS location. Includes precipitation type and intensity, and start and end times for precipitation. Available for the contiguous United States, Canada, Sweden, Denmark, United Kingdom, Ireland, Japan, France, Spain, Germany, Belgium, Andorra, Norway, Finland, Estonia, Switzerland, Netherlands, Luxembourg, Gibraltar, Liechtenstein and a growing list of global locations.•\tFor worldwide locations, when AccuWeather forecasts snow, ice, rain, wind, or the probability of thunderstorms, you’ll see an orange card with an exclamation point displayed within the location’s current conditions with a brief summary of the alert(s) in effect. •\tPush notifications for severe weather alerts in the United States. •\tRadar for all of North America and Europe, and worldwide satellite overlaying interactive Google Maps™ with a snapshot view of the maps for your saved locations.   •\tCurrent news and weather videos, with many available in both English and Spanish.You also get the accurate, local weather forecasts and customization you expect from AccuWeather:•\tAccurate and local forecasts for every latitude/longitude on Earth. Forecasts update every 15 minutes with information for the next 15 days – all in 33 languages and dialects.•\tCurrent weather conditions update every 15 minutes with the very latest humidity and precipitation percentages, dew point, visibility, UV index, wind speed gusts and direction, times for sunrise and sunset, and RealFeel® – AccuWeather’s exclusive weather forecasting system that analyzes multiple weather factors to determine how the local temperature actually feels. •\tLocal weather forecast summaries that provide an overview of the next five days’ weather forecast along with a description of the most dramatic weather event expected during the five days.•\tStatus bar on the homescreen displaying the current temperature for your current or home location. •\tAbility to store an unlimited amount of locations.  •\tChoice between metric or imperial units, 12-hour or 24-hour time display, and portrait or landscape view.Please note: Sunrise and sunset times are found in Daily Details which can be viewed by tapping on daily forecast. Download AccuWeather for free and experience the Superior Accuracy™ that comes from high-quality weather forecasting.",
    "descriptionHTML": "Stay connected to the latest weather conditions with AccuWeather. Now supporting Android Wear&#x2122;, this free app features the new AccuWeather MinuteCast&#xAE;, the leading minute-by-minute precipitation forecast, hyper-localized to your exact street address. AccuWeather offers the same Superior Accuracy&#x2122; and great experience across all Android smartphones and tablets, and Android Wear.  <br>\t<br>Weatherproof your day for free with these features: <br><br>&#x2022;\tAccuWeather MinuteCast&#xAE; &#x2013; minute-by-minute precipitation forecasts for the next two hours hyper-localized to your exact street address or GPS location. Includes precipitation type and intensity, and start and end times for precipitation. Available for the contiguous United States, Canada, Sweden, Denmark, United Kingdom, Ireland, Japan, France, Spain, Germany, Belgium, Andorra, Norway, Finland, Estonia, Switzerland, Netherlands, Luxembourg, Gibraltar, Liechtenstein and a growing list of global locations.<br>&#x2022;\tFor worldwide locations, when AccuWeather forecasts snow, ice, rain, wind, or the probability of thunderstorms, you&#x2019;ll see an orange card with an exclamation point displayed within the location&#x2019;s current conditions with a brief summary of the alert(s) in effect. <br>&#x2022;\tPush notifications for severe weather alerts in the United States. <br>&#x2022;\tRadar for all of North America and Europe, and worldwide satellite overlaying interactive Google Maps&#x2122; with a snapshot view of the maps for your saved locations.   <br>&#x2022;\tCurrent news and weather videos, with many available in both English and Spanish.<br><br>You also get the accurate, local weather forecasts and customization you expect from AccuWeather:<br>&#x2022;\tAccurate and local forecasts for every latitude/longitude on Earth. Forecasts update every 15 minutes with information for the next 15 days &#x2013; all in 33 languages and dialects.<br>&#x2022;\tCurrent weather conditions update every 15 minutes with the very latest humidity and precipitation percentages, dew point, visibility, UV index, wind speed gusts and direction, times for sunrise and sunset, and RealFeel&#xAE; &#x2013; AccuWeather&#x2019;s exclusive weather forecasting system that analyzes multiple weather factors to determine how the local temperature actually feels. <br>&#x2022;\tLocal weather forecast summaries that provide an overview of the next five days&#x2019; weather forecast along with a description of the most dramatic weather event expected during the five days.<br>&#x2022;\tStatus bar on the homescreen displaying the current temperature for your current or home location. <br>&#x2022;\tAbility to store an unlimited amount of locations.  <br>&#x2022;\tChoice between metric or imperial units, 12-hour or 24-hour time display, and portrait or landscape view.<br><br>Please note: Sunrise and sunset times are found in Daily Details which can be viewed by tapping on daily forecast. <br><br>Download AccuWeather for free and experience the Superior Accuracy&#x2122; that comes from high-quality weather forecasting.",
    "histogram": {
        "1": 4492,
        "2": 3158,
        "3": 6163,
        "4": 21853,
        "5": 45666
    },
    "offersIAP": true,
    "adSupported": false,
    "androidVersionText": "4.1 and up",
    "androidVersion": "4.1",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/XP3JbuVF3QVWFRPTMetCVGIdZ1iT75rlFiAA6P4CHmSJFxG0PoDsOjPRL_hkh5p0CAA=h310",
        "//lh3.googleusercontent.com/2x6LToE71PUB0N2lUIex1AbTvd3E-FzOwzT8dJC5qX2NTLwNyDzR6OXxfZm7bGBNblc=h310",
        "//lh3.googleusercontent.com/_tSe3hRKUdfr9Tj1cW59YBlsOC9HWzB37T_j7n3fZE_FWOXTzodEYw7NSyU3honaz2M=h310",
        "//lh3.googleusercontent.com/QTKMJdAX1FmwWN_Iz_lM3WHzQ_8O-qOYtPGOCILhRWDnCe0SS17EloJ54Sh3qG4e9x1p=h310",
        "//lh3.googleusercontent.com/1PvDIBfCbUZxz8osgNYd_uI4H3wq5QBSL6IyzfBBONkQeYSC4ugp-Dfur6Ml8owRSg=h310",
        "//lh3.googleusercontent.com/KZyoum7p7zB_lBP4Nw4iVPLK1UoXZu300IuVWKuJUK0EX-faj9oJg6QAR-5-rptbW3c=h310",
        "//lh3.googleusercontent.com/5cGKL0CqRNrKDV0yd7B3MgdBN7XVEtlKo8_6mTNcBJVuZvUmxyvQryeduPOgzVr_Mwc=h310",
        "//lh3.googleusercontent.com/-5q_O4nSWHxW0xtLL4NLvcAxBPAJBzGps-W5vi5oBD8I8IOUv64cS2aCNvwaJSs9pQ=h310",
        "//lh3.googleusercontent.com/XcO5Axnd3_7UKZ5F-VLsZmR0_6i8usNUJVIj8oe_sWH5hV1Tc_yovEty6NtHuWKzrw=h310",
        "//lh3.googleusercontent.com/Z_D1u2i-poPeNwM7gh43lT7c1OfEfMxYrKaMyHCC29TVTkDO1UQefHXgqwnmkW8rXXt0=h310",
        "//lh3.googleusercontent.com/qqqbHwSI1kVdNGTRvz9OROcsNbyJntFTFb7gHHxmUQzgTouMTkkYzU_Q7sfSC3MoOHM=h310",
        "//lh3.googleusercontent.com/wmIBdKybk1LDLyzaMaQ2NE4PNyfPFcK4KfXgAHwZxR79Idrnp3lSk7omm6p3bU_EwQ=h310",
        "//lh3.googleusercontent.com/OEcsDxqaK1aKDq-vHlUSXlHN3bi7AFwzCxxu1Tx9A0fZh_Fsu9yW6Niu4GrRiMPSdQ=h310",
        "//lh3.googleusercontent.com/bdryt7YPpMkXGWOJRL-XfNLGkjgLqZFjoaOidT6Fx5tiYgWShP88U8YjBAbjJifJA2sV=h310",
        "//lh3.googleusercontent.com/C1wTkDP30M7_N-HoDfTDFjkKQIHmSrY4iP_vHITmYsx2OKnxNKzZHEP-wNXI9MW4c3A=h310",
        "//lh3.googleusercontent.com/Qfzrbu57N3_90A80vReJ33ExoUNe3285ewz2I3qdX_-WIe7uYJ5f8gduRbiKBZbD3l0=h310",
        "//lh3.googleusercontent.com/Y6S4Y0VprHYKw3gYlXaTGibU9GCCSWqpoLdcO6id6FYwv6LoeGcXj6Y0kyMkRGDuhcE=h310",
        "//lh3.googleusercontent.com/dh2wMxzja6nBhJBfy4GYXvLAnhGjoQ55fqmbZsKbCBdhEisGq5XOFuAm-zC_p66OYu0=h310",
        "//lh3.googleusercontent.com/avpBiiD8f3jA94VesngnSdLeDGy4bdTInQ7sRkfJaplxlB7fKFRbvQfKZSeWSF3wDA=h310",
        "//lh3.googleusercontent.com/a98qGGN71DEHs229gBYRSAlTRnXUwN6bWoiW3FyoZyWfe-2JY0mAxZe2CI-yXpB3GImM=h310",
        "//lh3.googleusercontent.com/8OZD7nEKKKVEVB1nbgKNyvg-ykb1X9BwRyaMIk7GVb-rkNmF-gdgBhPotf7zRlb7DbOv=h310",
        "//lh3.googleusercontent.com/30ZW1HAOeTcT_naV9RH-6WSPWafcmoWMMka_Wf6VjoL34tKYuNqPsBuQDgsr34OHz7c=h310",
        "//lh3.googleusercontent.com/ETMUHNTOD1heivRZLV7-_88sZr60Ft8mbOycBhwur3e0J_ePMZxr6THYH1s7tX_DS4-K=h310",
        "//lh3.googleusercontent.com/wTtxNTe6wDBmhasEKzp-DjRZFKEZRn6FQMSscyobOuMMd5VPNkIViG9vj9ZduLPUykQ=h310"
    ],
    "video": "https://www.youtube.com/embed/BaFFIm0oomM",
    "comments": [
        "Too many intrusive items on the home page now. I dont need abc news adverts permanently appearing and the weather update widget can no longer be dismissed. Also how come Looking Ahead only shows bad weather? I'd like to know if it might be sunny on Sunday..",
        "THERE IS NO REASON TO PAY FOR THIS. Version 7.4.1-paid claims to be ad-free but is not. The app contains an intrusive ad for a news app. The company claims that it's a \"branded content partnership,\" not an ad: \"The FOX and ABC branding is not an ad. AccuWeather has a branded content partnership with ABC and FOX television stations in certain markets.\"  But they don't include content; they include ADS, one of which pops up to cover everything. Isn't that just like  saying that \"lies\" are \"alternative facts\"? I have flagged this app to Google and suggest other upset users do so too",
        "The line graph of temperature is useless. Bring back the blocks. I just wish it didn't insist on continuous access to Location (which it is not going to get) because it kills the battery. Why can't I just give it a precise location and have the stupid app REMEMBER IT!",
        "The main page should contain the overview. That would be best. I purchased the app on my previous knowledge of what the app looked like and was quite surprised with the new design. The homepage does not give enough info and the graph + tile layout on the other screens is too much. Probably just keep one of the two(graph inside tile perhaps) but having both is unnecessary really and it makes the app look cluttered to me.",
        "This weather app gives very precise information, but it's not more accurate than other forecasts.  The graphic rendering of the weather map is the best I've seen in both speed and readability.  Unfortunately there doesn't appear to be a way to refresh the screen to the latest content.  The premium version uses screen space for advertising and has annoying nag screens for partner content.",
        "I bought this app because it worked well and the interface was nicely put together. I PAID for the program. This means I don't expect to see ads for anything, including for other apps the developer might make. Premium = no ads. You should be ashamed of yourselves."
    ],
    "recentChanges": [
        "• Long Press on app icon to open shortcuts. You can also add AccuWeather shortcuts to your home screen.",
        "• RealFeel® temperature in Widget - You can now select to see RealFeel® in your widgets.",
        "• Tap to add location from Maps- You can now tap on full screen map to add location.",
        "• Greeting Messages",
        "• Bug Fixes",
        "** Please try our New Custom 4x2 Widget that Will let you know when to take Umbrella or Jacket.**"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.accuweather.paid.android&hl=en&gl=us",
    "appId": "com.accuweather.paid.android"
}