{
    "title": "Need for Speed Most Wanted",
    "summary": "Buckle up, hit the gas, and hold on tight; you’re in for the ride of your life!",
    "icon": "//lh4.ggpht.com/0AR04oa1PBZs5SyIQ7tw4wYbOyNqZBPk8wu6XQJA77C-ANTr_jwERMHswJKrPHuBFoW5=w300",
    "price": "$0.99",
    "free": false,
    "minInstalls": 1000000,
    "maxInstalls": 5000000,
    "score": 3.9,
    "reviews": 42531,
    "developer": "ELECTRONIC ARTS",
    "developerEmail": "help@eamobile.com",
    "developerWebsite": "http://www.firemonkeys.com.au/support",
    "updated": "February 12, 2016",
    "version": "1.3.71",
    "genre": "Racing",
    "genreId": "GAME_RACING",
    "description": "Google Play Special Offer - Get over 80% off for a limited time only!“The graphics are absolutely awesome” (Eurogamer.es)“It pushes the mobile platform to its utmost limits and doesn’t even break a sweat” (Capsule Computers)**GAME ALERT** Play The Simpsons™: Tapped Out. THIS GAME IS LIFE-RUININGLY FUN! Create your own living, breathing Springfield for free! http://bit.ly/YynjyUBuckle up, hit the gas and hold on tight; you’re in for the ride of your life. Outrun cops, outsmart rivals – and outdrive your friends – in the most dangerous Need for Speed yet. Do you dare to be the Most Wanted?**Need for Speed Most Wanted is an immersive, high-quality game. Please note that it requires a 550MB+ download and roughly 1,900MB+ free space on your device. To speed things up, we recommend connecting to WiFi.**MAKE TROUBLE, GET WANTEDEvade a relentless police force while you clash with street racers. Race and chase hot cars like the SRT Viper GTS, Porsche 911 Carrera S, Hummer H1 Alpha, and many more. Feel the intensity of no-brakes-allowed street racing with realistic full-car damage for the first time on mobile. LEAVE YOUR MARKLog into Origin to check the Wanted List and find out who is the Most Wanted across platforms and among your friends. Then, challenge your friends and prove your racing skills in nonstop competition. GO FROM ZERO TO MOST WANTED…• Drive and customize over 40 of the world’s most exciting cars• Race the way you want! By popular demand, you can now touch or tilt to steer• Use Mods to enhance your car and get ahead of the pack in style• Experience the action with mind-blowing graphics and intense full-car damage • Earn Speed Points to unlock new cars• Trick out your phone with an exclusive Most Wanted live wallpaperYour rivals will do everything they can to stop you from getting to the top – but in this world, there can only be one Most Wanted.Be the first to know! Get inside EA info on great deals, plus the latest game updates, tips & more…VISIT US: eamobile.com/androidFOLLOW US: twitter.com/eamobileLIKE US: facebook.com/eamobileWATCH US: youtube.com/eamobilegamesUser Agreement: terms.ea.comVisit https://help.ea.com/ for assistance or inquiries.EA may retire online features and services after 30 days’ notice posted on www.ea.com/1/service-updates.Important Consumer Information.  This app: Contains direct links to the Internet; Collects data through third party analytics technology (see Privacy & Cookie Policy for details).Requires acceptance of EA’s Privacy & Cookie Policy and User Agreement.",
    "descriptionHTML": "Google Play Special Offer - Get over 80% off for a limited time only!<br><br><br>&#x201C;The graphics are absolutely awesome&#x201D; (Eurogamer.es)<br><br>&#x201C;It pushes the mobile platform to its utmost limits and doesn&#x2019;t even break a sweat&#x201D; (Capsule Computers)<br><br>**GAME ALERT** Play The Simpsons&#x2122;: Tapped Out. THIS GAME IS LIFE-RUININGLY FUN! Create your own living, breathing Springfield for free! http://bit.ly/YynjyU<br><br>Buckle up, hit the gas and hold on tight; you&#x2019;re in for the ride of your life. Outrun cops, outsmart rivals &#x2013; and outdrive your friends &#x2013; in the most dangerous Need for Speed yet. Do you dare to be the Most Wanted?<br><br><br>**Need for Speed Most Wanted is an immersive, high-quality game. Please note that it requires a 550MB+ download and roughly 1,900MB+ free space on your device. To speed things up, we recommend connecting to WiFi.**<br><br>MAKE TROUBLE, GET WANTED<br>Evade a relentless police force while you clash with street racers. Race and chase hot cars like the SRT Viper GTS, Porsche 911 Carrera S, Hummer H1 Alpha, and many more. Feel the intensity of no-brakes-allowed street racing with realistic full-car damage for the first time on mobile. <br><br>LEAVE YOUR MARK<br>Log into Origin to check the Wanted List and find out who is the Most Wanted across platforms and among your friends. Then, challenge your friends and prove your racing skills in nonstop competition. <br><br>GO FROM ZERO TO MOST WANTED&#x2026;<br>&#x2022; Drive and customize over 40 of the world&#x2019;s most exciting cars<br>&#x2022; Race the way you want! By popular demand, you can now touch or tilt to steer<br>&#x2022; Use Mods to enhance your car and get ahead of the pack in style<br>&#x2022; Experience the action with mind-blowing graphics and intense full-car damage <br>&#x2022; Earn Speed Points to unlock new cars<br>&#x2022; Trick out your phone with an exclusive Most Wanted live wallpaper<br><br>Your rivals will do everything they can to stop you from getting to the top &#x2013; but in this world, there can only be one Most Wanted.<br><br>Be the first to know! Get inside EA info on great deals, plus the latest game updates, tips &amp; more&#x2026;<br>VISIT US: eamobile.com/android<br>FOLLOW US: twitter.com/eamobile<br>LIKE US: facebook.com/eamobile<br>WATCH US: youtube.com/eamobilegames<br><br>User Agreement: terms.ea.com<br>Visit https://help.ea.com/ for assistance or inquiries.<br><br>EA may retire online features and services after 30 days&#x2019; notice posted on www.ea.com/1/service-updates.<br><br>Important Consumer Information.  This app: Contains direct links to the Internet; Collects data through third party analytics technology (see Privacy &amp; Cookie Policy for details).<br><br>Requires acceptance of EA&#x2019;s Privacy &amp; Cookie Policy and User Agreement.",
    "histogram": {
        "1": 6686,
        "2": 1750,
        "3": 3088,
        "4": 6986,
        "5": 24021
    },
    "offersIAP": true,
    "adSupported": false,
    "androidVersionText": "2.3 and up",
    "androidVersion": "2.3",
    "contentRating": "Everyone 10+",
    "screenshots": [
        "//lh3.ggpht.com/59zYhJsE3XhzzvQQRSOnIoMssQ6kPJbGaW6fzCC5LgHmmo9K5DXVGJnWWZg6-QV3bg=h310",
        "//lh5.ggpht.com/syir6zy2llwJYDt7OyO-SgalgKvLbYXXSTDDtZT4oRekf9D41Haz-D2rvD7gFq5eK85N=h310",
        "//lh3.ggpht.com/qTLzosmv8xBkbP4wBoOLPnIrL0NLwo2Gf3nmVY-A4VnL3-IPDc7zrM5HLRGRSlYpzkQ=h310",
        "//lh3.ggpht.com/gHXJM4uZ-k7ClplRpmuZAJ6GUXWFfULDt7sMcZHOuLgy2lxGOD-H2PdLDB9wb7h5nC4=h310",
        "//lh6.ggpht.com/VlGCPT6EYqeyGJc-acv9g_RoMSjXokcg8TscVaJPgU__PNSLoB0-qITwfOEiq0vwv_8=h310",
        "//lh5.ggpht.com/swRBrxbrmD3yeRB4JIRABeA_k7r5RWSRurv9j0KhIMTj7pKZumRtsX0KghTMmZj9NEs=h310",
        "//lh6.ggpht.com/zlKIuQyfZ7HEG9zUKswjyhybV37YIgvVfpZK6kuTiM6RtrI8NTYKT78lNTIckDbJHbci=h310"
    ],
    "video": "https://www.youtube.com/embed/xhcJlcGuovU",
    "comments": [
        "You can do better EA. Amazing, but not good enough. Hasn't had more content added since before I got it, months ago. Hate the auto acceleration, needs free roam and more cars. Could also use more customisation. This game has really great graphics etc and has the potential to become the best android car game, but without those features that the pc one DOES have, even though mobile isn't as good, it still needs them, it isn't. Especially needs manual acceleration.",
        "5 bucks so what. Out of ALL the racing games \"play for free\"I found. They all mostly revolve around real money eventually.You can actually beat this game without spending a penny. The only thing is, the nfs editions are a bit pricey so save your money for those. I got like 90% of the cars. Got this like when it came out years ago. I still play and love it and I feel its Still one of the best racing games for android NO LIE even better than NO LIMITS. Best of all no online connection needed !Great graphics gameplay and fun!!!! I still play in 2017!!!",
        "Suggestions I love this game and play it often. I found that with the right strategy and learning how to drift effectively, you can reach 100% completion rather quickly. I have a couple suggestions and I know these are a lot to ask development wise  and also being that this is a moderately old game, so they aren't necessarily necessary but more things to consider. 1. A longer story mode with various difficulty levels 2. More profound vehicle customization (body kits, rims, more colours, permanent performance upgrades)",
        "No gamepad support other than Moga. Unfortunately, I bought it on the web Play Store and only installed it later, too late for getting a refund. The game looks great, really, but I bought it to play on my Android gaming tablet (with a built-in gamepad) and this doesn't support either X360 or PS3 gamepads. I'm sure the game would be fun. But no gamepad support. This is backwards. Would get a refund if possible.",
        "One of the best racing games 😀😀😀 Super smooth, fun to play, and easy controls. It's really difficult to find a game like this in the play store. The best part it's only $4.99. You can get it cheaper when there is a sale, but the full price is worth it. I will rate this game 5 stars.",
        "Could be better Wish you could go free for all where you go drive around the city. The way you can drive to events. Then if you do something wrong cops would chase you. And the city would have cool stuff to drive on. Wish there could be multiplayer too. Make this update and I'll rate five stars. I'll tell my friends to get this family. Which is about 30 people."
    ],
    "recentChanges": [
        "'Rev your engines and get ready to burn some rubber! We’ve made some behind-the-scenes improvements to keep your game running smoothly.",
        "Thanks for playing!"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.ea.games.nfs13_na&hl=en&gl=us",
    "appId": "com.ea.games.nfs13_na"
}