{
    "title": "Catan",
    "summary": "Become a Conqueror, Explorer and Merchant! The race to settle Catan has begun!",
    "icon": "//lh3.googleusercontent.com/E0r6afA7zc20y0FyMUjCmo-xy6-V3B9v9BzE6d-U7tKS-brmVDLNNu5dpv2k9ORqNG0=w300",
    "price": "$4.99",
    "free": false,
    "minInstalls": 500000,
    "maxInstalls": 1000000,
    "score": 4,
    "reviews": 23774,
    "developer": "USM",
    "developerEmail": "android@usm.de",
    "developerWebsite": "http://www.usm.de/catan-android ",
    "updated": "January 18, 2017",
    "genre": "Board",
    "genreId": "GAME_BOARD",
    "familyGenre": "Action & Adventure",
    "familyGenreId": "FAMILY_ACTION",
    "description": "\"Catan\", the legendary strategy game provides gaming fun anytime, anywhere.True to the original game, you can compete with up to four players for the most settlements, the longest roads and the largest army. You can trade with each other and claim the precious land with all its resources.Challenge other Catan fans online via cross-platform multiplayer to prove your strategy skill or play against the AI:Various computer opponents, each with their own individual characteristics, will prove themselves worthy competitors: the pirate Jean, who knows no compromise, Vincent the merchant, who never allows himself to be cheated, Sean the knight, who takes what is rightfully his...The popular Catan expansions \"Seafarers\" and \"Cities and Knights\" are available as In-App purchases.The complete Seafarers expansion includes more than 10 additional scenarios with an extensive campaign. Become Harbormaster, discover new islands and extra game elements like ships, gold fields, treasures and pirates. Ahoy!The Cities and Knights expansion introduces various new gameplay mechanics that add even more variety to Catan. Invest new trade goods in city improvements to build one of the three metropolises of Catan – but beware of the barbarians attracted by Catan’s new wealth! You’ll need your best knights to fend them off! C&K contains a short campaign and 7 challenging maps.Features:- Available languages: English, German, French, Dutch, Spanish, Portuguese- Optimized for smartphones and tablets- Original \"Settlers of Catan\" rule set - Smart computer opponents with individual strategies- Scrollable game board including zoom option - Freely combinable game settings - Game statistics- Comprehensive tutorial- Seafarers LITE: New scenario \"The 4 Islands\" and two additional game variants- Cities and Knights LITE: Test the new expansion in the scenario \"The first Island\"- 3 different graphic sets to choose from***** Catan FAQ: Question: Why do I have to download additional files after purchasing?Answer: The download from Google play includes the basic game data and a tool that will determine your device’s display resolution and then download the optimal graphics data for your device.Question: Which Android security permissions does Catan need and why?Answer: “Storage” to write data to the SD or move the game data, “Network communication” to download game data and access the In App Store and “system tools” to check if Catan is already running to resume a game.Question: I bought one of the expansions but after an update, reinstallation of Catan or after restoring my phone the expansion seems gone?Answer: Don’t worry; your initial purchase is already saved in your Google account. However for technical reasons you might have to select “Buy” again. Confirm and a message will tell you that you’ve already purchased it. You will NOT be billed twice!Question: I lost my campaign progress after reinstalling, updating from or when restoring my phone. Is there any way to restore it?Answer: Savegames from old versions can usually be restored automatically. For all other cases we’ve integrated a cheat code: Enter campaign mode and go to select player. Enter „CatanWarp*“ (* = 1–15, e.g \"CatanWarp5\") as your player name and confirm. Exit the game via the home button. Enter your phone’s settings menu. Select applications/manage applications/Catan/ and then “Force Stop”. Restart Catan. The campaign can now be continued from the specified level number by selecting “New scenario *”.**********Suggestions for improvements and feature requests?Mail to android@usm.de We are looking forward to your feedback! When contacting our support team, please provide details on the type of device and Android OS version used as well as a detailed description of the issue. Thank you!For news and updates follow us on Facebook and Twitter.*****",
    "descriptionHTML": "&quot;Catan&quot;, the legendary strategy game provides gaming fun anytime, anywhere.<br><br>True to the original game, you can compete with up to four players for the most settlements, the longest roads and the largest army. You can trade with each other and claim the precious land with all its resources.<br><br>Challenge other Catan fans online via cross-platform multiplayer to prove your strategy skill or play against the AI:<br>Various computer opponents, each with their own individual characteristics, will prove themselves worthy competitors: the pirate Jean, who knows no compromise, Vincent the merchant, who never allows himself to be cheated, Sean the knight, who takes what is rightfully his...<br><br>The popular Catan expansions &quot;Seafarers&quot; and &quot;Cities and Knights&quot; are available as In-App purchases.<br><br>The complete Seafarers expansion includes more than 10 additional scenarios with an extensive campaign. Become Harbormaster, discover new islands and extra game elements like ships, gold fields, treasures and pirates. Ahoy!<br><br>The Cities and Knights expansion introduces various new gameplay mechanics that add even more variety to Catan. Invest new trade goods in city improvements to build one of the three metropolises of Catan &#x2013; but beware of the barbarians attracted by Catan&#x2019;s new wealth! You&#x2019;ll need your best knights to fend them off! C&amp;K contains a short campaign and 7 challenging maps.<br><br>Features:<br><br>- Available languages: English, German, French, Dutch, Spanish, Portuguese<br>- Optimized for smartphones and tablets<br>- Original &quot;Settlers of Catan&quot; rule set <br>- Smart computer opponents with individual strategies<br>- Scrollable game board including zoom option <br>- Freely combinable game settings <br>- Game statistics<br>- Comprehensive tutorial<br>- Seafarers LITE: New scenario &quot;The 4 Islands&quot; and two additional game variants<br>- Cities and Knights LITE: Test the new expansion in the scenario &quot;The first Island&quot;<br>- 3 different graphic sets to choose from<br><br><br>***** <br>Catan FAQ: <br><br>Question: Why do I have to download additional files after purchasing?<br>Answer: The download from Google play includes the basic game data and a tool that will determine your device&#x2019;s display resolution and then download the optimal graphics data for your device.<br><br>Question: Which Android security permissions does Catan need and why?<br>Answer: &#x201C;Storage&#x201D; to write data to the SD or move the game data, &#x201C;Network communication&#x201D; to download game data and access the In App Store and &#x201C;system tools&#x201D; to check if Catan is already running to resume a game.<br><br>Question: I bought one of the expansions but after an update, reinstallation of Catan or after restoring my phone the expansion seems gone?<br>Answer: Don&#x2019;t worry; your initial purchase is already saved in your Google account. However for technical reasons you might have to select &#x201C;Buy&#x201D; again. Confirm and a message will tell you that you&#x2019;ve already purchased it. You will NOT be billed twice!<br><br>Question: I lost my campaign progress after reinstalling, updating from or when restoring my phone. Is there any way to restore it?<br>Answer: Savegames from old versions can usually be restored automatically. For all other cases we&#x2019;ve integrated a cheat code: Enter campaign mode and go to select player. Enter &#x201E;CatanWarp*&#x201C; (* = 1&#x2013;15, e.g &quot;CatanWarp5&quot;) as your player name and confirm. Exit the game via the home button. Enter your phone&#x2019;s settings menu. Select applications/manage applications/Catan/ and then &#x201C;Force Stop&#x201D;. Restart Catan. The campaign can now be continued from the specified level number by selecting &#x201C;New scenario *&#x201D;.<br>*****<br><br>*****<br>Suggestions for improvements and feature requests?<br>Mail to android@usm.de <br>We are looking forward to your feedback! <br><br>When contacting our support team, please provide details on the type of device and Android OS version used as well as a detailed description of the issue. Thank you!<br><br>For news and updates follow us on Facebook and Twitter.<br>*****",
    "histogram": {
        "1": 2550,
        "2": 1399,
        "3": 2394,
        "4": 5583,
        "5": 11848
    },
    "offersIAP": true,
    "adSupported": false,
    "androidVersionText": "2.3.3 and up",
    "androidVersion": "2.3.3",
    "contentRating": "Everyone",
    "screenshots": [
        "//lh3.googleusercontent.com/M_s1rA7RcTnhjcxt0swSpVdKq5SoyDHlIjdz3aBmUiwNotIe3o6kKGCr7mT_mLjqqmU=h310",
        "//lh3.googleusercontent.com/TxXy8D90thZEexA09krNG-Eoh-NJn1OjyuM1kWXrPgjyz-TkL712S7JPB28xk8uAVP0=h310",
        "//lh3.googleusercontent.com/qc9_oE39jqWHIY5TrAzTvaBtokxVFJRwmi3MtyhfwVWSVja8mvgHdbwMfR7B2wH2cUnB=h310",
        "//lh3.googleusercontent.com/i_kECx6b_TxJiw2v1OQ-4akgQfpEZDb-1bGgABRhUZhmLpHhx7TnHwAls7CPwJySpIEC=h310",
        "//lh3.googleusercontent.com/E_QLC63q2t2t7XM2ubtEw5zKc-4JI6feZWR6IZKd_A0XX9BY0rD8-eZSZq6MPH2BUAd6=h310",
        "//lh3.googleusercontent.com/3KP5mhc9AiaqSHgAwj_IdohOpAw1YrvsOOItoLpqQC6RxQPpRv_PLqBSF_jTxjIsHbw=h310",
        "//lh3.googleusercontent.com/BoTChu9rxcWpPBs7b-fsH8D5WeqdZKlmy0xzGZtXC3IGu3DPj6ptEeocbGfua3udBFsH=h310",
        "//lh3.googleusercontent.com/fxIPKM8kkH30k-d_IfgJRcmg4z2JBw-jYUzTESkPrEOxaZTnAsElDyECdJ8nfYi6PHo=h310",
        "//lh3.googleusercontent.com/xJPTw97LQ4tD24AgJHmMa8Q2uwblyRTep7v7XRG0xUa3t14W9KybDOagMz-7YVMWs-8=h310",
        "//lh3.googleusercontent.com/_uODO1c8rJL57hCmEGi9CMGy1oG_KreEJyD_YF0HfuIG3V4AoXSQ9kEg_FRCIMYrVa1I=h310",
        "//lh3.googleusercontent.com/DoVhiZpic_0E7ja0ji2R6L9nMP676eFyzGXadgvZdIyhxSdd_5rrZAQygcuaI6ySb45o=h310",
        "//lh3.googleusercontent.com/MJ2KGGev1z9WVBXL89iD9RyZTNLT_HYqFJfwi4cKILsig28oFta6cZDwPrJ8YASGhqA=h310",
        "//lh3.googleusercontent.com/NKsVLwUyRnIlR1s2YPqs75MNU8mTOUx1yPlfdbM0xUDb9fs9eRmK4rB_7if2dJpHWmQ=h310",
        "//lh3.googleusercontent.com/ZMQHtlBdnbKeu5x_uMRQ5VQ1rcpk5dcjnsKgiMGI5uzDo6bjtWaY_xuwq11TSpcowF0=h310",
        "//lh3.googleusercontent.com/ylD3EQmjtKMHveuqBLpDziLiHm2s0N1WboC-JATxmQIbObol64OIs35J1PNyu8uEpg=h310"
    ],
    "video": "https://www.youtube.com/embed/ZZ7HujkZ9lo",
    "comments": [
        "I've had this game for almost 1 week and have played many times and can't help but notice a few bugs.  After playing the basic game for a while the icons that let you know how many items you need to trade in for development cards disappear.  Also when playing Cities and Knights the development cards don't even show up at all.  I've tried registering so I can play online and it won't let me pass the main sign up page.  I'm sure there are many more bugs that I haven't noticed yet.  Other than that this is a great game!",
        "Development cards disappear as the games advance, so when you want to use them, you have no idea which one you select and end up wasting them. Also ridiculous how often the AI get Monopoly and Knight cards! Get real! Why bother with \"easy, medium, hard\" settings when it's clearly just designed to cheat? Why not write the player AI as strategically smarter, not just defy realistic odds? There is very little skill required, when the game cheats like this. Lazy production, imo.",
        "Excellent game mechanics. Touch functionality is near perfect. It's great practice until you play the real board game. Bad news is that the AI and \"random\" dice rolls are annoying. Every time you have &gt;8 resources a \"7\" is guaranteed to follow, it seems. Plus the AI has a way of racking up Victory Points and knights to play the Largest Army card. Again, good practice, but it can be really frustrating to lose when you're so close most times.",
        "It is a very fun game, besides the bugs.... Wish that you could keep on seeing what resources are needed for building roads, settlements and cities, they seem to disappear as you advance in the game...same goes for the Development Cards.....It makes the game less amusing to play...",
        "Glitchy.  I'd say over 1/3 of my games get hung and have to close and restart a new game.   That should never happen let alone at that rate.",
        "I love this board game, but this app ruined it for me.  Rather than program an effective, strategy based AI, the devs clearly designed the game to cheat.  The dice rolls are not random, and favor the AI.  If you are playing against multiple AI opponents, they work together to beat you the way human opponents wouldn't.   There is an in-app chart that shows what numbers are thrown, but it neglects to point out all the times the dice roll your numbers right after the AI places the baron on it, as if the app is specifically designed to gaslight you.  Even in the games you win, every opponent earns more resources than you in every game; the only reason the AI doesn't win every single game is because it spams development cards, and it rolls so many 7s that it loses a lot of resourses.  The AI isn't written to play like a human being.  It's written to be a pain in the ass. If I played the physical boardgame against human opponents who played like this, every game would end in a fist fight.  I am sorry I paid for this app.  Spend your money elsewhere."
    ],
    "recentChanges": [
        "Catan 4.6.2.:",
        "- Optimized Google Play Games support",
        "- Fixed some edge case bugs with 'brawn before brains' achievement",
        "- Back button should again work correctly on all applicable in-game menus",
        "- Layout changes and optimizations to various system inputs",
        "- Various smaller tweaks, bugfixes and optimizations"
    ],
    "preregister": false,
    "url": "https://play.google.com/store/apps/details?id=com.exozet.android.catan&hl=en&gl=us",
    "appId": "com.exozet.android.catan"
}